{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Apply and extend previous understandings of operations to solve problems using addition, subtraction, multiplication, and division of rational numbers.",
        "Content": [
            "Fatima paid for 5 pallets of grass to be delivered.",
            "• Each pallet of grass cost $129.95.",
            "• Fatima paid $76.20 for delivery.",
            "What is the total amount Fatima paid?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$725.95",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total amount paid, the student could have multiplied the number of pallets of grass by the cost per pallet, resulting in 5 × 129.95 = 649.75. The student could have then added the delivery charge, resulting in 649.75 + 76.20 = 725.95. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            },
            "B": {
                "Choice": "$649.75",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the cost for the pallets of grass and did not add the delivery charge. The student needs to focus on attending to the details of a multi-step problem."
                }
            },
            "C": {
                "Choice": "$581.95",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not regroup when multiplying the digits 1, 2, 9, and 9 in 129.95 by 5, resulting in a cost of $505.75 for the five pallets of grass. The student then likely added the delivery charge. The student needs to focus on understanding how to regroup when multiplying."
                }
            },
            "D": {
                "Choice": "$1,030.75",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the delivery charge to the cost per pallet before multiplying by the number of pallets of grass, resulting in 5(129.95 + 76.20) = 1,030.75. The student needs to focus on understanding how to solve problems involving operations with rational numbers."
                }
            }
        }
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Determine experimental and theoretical probabilities related to simple and compound events using data and sample spaces.",
        "Content": [
            "Nerissa has 5 pink bows, 1 blue bow, and 4 purple bows in a box. She will randomly choose 1 bow from the box.",
            "What is the probability Nerissa will choose a purple bow?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the probability of choosing a pink bow from the box (5/10, which reduces to 1/2). The student needs to focus on attending to the details of the question in problems that require the student to determine probability."
                }
            },
            "G": {
                "Choice": "2/5",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the probability (how likely it is that some event will occur) of choosing a purple bow from the box, the student should have found the total number of bows in the box (5+ 1 + 4 = 10). The student could have then found the ratio of the number of purple bows in the box to the total number of bows in the box and written this as the fraction 4/10. When reduced, this fraction is equal to 2/5."
                }
            },
            "H": {
                "Choice": "1/10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the probability of choosing a blue bow from the box (1/10). The student needs to focus on attending to the details of the question in problems that require the student to determine probability."
                }
            },
            "J": {
                "Choice": "3/5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the probability of NOT choosing a purple bow from the box of bows (6/10, which reduces to 3/5). The student needs to focus on understanding how to determine theoretical probabilities."
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Measurement & Data",
        "SubTopic": "Compare two groups of numeric data using comparative dot plots or box plots by comparing their shapes, centers, and spreads.",
        "Content": [
            "The box plots show the target heart rates of men 20–40 years old and men 50–70 years old.",
            "problems/TX19G7M/media/3a.jpg",
            "Which statement is best supported by the information in the box plots?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The range of the data for men 20–40 years old is less than the range of the data for men 50–70 years old.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the relationship between the ranges (difference between the maximum value and minimum value of each set of data) of the two data sets in the box plot. The student chose the statement that says 170 − 90 or 80 is less than 145 − 75 or 70 instead of the opposite. The student needs to focus on attending to the details of answer options that describe data presented in comparative box plots."
                }
            },
            "B": {
                "Choice": "The median of the data for men 20–40 years old is less than the median of the data for men 50–70 years old.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the relationship between the medians (value for which half of the numbers in each set of data are greater and half are less) of the two data sets in the box plot. The student chose the statement that says 130 is less than 110 instead of the opposite. The student needs to focus on attending to the details of answer options that describe data presented in comparative box plots."
                }
            },
            "C": {
                "Choice": "The minimum target heart rate for men 20–40 years old is less than the minimum target heart rate for men 50–70 years old.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the relationship between the minimum values of the two data sets in the box plot. The student chose the statement that says 90 is less than 75 instead of the opposite. The student needs to focus on attending to the details of answer options that describe data presented in comparative box plots."
                }
            },
            "D": {
                "Choice": "The interquartile range of the data for men 20–40 years old is greater than the interquartile range of the data for men 50–70 years old.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine that this statement is supported by the information in the box plots (data displays that show the minimum, first quartile, median, third quartile, and maximum of sets of data), the student should have calculated the interquartile range (difference between the third quartile and the first quartile of a set of data) for both box plots. The interquartile range of the data for 20–40 year olds is 150 − 110 = 40, and the interquartile range of the data for 50–70 year olds is 125 − 95 = 30. The interquartile range of the data for 20–40 year olds (40) is greater than the interquartile range of the data for 50–70 year olds (30)."
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Represent constant rates of change in mathematical and real-world problems given pictorial, tabular, verbal, numeric, graphical, and algebraic representations, including d = rt.",
        "Content": [
            "Pamela rode her bike at a constant rate of 0.1 kilometer per minute. Which table represents y, the number of kilometers Pamela rode her bike in x minutes?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX19G7M/media/4a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misrepresented the “constant rate” of 0.1 as being the number of kilometers she rode her bike regardless of the number of minutes she rode her bike. The student needs to focus on understanding how to represent real-world situations with a table of values."
                }
            },
            "G": {
                "Choice": "problems/TX19G7M/media/4b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the table that represents the relationship between x and y, the student could have used the formula for distance from the Additional Information section of the STAAR Grade 7 Mathematics Reference Materials page within the student’s test booklet (d = rt, where d = distance, r = rate, and t = time). The student should have then recognized that the distance in this problem (number of kilometers Pamela rode) is represented by y, the rate at which she rode is 0.1 km/min, and the time she rode is represented by x (y = 0.1x). The student then could have checked all the values in the table to make sure each y-value was the result of multiplying the paired x-value by 0.1. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            },
            "H": {
                "Choice": "problems/TX19G7M/media/4c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a table in which the first y-value was 0.1 and each subsequent y-value was 0.1 more than the previous y-value and did not analyze the relationship between the corresponding x-values and y-values. The student needs to focus on understanding how to represent real-world situations with a table of values."
                }
            },
            "J": {
                "Choice": "problems/TX19G7M/media/4d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the number of kilometers per minute, 0.1, to the given number of minutes instead of multiplying (y = x + 0.1). The student needs to focus on understanding how to represent real-world situations with a table of values."
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Expressions, Equations & Relationships",
        "SubTopic": "Solve problems involving the volume of rectangular prisms, triangular prisms, rectangular pyramids, and triangular pyramids.",
        "Content": [
            "A stereo speaker in the shape of a triangular pyramid has a height of 6 inches. The area of the base of the speaker is 11 square inches.",
            "What is the volume of the speaker in cubic inches?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "22 in^3",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the volume of (amount of three-dimensional space taken up by) the triangular pyramid in cubic inches, the student should have used the formula for volume of a pyramid from the Volume section of the STAAR Grade 7 Mathematics Reference Materials page within the student’s test booklet (V = 1/3 • Bh, where V = volume, B = the area of (amount of space covered by) the base, and h = the height (vertical distance from top to bottom) of the pyramid. The expression that represents the volume is 1/3 × 11 × 6, which results in 22 cubic inches."
                }
            },
            "B": {
                "Choice": "198 in^3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 3 × 11 × 6 instead of 1/3 × 11 × 6, resulting in 198 cubic inches. The student needs to focus on understanding how to solve problems involving volumes of pyramids."
                }
            },
            "C": {
                "Choice": "66 in^3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not use the formula for volume and multiplied the given values of 11 and 6. The student needs to focus on understanding how to solve problems involving volumes of pyramids."
                }
            },
            "D": {
                "Choice": "33 in^3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 1/2 × 11 × 6 instead of 1/3 × 11 × 6, resulting in 33 cubic inches. The student needs to focus on understanding how to solve problems involving volumes of pyramids."
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Solve problems using data represented in bar graphs, dot plots, and circle graphs, including part-to-whole and part-to-part comparisons and equivalents.",
        "Content": [
            "A club sold standard and premium memberships. The graph shows the number of each type of membership sold over the last four weeks.",
            "problems/TX19G7M/media/6a.jpg",
            "Which statement is supported by the information in the graph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The number of premium memberships sold during Week 4 was 75% more than the number of premium memberships sold during Week 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted 75% more to mean 75 more. The number of premium memberships sold during Week 4 was 95, which is 75 more than the number of premium memberships sold during Week 1 (20). Since 95/20 = 4.75, the number of premium memberships sold during Week 4 was 475% of the number of premium memberships sold during Week 1. The student needs to focus on understanding how to determine percentages when solving problems using data represented in bar graphs."
                }
            },
            "G": {
                "Choice": "The total number of memberships sold during Week 1 was equal to the total number of memberships sold during Week 2.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely miscalculated the total number of memberships sold during Week 1 or the total number of memberships sold during Week 2. The total number of memberships sold during Week 1 was 55 + 20 = 75, and the total number of memberships sold during Week 2 was 45 + 25 = 70. The student needs to focus on performing calculations accurately when solving problems using data represented in bar graphs."
                }
            },
            "H": {
                "Choice": "The number of premium memberships sold during Week 3 was 2 times the number of premium memberships sold during Week 2.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine that this statement is supported by the information in the graph, the student should have found the numbers of premium memberships sold during Week 3 and Week 2 and compared them. There were 50 premium memberships sold during Week 3 and 25 premium memberships sold during Week 2. Since 50 is equal to 2 times 25, the number of premium memberships sold during Week 3 was 2 times the number of premium memberships sold during Week 2."
                }
            },
            "J": {
                "Choice": "The total number of memberships sold during Week 4 was 35 less than the total number of memberships sold during Week 3.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted “35 less than” as an increase of 35 memberships. The total number of memberships sold during Week 4 was 155 (60 + 95 = 155), which is 35 more than the 120 memberships sold during Week 3 (70 + 50 = 120). The student needs to focus on understanding how to use words like “less than” to describe relationships between data represented in bar graphs."
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Make predictions and determine solutions using experimental data for simple and compound events.",
        "Content": [
            "Vincent flipped three coins during a probability experiment. The outcomes of the first 40 trials are shown in the table.",
            "problems/TX19G7M/media/7a.jpg",
            "Based on the information in the table, in how many of the next 120 trials will the outcome be exactly two of the coins showing heads?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "60",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the theoretical probability of a coin landing with the head side up (50%) by the 120 trials instead of using the actual results of the first 40 trials to make a prediction, resulting in 60. The student needs to focus on when to use experimental probabilities to make predictions and when to use theoretical probability in problems."
                }
            },
            "B": {
                "Choice": "87",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the number of outcomes showing 1 head to the number of outcomes showing 2 heads (13 + 16 = 29). The student could have used the ratio of 29 out of 40 to make the prediction by setting up and solving the proportion 29/40 = x/120. The student could have used 3 as a scale factor, since 40 × 3 = 120, and then multiplied 29 × 3 to find the prediction for 120 trials, 87. The student needs to focus on attending to the details of the question in problems that involve making predictions using experimental probabilities."
                }
            },
            "C": {
                "Choice": "39",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the number of outcomes showing 2 tails instead of the number of outcomes showing 2 heads (13). The student could have used the ratio of 13 out of 40 to make the prediction by setting up and solving the proportion 13/40 = x/120. The student could have used 3 as a scale factor, since 40 × 3 = 120, and then multiplied 13 × 3 to find the prediction for 120 trials, 39. The student needs to focus on attending to the details of the question in problems that involve making predictions using experimental probabilities."
                }
            },
            "D": {
                "Choice": "48",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the outcome of exactly two of the coins showing heads out of the next 120 trials, the student should have first determined the experimental probability (how likely it is that an event will occur during an experiment) from the data in the table. When the coins were flipped 40 times during the experiment, the coins landed with exactly two coins showing heads 16 times. The student could have used the ratio of 16 out of 40 and the variable x to represent the unknown quantity to make a prediction for 120 trials by setting up and solving the proportion (comparison of two ratios) 16/40 = x/120. The student could have used 3 as a scale factor (a number used as a multiplier of a quantity), since 40 × 3 = 120, and then multiplied 16 × 3 to find the prediction for 120 trials. This means that if the experiment is repeated 120 times, the prediction is that there would be 48 times when the coins would land with exactly two coins showing heads. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Convert between measurement systems, including the use of proportions and the use of unit rates.",
        "Content": [
            "Chris bought 10.4 gallons of gasoline. There are approximately 3.8 liters in 1 gallon.",
            "Which measurement is closest to the number of liters of gasoline Chris bought?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "11.44 L",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the correct scale factor but made an error when multiplying 10.4 by 3.8 by not using a placeholder of zero, resulting in 11.44 liters instead of 39.52 liters. The student needs to focus on understanding how to accurately multiply a three-digit number by a two-digit number."
                }
            },
            "G": {
                "Choice": "2.74 L",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 10.4 by 3.8 instead of multiplying 10.4 by 3.8 and rounded the answer, resulting in 2.74 liters. The student needs to focus on understanding how to use proportions to convert between measurement systems."
                }
            },
            "H": {
                "Choice": "39.52 L",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of liters of gasoline Chris bought, the student could have used the ratio of 3.8 liters to 1 gallon and the variable g to represent the unknown quantity and then set up and solved the proportion (comparison of two ratios) (3.8 liters)/(1 gallon) = (g liters)/(10.4 gallons). The student could have used 10.4 as a scale factor (a number used as a multiplier of a quantity), since 1 × 10.4 = 10.4, and then multiplied 3.8 × 10.4 to determine the number of liters, 39.52. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            },
            "J": {
                "Choice": "14.20 L",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 10.4 and 3.8 instead of multiplying 10.4 by 3.8, resulting in 14.20 liters. The student needs to focus on understanding how to use proportions to convert between measurement systems."
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Expressions, Equations & Relationships",
        "SubTopic": "Represent solutions for one-variable, two-step equations and inequalities on number lines.",
        "Content": [
            "Which number line represents the solution to the inequality 125x + 200 ≥ 1,200?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX19G7M/media/9a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number line that best represents the solution to the inequality 125x + 200 ≥ 1,200, the student could have solved the inequality by subtracting 200 from both sides of the inequality, resulting in 125x ≥ 1,000, and then dividing both sides of the inequality by 125, resulting in x ≥ 8. The correct number line shows a solid point at the value 8 with the shading pointing to the right since the solution is all values greater than or equal to 8. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            },
            "B": {
                "Choice": "problems/TX19G7M/media/9b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely followed the correct steps to solve the inequality but reversed the inequality sign and chose the number line representing x ≤ 8. The student then chose the graph with a solid point at the value 8 with the shading pointing to the left. The student needs to focus on understanding how to solve two-step inequalities and represent the solutions on a number line."
                }
            },
            "C": {
                "Choice": "problems/TX19G7M/media/9c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely followed the correct steps to solve the inequality but chose the number line representing x > 8. The student then chose the graph with an open point at the value 8 with the shading pointing to the right. The student needs to focus on understanding how to solve two-step inequalities and represent the solutions on a number line."
                }
            },
            "D": {
                "Choice": "problems/TX19G7M/media/9d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely followed the correct steps to solve the inequality but reversed the inequality sign and chose the number line representing x < 8. The student then chose the graph with an open point at the value 8 with the shading pointing to the left. The student needs to focus on understanding how to solve two-step inequalities and represent the solutions on a number line."
                }
            }
        }
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Extend previous knowledge of sets and subsets using a visual representation to describe relationships between sets of rational numbers.",
        "Content": [
            "Which Venn diagram best represents the relationship among integers, natural numbers, rational numbers, and whole numbers?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX19G7M/media/10a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely understood that natural numbers are a subset of whole numbers but did not understand that integers are a subset of rational numbers. The student needs to focus on understanding sets and subsets of rational numbers."
                }
            },
            "G": {
                "Choice": "problems/TX19G7M/media/10b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the relationships between rational numbers and the subsets of rational numbers. The student needs to focus on understanding sets and subsets of rational numbers."
                }
            },
            "H": {
                "Choice": "problems/TX19G7M/media/10c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the relationship between whole numbers and natural numbers. The student needs to focus on understanding sets and subsets of rational numbers."
                }
            },
            "J": {
                "Choice": "problems/TX19G7M/media/10d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the diagram that best represents the relationship among integers, natural numbers, rational numbers, and whole numbers, the student should have used the understanding that natural numbers (the counting numbers 1, 2, 3, 4, etc.) are a subset of whole numbers (the counting numbers and zero), whole numbers are a subset of integers (all positive and negative numbers, with no fractional or decimal parts, and zero), and integers are a subset of rational numbers (numbers that can be represented by the division of two integers). This diagram shows these relationships."
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Expressions, Equations & Relationships",
        "SubTopic": "Solve problems involving the lateral and total surface area of a rectangular prism, rectangular pyramid, triangular prism, and triangular pyramid by determining the area of the shape’s net.",
        "Content": [
            "The net of a triangular prism is shown. Use the ruler provided to measure the dimensions of the net to the nearest half centimeter.",
            "problems/TX19G7M/media/11a.jpg",
            "Which measurement is closest to the total surface area of the triangular prism in square centimeters?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "20 cm^2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not divide by 2 when finding the area of the triangular bases, resulting in 2.5 + 2.5 + 3 + 6 + 6 = 20. The student needs to focus on understanding how to use the formula for the area of a triangle correctly when finding the total surface area of a figure."
                }
            },
            "B": {
                "Choice": "14 cm^2",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total surface area (total amount of space covered by the surfaces) of the triangular prism in square centimeters, the student should have measured the dimensions of the rectangles and triangles to the nearest half centimeter. The rectangles on the left and right of the net (two-dimensional view of a three-dimensional figure) are congruent (same shape and size) and have a base of 2.5 cm and a height of about 1 cm. The rectangle in the center has a base of 3 cm and a height of about 1 cm. The triangular bases (the triangle at the bottom of the prism and the triangle at the top of the prism) are congruent, and each has a base length of 3 cm and a height of 2 cm. The areas of the rectangles (A = bh) on the left and right are each 2.5 square centimeters (2.5 × 1 = 2.5). The area of the center rectangle is about 3 square centimeters (3 × 1 = 3). The area of each triangle (A = 1/2 • bh) is about 3 square centimeters (1/2 × 3 × 2 = 3). The combined area of these figures, 2.5 + 2.5 + 3 + 3 + 3, is equal to the total surface area of the triangular prism (about 14 square centimeters)."
                }
            },
            "C": {
                "Choice": "8 cm^2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the lateral surface area (total area of the surfaces of a three-dimensional figure, not including the bases) and only found the combined area of the rectangular surfaces, 2.5 + 2.5 + 3 = 8. The student needs to focus on understanding the difference between lateral surface area and total surface area."
                }
            },
            "D": {
                "Choice": "6 cm^2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the area of each triangle, 3 cm2, and combined them, 3 + 3 = 6. The student needs to focus on understanding the steps and formulas needed to determine the total surface area."
                }
            }
        }
    },
    "12": {
        "Number": 12,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "Expressions, Equations & Relationships",
        "SubTopic": "Model and solve one-variable, two-step equations and inequalities.",
        "Content": [
            "What is the solution to this equation?",
            "2x + 10 = 28"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "9",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the solution to the equation 2x + 10 = 28, the student should have first subtracted 10 from both sides of the equation, resulting in 2x = 18. The student should have then divided both sides of the equation by 2, resulting in x = 9. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Generalize the critical attributes of similarity, including ratios within and between similar shapes.",
        "Content": [
            "Triangle ABC is similar to triangle DEF.",
            "problems/TX19G7M/media/13a.jpg",
            "Which proportion can be used to find the length of DE in centimeters?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "4/3 = DE/9",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the proportion (comparison of two ratios) that can be used to find the length of DE, the student should have understood that, because the triangles are similar, the angle measures of one triangle are congruent to (the same as) the angle measures of the other triangle and the side lengths are in proportion to each other (able to be compared using two equivalent ratios). The student should have determined the corresponding (paired) sides of the similar triangles based on the positions of the congruent angles and set up the proportion accordingly. The proportion 4/3 = DE/9 compares corresponding side lengths of triangle ABC and triangle DEF and can be used to find the length of DE."
                }
            },
            "B": {
                "Choice": "5/15 = DE/4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student chose a proportion comparing corresponding side lengths of the triangles but reversed the top and bottom numbers of the second ratio in the proportion. The student needs to focus on understanding how to represent the corresponding side lengths of similar figures in a proportion."
                }
            },
            "C": {
                "Choice": "4/DE = 9/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student chose a proportion comparing corresponding side lengths of the triangles but reversed the top and bottom numbers of the second ratio in the proportion. The student needs to focus on understanding how to represent the corresponding side lengths of similar figures in a proportion."
                }
            },
            "D": {
                "Choice": "9/DE = 3/5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely considered AC and DE to be corresponding side lengths of the triangles instead of AB and DE. The student needs to focus on understanding how to represent the corresponding side lengths of similar figures in a proportion."
                }
            }
        }
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Expressions, Equations & Relationships",
        "SubTopic": "Determine the circumference and area of circles.",
        "Content": [
            "The head of a nail is circular, as shown. The head of this nail has a diameter of 6 millimeters.",
            "problems/TX19G7M/media/14a.jpg",
            "Which measurement is closest to the area of the head of this nail in square millimeters?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "9.42 mm^2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not square the value of the radius in the formula for area, solving A ≈ 3.14 × 3 = 9.42 mm^2. The student needs to focus on understanding how to correctly apply the formula for the area of a circle."
                }
            },
            "G": {
                "Choice": "113.04 mm^2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the given diameter as the radius in the formula for area, resulting in A ≈ 3.14 × 62 = 113.04 mm^2. The student needs to focus on understanding that the radius is needed to determine the area of a circle."
                }
            },
            "H": {
                "Choice": "28.26 mm^2",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the area of (amount of space covered by) the circular head of the nail, the student should have used the formula for the area of a circle from the Area section of the STAAR Grade 7 Mathematics Reference Materials page within the student’s test booklet (A = πr2, where A = area and r = the radius (distance from the center to the circumference of a circle)). The diameter (straight line going through the center of a circle connecting two points on the circumference) of the circle is 6 millimeters, and the radius is 1/2 of this distance (3 millimeters). Substituting 3 for the value of the radius and 3.14 for π (from the Additional Information section of the STAAR Grade 7 Mathematics Reference Materials page within the student’s test booklet) into the formula for area results in A ≈ 3.14×3^2 = 28.26mm^2."
                }
            },
            "J": {
                "Choice": "37.68 mm^2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the given diameter as the radius in the formula for area and multiplied the value by 2 instead of squaring it, resulting in A ≈ 3.14 × 6 × 2 = 37.68 mm^2. The student needs to focus on understanding how to correctly apply the formula for the area of a circle."
                }
            }
        }
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Solve problems involving ratios, rates, and percents, including multi-step problems involving percent increase and percent decrease, and financial literacy problems.",
        "Content": [
            "The price of a sweater was reduced from $20 to $12. By what percentage was the price of the sweater reduced?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "8%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the amount the sweater was discounted, $8, as the percentage that the price was reduced. The student needs to focus on understanding how to find the percent decrease given an original price and a reduced price."
                }
            },
            "B": {
                "Choice": "80%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the amount the sweater was discounted, $8, and moved the decimal point one place to the right to determine the percentage the price was reduced, resulting in 80%. The student needs to focus on understanding how to find the percent decrease given an original price and a reduced price."
                }
            },
            "C": {
                "Choice": "60%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the reduced price of the sweater, $12, by the original price of the sweater, $20, resulting in 12/20 = 0.6. This decimal value, when converted to a percentage, is equal to 60% and represents the percentage of the original price paid instead of the percent decrease. The student needs to focus on understanding how to find the percent decrease given an original price and a reduced price."
                }
            },
            "D": {
                "Choice": "40%",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine by what percentage the price was reduced, the student could have found the amount the sweater was discounted, 20 − 12 = 8, and divided this value by the original cost of the sweater, resulting in 8/20 = 0.4. The student should have then converted the decimal value to a percentage by moving the decimal point two places to the right, resulting in 40%. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Solve problems using qualitative and quantitative predictions and comparisons from simple experiments.",
        "Content": [
            "The table shows the number of bottles of different kinds of juice sold at a cafeteria on Monday.",
            "problems/TX19G7M/media/16a.jpg",
            "If the cafeteria has 80 customers on Tuesday, which prediction for Tuesday is NOT supported by the data in the table?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The number of bottles of cranberry juice sold will be 6 more than the number of bottles of pineapple juice sold.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a statement that is supported by the information in the table instead of one that is NOT supported as directed. The number of bottles of cranberry juice sold (14) will be 6 more than the number of bottles of pineapple juice sold (8), because 14 = 6 + 8. The student needs to focus on attending to the details of the question in problems requiring quantitative predictions."
                }
            },
            "G": {
                "Choice": "The number of bottles of apple juice sold will be 6 times the number of bottles of cranberry juice sold.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is NOT supported by the data in the table, the student should have used the data given in the table for Monday and should have used the assumption that Tuesday would have ratios similar to Monday’s ratios to predict the number of bottles of juice that would be sold to customers on Tuesday. Since the combined number of bottles sold to customers on Monday was 40, the student could have determined that 80, the number of customers on Tuesday, is two times 40 and multiplied the number of each kind of juice by 2. This results in 22 bottles of apple juice, 14 bottles of cranberry juice, 36 bottles of orange juice, and 8 bottles of pineapple juice sold on Tuesday. The student should have identified that the statement indicating the number of bottles of apple juice sold (22) is 6 times the number of bottles of cranberry juice sold (14) is NOT supported by the information in the table."
                }
            },
            "H": {
                "Choice": "There will be a total of 50 bottles of orange and cranberry juice sold.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a statement that is supported by the information in the table instead of one that is NOT supported as directed. The total number of bottles of orange juice sold (36) and cranberry juice sold (14) will be equal to 50, because 36 + 14 = 50. The student needs to focus on attending to the details of the question in problems requiring quantitative predictions."
                }
            },
            "J": {
                "Choice": "The difference between the number of bottles of apple juice sold and the number of bottles of pineapple juice sold will be 14.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a statement that is supported by the information in the table instead of one that is NOT supported as directed. The difference between the number of bottles of apple juice sold (22) and the number of bottles of pineapple juice sold (8) will be 14, because 22 − 8 = 14. The student needs to focus on attending to the details of the question in problems requiring quantitative predictions."
                }
            }
        }
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Expressions, Equations & Relationships",
        "SubTopic": "Represent linear relationships using verbal descriptions, tables, graphs, and equations that simplify to the form y = mx + b.",
        "Content": [
            "Which equation best represents the relationship between x and y in the graph?",
            "problems/TX19G7M/media/17a.jpg"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "y = −3/4 • x − 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equation representing the relationship between x and y in the graph, the student could have identified the rate of change (ratio of the change in y-values to the change in x-values) and the y-value when x = 0 of the graphed line and written the equation in the form y = mx + b, where m represents the rate of change and b represents the y-value when x = 0. To find the rate of change, the student could have used the points (0, −3) and (4, −6) and found the ratio of the vertical distance (up and down) to the horizontal distance (left to right). The vertical distance between these two points is 3 units, and the horizontal distance between these two points is 4 units. Since the line is decreasing from left to right, the rate of change is negative. This results in a rate of change of −3/4. The y-value is −3 when x = 0. Substituting −3/4 for m and −3 for b in the equation y = mx + b results in the equation y = −3/4 • x − 3. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            },
            "B": {
                "Choice": "y = −4/3 • x − 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the correct y-value when x = 0 (−3) but identified the rate of change as the ratio of the horizontal distance to the vertical distance instead of the ratio of the vertical distance to the horizontal distance. The student needs to focus on understanding how to determine the equation of a line from a graph."
                }
            },
            "C": {
                "Choice": "y = −3/4 • x − 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the correct rate of change of the line (−3/4) but used the x-value when y = 0 (−4) instead of the y-value when x = 0 (−3). The student needs to focus on understanding how to determine the equation of a line from a graph."
                }
            },
            "D": {
                "Choice": "y = −4/3 • x − 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the x-value when y = 0 (−4) instead of the y-value when x = 0 (−3) and identified the rate of change as the ratio of the horizontal distance to the vertical distance instead of the ratio of the vertical distance to the horizontal distance. The student needs to focus on understanding how to determine the equation of a line from a graph."
                }
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Expressions, Equations & Relationships",
        "SubTopic": "Determine the area of composite figures containing combinations of rectangles, squares, parallelograms, trapezoids, triangles, semicircles, and quarter circles.",
        "Content": [
            "A model of a rectangular stove top with four circular burners is shown. The side lengths of the stove top and the diameters of the burners are labeled.",
            "problems/TX19G7M/media/18a.jpg",
            "Which measurement is the best estimate of the area in square inches of the stove top that does not include the area of the burners?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "108 in^2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the approximate area of the four burners but did not subtract this combined area from the area of the rectangular stove top, resulting in 108 square inches. The student needs to focus on understanding how to determine the area of composite figures."
                }
            },
            "G": {
                "Choice": "492 in^2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not square the value of the radius when finding the area of the burners, solving A = 3π, which is approximately 9 square inches. Multiplying this area by 4 (the number of burners) results in 36 square inches. The student likely subtracted 36 square inches from the area of the rectangle (528 square inches), resulting in 492 square inches. The student needs to focus on understanding how to determine the area of composite figures."
                }
            },
            "H": {
                "Choice": "420 in^2",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the area (amount of space covered by) of the stove top that does not include the area of the burners (the shaded region), the student should have found the area of the rectangle and subtracted the combined areas of all four circles. The base of the rectangle is 24 inches, and the height is 22 inches. For each circle, the diameter (straight line going through the center of a circle connecting two points on the circumference) is 6 inches. As a result, the radius (distance from the center to the circumference of a circle) of each circle is 3 inches, or half the length of the diameter. The student could have used the formulas for the area of a rectangle and for the area of a circle from the Area section of the STAAR Grade 7 Mathematics Reference Materials page within the student’s test booklet (A = bh, where A = the area, b = the base, and h = the height of the rectangle, and A = πr^2, where A = the area and r = the radius of a circle). The student could have combined both formulas to find the shaded area, A = bh − 4(πr^2), where 3 can be used as an estimate for π. So the area of the shaded region is A ≈ (24)(22) − 4(3 × 3^2) ≈ 528 − 4(3 × 9) ≈ 528 − 4(27) ≈ 528 − 108 ≈ 420, or about 420 square inches."
                }
            },
            "J": {
                "Choice": "528 in^2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the area of the rectangular stove top without subtracting the areas of the four burners, resulting in 528 square inches. The student needs to focus on understanding how to determine the area of composite figures."
                }
            }
        }
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Personal Financial Literacy",
        "SubTopic": "Create and organize a financial assets and liabilities record and construct a net worth statement.",
        "Content": [
            "Phillip created the net worth statement shown.",
            "problems/TX19G7M/media/19a.jpg",
            "Based on the information in the statement, what is Phillip’s net worth?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$184,500",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely combined the total assets and the total liabilities shown on the net worth statement (113,000 + 71,500 = 184,500). The student needs to focus on understanding how to determine net worth using a net worth statement of total liabilities and total assets."
                }
            },
            "B": {
                "Choice": "$41,500",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine Phillip’s net worth, the student should have subtracted the total liabilities shown on the net worth statement from the total assets shown on the net worth statement (113,000 − 71,500 = 41,500), resulting in Phillip’s net worth of $41,500."
                }
            },
            "C": {
                "Choice": "−$71,500",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the value of the total liabilities shown on the net worth statement ($71,500) as the net worth. Because total liabilities are subtracted from a person’s net worth, the student likely assigned a negative value (−$71,500). The student needs to focus on understanding how to determine net worth using a net worth statement of total liabilities and total assets."
                }
            },
            "D": {
                "Choice": "−$41,500",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the total assets from the total liabilities on the net worth statement (71,500 − 113,000 = −41,500) instead of subtracting the liabilities from the assets. The student needs to focus on understanding how to determine net worth using a net worth statement of total liabilities and total assets."
                }
            }
        }
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Solve mathematical and real-world problems involving similar shape and scale drawings.",
        "Content": [
            "Leon created a scale drawing of the school library in his art class. In the scale drawing, the length of the library is 13 inches. The length of the actual library is 78 feet.",
            "Which scale did Leon use to create the scale drawing of the school library?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1 inch represents 6 feet",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the scale used to create the scale drawing of the library, the student could have compared the length of the library in the scale drawing to the length of the actual library, noticing that 13 inches represents 78 feet. The student could have then divided each of these values by 13 to determine the number of feet that are represented by 1 inch. This results in 1 inch representing 6 feet. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            },
            "G": {
                "Choice": "1 inch represents 1/6 foot",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 13 by 78 instead of 78 by 13 when determining the number of feet represented by 1 inch, resulting in 1 inch representing 1/6 foot (13/78 = 1/6). The student needs to focus on understanding how to determine the scale used to create a scale drawing."
                }
            },
            "H": {
                "Choice": "6 inches represents 1 foot",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided correctly but then mistakenly reversed the relationship between inches and feet when choosing the scale used from the options. The student needs to focus on attending to the details of answer options in problems that involve determining a scale."
                }
            },
            "J": {
                "Choice": "6 inches represents 1/6 foot",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 13 by 78 instead of 78 by 13 when determining the number of feet and mistakenly used this value (1/6) as representing 6 inches (78/13) instead of 1 inch. The student needs to focus on attending to the details of answer options in problems that involve determining a scale."
                }
            }
        }
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Apply and extend previous understandings of operations to solve problems using addition, subtraction, multiplication, and division of rational numbers.",
        "Content": [
            "This week Andres will practice with his band for 1 1/2 hours on Monday, 1 3/4 hours on Tuesday, and 2 hours on Wednesday. Next week Andres will practice with his band for the same number of hours on Monday, Tuesday, and Wednesday.",
            "What is the total number of hours Andres will practice with his band over these 6 days?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "5 1/4 hours",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the number of hours of practice on Monday, Tuesday, and Wednesday but did not multiply the total by 2. The student needs to focus on understanding how to solve problems involving operations with rational numbers."
                }
            },
            "B": {
                "Choice": "10 1/2 hours",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of hours Andres will practice with his band, the student could have added the number of hours of practice on Monday, Tuesday, and Wednesday and then multiplied the sum by 2, resulting in 2(1 1/2 + 1 3/4 + 2) = 2(5 1/4) = 10 1/2 hours of practice over these 6 days. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            },
            "C": {
                "Choice": "4 1/4 hours",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the whole numbers of hours of practice on Monday, Tuesday, and Wednesday (1 + 1 + 2 = 4) but did not account for the 1 whole when converting the sum of the fractions (1/2 + 3/4 = 5/4) to a mixed number, resulting in 1/4 instead of 1 1/4. The student likely added 4 + 1/4, resulting in 4 1/4. The student also likely did not multiply the total by 2. The student needs to focus on understanding how to solve problems involving operations with rational numbers."
                }
            },
            "D": {
                "Choice": "8 1/2 hours",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the whole numbers of hours of practice on Monday, Tuesday, and Wednesday (1 + 1 + 2 = 4) but did not account for the 1 whole when converting the sum of the fractions (1/2 + 3/4 = 5/4) to a mixed number, resulting in 1/4 instead of1 1/4. The student likely added 4 + 1/4, resulting in 4 1/4, and then multiplied by 2, resulting in 8 1/2. The student needs to focus on understanding how to solve problems involving operations with rational numbers."
                }
            }
        }
    },
    "22": {
        "Number": 22,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "Proportionality",
        "SubTopic": "Solve problems using data represented in bar graphs, dot plots, and circle graphs, including part-to-whole and part-to-part comparisons and equivalents.",
        "Content": [
            "A farmer plants crops on 48 acres of land. The circle graph shows the percentages of land used for some of the different types of crops.",
            "problems/TX19G7M/media/22a.jpg",
            "Based on the circle graph, how many acres of land are used for corn?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "14.4",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of acres of land used for corn, the student could have first used the circle graph to find the percentage of land used for corn. Since the entire circle graph represents 100%, the student could have subtracted the percentages of land given in the circle graph for cotton, wheat, and other from 100%, resulting in 100 − 40 − 20 − 10 = 30. This means that 30% of the land is used for corn. The student could have then multiplied the total number of acres used for planting (48) by the decimal equivalent of 30% (0.30), resulting in 48 × 0.30 = 14.4. This means that 14.4 acres of the land are used for corn. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Represent constant rates of change in mathematical and real-world problems given pictorial, tabular, verbal, numeric, graphical, and algebraic representations, including d = rt.",
        "Content": [
            "Which answer choice represents a person burning 90 calories by climbing 18 flights of stairs?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX19G7M/media/23a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which answer choice represents a person burning 90 calories by climbing 18 flights of stairs, the student could have found the number of calories burned when climbing 1 flight of stairs by dividing 90 by 18. This results in 5 calories burned for every flight of stairs climbed. The table shows that the number of calories burned is 5 times the number of flights of stairs climbed. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            },
            "B": {
                "Choice": "c = f + 5, where c represents the number of calories burned and f represents the number of flights of stairs climbed",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the number of calories burned for each flight of stairs as 5 but thought the equation c = f +5, instead of the correct equation c = 5f , represented the situation because it included the value of 5. The student needs to focus on understanding how to represent a real-world situation with an algebraic representation."
                }
            },
            "C": {
                "Choice": "problems/TX19G7M/media/23b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the number of flights of stairs climbed (18) as the number of calories burned for every flight of stairs climbed and identified a graph that showed this relationship. The student needs to focus on understanding how to represent a real-world situation with a graphical representation."
                }
            },
            "D": {
                "Choice": "A person who climbs 5 flights of stairs will burn 1 calorie.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the number of calories burned for each flight of stairs climbed but identified a statement that represented this relationship with the numbers reversed. The student needs to focus on understanding how to represent a real-world situation with a verbal representation."
                }
            }
        }
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Add, subtract, multiply, and divide rational numbers fluently.",
        "Content": [
            "What is the value of the expression 6 3/4 • (−11.5)?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "77 5/8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made a sign error when multiplying, resulting in a positive value instead of a negative value. The student needs to focus on understanding how to multiply rational numbers."
                }
            },
            "G": {
                "Choice": "69 3/4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 6 by 11.5, resulting in 69. The student then likely carried over the fraction 3/4 and did not use the negative sign, resulting in 69 3/4. The student needs to focus on understanding how to multiply rational numbers."
                }
            },
            "H": {
                "Choice": "−77 5/8",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the value of 6 3/4 • (−11.5), the student could have changed the decimal value of − 11.5 to the mixed number −11 1/2. The student could have then changed both mixed numbers to improper fractions and multiplied, resulting in (27/4) × (−23/2) = −(27 × 23)/(4 ×2) = −621/8. The student could have then changed the improper fraction to a mixed number, resulting in −77 5/8. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            },
            "J": {
                "Choice": "−69 3/4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 6 by −11.5, resulting in −69. The student then likely carried over the fraction 3/4, resulting in −69 3/4. The student needs to focus on understanding how to multiply rational numbers."
                }
            }
        }
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Solve problems using qualitative and quantitative predictions and comparisons from simple experiments.",
        "Content": [
            "Justin has 50 pictures in an album. Of these pictures, 30 show his friends, 12 show his family, and 8 show only Justin. Justin is in 1/2 of the pictures that show his friends and 1/2 of the pictures that show his family.",
            "Based on this information, which statement is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The probability of randomly selecting a picture that shows Justin with his friends is greater than the probability of randomly selecting a picture that shows Justin with his family.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which probability statement is true, the student should have found the probability of Justin being in a picture with his friends and the probability of Justin being in a picture with his family. The album has 30 pictures showing Justin’s friends and Justin is in half of them, which means that he is in 15 of them. This probability is 15/50 = 30/100, or 30%. The album has 12 pictures showing Justin’s family and Justin is in half of them, which means that he is in 6 of them. This probability is 6/50 = 12/100, or 12%. The probability of selecting a picture showing Justin with his friends (30%) is greater than the probability of selecting a picture showing Justin with his family (12%)."
                }
            },
            "B": {
                "Choice": "The probability of randomly selecting a picture that shows Justin is 8%.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the number of pictures in the album that show only Justin (8) as the probability of selecting a picture that shows Justin. The student needs to focus on solving problems involving proportional relationships using quantitative predictions from simple experiments."
                }
            },
            "C": {
                "Choice": "The probability of randomly selecting a picture that shows Justin with his family is 5 times the probability of randomly selecting a picture that shows only his friends.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the probability of a picture that shows Justin with his family (12%) and the probability of a picture with any of Justin’s friends (30/50 = 60/100 or 60%) instead of a picture with only Justin’s friends (15/50 = 30/100 or 30%). The student then likely reversed the relationship when comparing 12% and 60%, getting 60%/12% = 5 instead of 12%/60%= 1/5. The student needs to focus on solving problems involving proportional relationships using quantitative predictions from simple experiments."
                }
            },
            "D": {
                "Choice": "The probability of randomly selecting a picture that does not show Justin is 21%.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that 15 of the pictures in the album show Justin’s friends but not him and 6 of the pictures in the album show Justin’s family but not him, which is a total of 21 pictures that do not show Justin. The student likely interpreted the number of pictures that do not show Justin (21) as the probability of selecting a picture that does not show Justin. The student needs to focus on solving problems involving proportional relationships using quantitative predictions from simple experiments."
                }
            }
        }
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Describe p as the ratio of the circumference of a circle to its diameter.",
        "Content": [
            "The circumference of a circle is C centimeters. The diameter of the circle is 13 centimeters.",
            "Which expression best represents the value of π?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "C/6.5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student determined the ratio of the circumference (C centimeters) to the radius (distance from the center to the circumference of a circle) of the circle (6.5 centimeters). The student needs to focus on understanding that π is the ratio of the circumference of a circle to its diameter."
                }
            },
            "G": {
                "Choice": "6.5/C",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student determined the ratio of the radius (distance from the center to the circumference of a circle) of the circle (6.5 centimeters) to the circumference (C centimeters). The student needs to focus on understanding that π is the ratio of the circumference of a circle to its diameter."
                }
            },
            "H": {
                "Choice": "C/13",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the expression that represents the value of π, the student should have understood that π is the ratio of the circumference (distance around a circle) to the diameter (straight line going through the center of a circle connecting two points on the circumference) of a circle. The circumference is C centimeters, and the diameter is 13 centimeters. Therefore the ratio is C/13."
                }
            },
            "J": {
                "Choice": "13/C",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student determined the ratio of the diameter of the circle (13 centimeters) to the circumference (C centimeters). The student needs to focus on understanding that π is the ratio of the circumference of a circle to its diameter."
                }
            }
        }
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Expressions, Equations & Relationships",
        "SubTopic": "Model and solve one-variable, two-step equations and inequalities.",
        "Content": [
            "What is the solution set for this inequality?",
            "−8x + 40 > −16"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "x > 7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely followed all the correct steps to solve the inequality but did not reverse the inequality sign. The student needs to focus on using all the correct steps to solve an inequality."
                }
            },
            "B": {
                "Choice": "x < 7",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the solution set, the student could have first subtracted 40 from both sides of the inequality, resulting in −8x > −56. The student could have then divided both sides of the inequality by −8. When an inequality is divided by a negative number, the inequality sign is reversed. This step results in the solution to the inequality, which is x < 7. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            },
            "C": {
                "Choice": "x > −3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 40 from the left side of the inequality but added 40 to the right side of the inequality in the first step, resulting in −8x > 24. The student then likely divided both sides of the inequality by −8 but did not reverse the inequality sign, resulting in x > −3. The student needs to focus on using all the correct steps to solve an inequality."
                }
            },
            "D": {
                "Choice": "x < −3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 40 from the left side of the inequality but added 40 to the right side of the inequality in the first step, resulting in −8x > 24. The student then likely divided both sides of the inequality by −8 and correctly reversed the inequality sign, resulting in x < −3. The student needs to focus on using all the correct steps to solve an inequality."
                }
            }
        }
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Personal Financial Literacy",
        "SubTopic": "Analyze and compare monetary incentives, including sales, rebates, and coupons.",
        "Content": [
            "Zachary is buying 4 tires for his car. The table shows the prices and the advertised sales for the same type of tire at 4 tire stores.",
            "problems/TX19G7M/media/28a.jpg",
            "Based on the advertised sales, at which store will Zachary get the lowest price on 4 tires?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Store R",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which store will have the lowest price on 4 tires, the student should have calculated the price for 4 tires at each store using the information in the table. At Store R, each tire has a price of $150, and the sale is buy 3 tires and get the 4th free. To find the total price for 4 tires, the student could have multiplied $150 by 3, resulting in $450. At Store S, each tire has a price of $200, and the sale is $70 off each tire when 4 are bought. To find the total price for 4 tires, the student could have subtracted $70 from $200, resulting in $130 per tire, and multiplied $130 by 4, resulting in $520. At Store T, each tire has a price of $175, and the sale is $200 off the total price when 4 tires are bought. To find the total price for 4 tires, the student could have multiplied $175 by 4, resulting in $700, and subtracted $200, resulting in $500. At Store V, each tire has a price of $130, and the sale is 10% off the total price of 4 tires. To find the total price for 4 tires, the student could have multiplied $130 by 4, resulting in $520, and subtracted 10% of $520 ($52) from $520, resulting in $468. Comparing the total price of 4 tires at each store results in Store R having the lowest price. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            },
            "G": {
                "Choice": "Store S",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student chose the store with the highest price on 4 tires instead of the lowest price on 4 tires. The student needs to focus on analyzing all of the information given in a problem to determine the best sale price."
                }
            },
            "H": {
                "Choice": "Store T",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the price for 4 tires at Store R without regard to the advertised sale, resulting in a price of $600. The student also likely took $10 off the total price at Store V instead of 10% off, resulting in a price of $510. The student likely determined that Store T, with a sale price of $500, has the lowest price on 4 tires. The student needs to focus on analyzing all of the information given in a problem to determine the best sale price."
                }
            },
            "J": {
                "Choice": "Store V",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely looked at the price per tire for each store without regard to the advertised sale at each store and chose Store V, the store with the lowest price per tire. The student needs to focus on analyzing all of the information given in a problem to determine the best sale price."
                }
            }
        }
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Determine the constant of proportionality (k = y/x) within mathematical and real-world problems.",
        "Content": [
            "At a school carnival, tickets can be purchased to participate in different activities. The table shows the total cost for different numbers of tickets.",
            "problems/TX19G7M/media/29a.jpg",
            "What is the constant of proportionality that relates y, the total cost in dollars, to x, the number of tickets purchased?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "4.00",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely selected a pair of corresponding values from the table but confused the values of x and y, substituting 2 for x and 8 for y in the equation k= y ,resultingin k = y/x → 8/2 → 4.00. The student needs to focus on substituting the correct values in the equation to determine the constant of proportionality."
                }
            },
            "B": {
                "Choice": "0.25",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the constant of proportionality that relates y, the total cost in dollars, to x, the number of tickets purchased, the student should have used the formula for constant of proportionality from the Linear Equations section of the STAAR Grade 7 Mathematics Reference Materials page within the student’s test booklet (k = y/x, where k = the constant of proportionality, x = the values of the independent variable, and y = the corresponding (paired) values of the dependent variable). The student could have used the pair of values x = 8 and y = 2.00 from the table and substituted 2 for y and 8 for x, resulting in the equation k= y/x = 2/8 = 0.25."
                }
            },
            "C": {
                "Choice": "1.00",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the constant of proportionality by looking at the change in the total cost between 8 and 12 tickets, which is $1. The student needs to focus on understanding how to use the equation k = y/x to determine the constant of proportionality."
                }
            },
            "D": {
                "Choice": "0.10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the constant of proportionality by looking at the change in the total cost between 8 and 12 tickets, which is $1, but made an error in the placement of the decimal, resulting in 0.10. The student needs to focus on understanding how to use the equation k = y/x to determine the constant of proportionality."
                }
            }
        }
    },
    "30": {
        "Number": 30,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "Expressions, Equations & Relationships",
        "SubTopic": "Determine the area of composite figures containing combinations of rectangles, squares, parallelograms, trapezoids, triangles, semicircles, and quarter circles.",
        "Content": [
            "A drawing of a sailboat was made using a rectangle and two right triangles, as shown.",
            "problems/TX19G7M/media/30a.jpg",
            "What is the area of the drawing of the sailboat in square centimeters?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "45",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the area of (amount of space covered by) the drawing, the student could have calculated the combined area of the triangle and the rectangle using the formulas for the area of a triangle and a rectangle from the Area section of the STAAR Grade 7 Mathematics Reference Materials page within the student’s test booklet (A = 1/2 • bh, where A = the area of the triangle, b = the length of the base, and h = the height (vertical distance from top to bottom), and A = bh, where A = the area of the rectangle, b = the length of the base, and h = the height). To find the area of the triangle, the length of the base, 5 cm, could be multiplied by the height, 6 cm, and multiplied by 1/2, resulting in 1/2 • (5 × 6) = 15 square centimeters. To find the area of the rectangle, the student could have multiplied the length of the base, 12 cm, by the height, 2.5 cm, resulting in 12 × 2.5 = 30 square centimeters. Combining the areas of the two shapes results in an area of 15 + 30 = 45 square centimeters. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Solve problems involving ratios, rates, and percents, including multi-step problems involving percent increase and percent decrease, and financial literacy problems.",
        "Content": [
            "Perry traveled at an average speed of 55 miles per hour for 3.5 hours and then traveled at an average speed of 60 miles per hour for 2.5 hours. What was the total distance in miles that Perry traveled during this time?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "347.5 mi",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely switched the amount of time traveling at each rate of speed, resulting in 55 × 2.5 = 137.5 miles and 60 × 3.5 = 210 miles. Combining these distances results in a total distance of 347.5 miles. The student needs to focus on attending to the details of a multi-step problem involving proportional relationships."
                }
            },
            "B": {
                "Choice": "330 mi",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the total time as 3.5 + 2.5 = 6 hours and multiplied this time by the rate of speed of 55 miles per hour, resulting in 55 × 6 = 330 miles. The student needs to focus on understanding how to solve problems involving proportional relationships."
                }
            },
            "C": {
                "Choice": "360 mi",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the total time as 3.5 + 2.5 = 6 hours and multiplied this time by the rate of speed of 60 miles per hour, resulting in 60 × 6 = 360 miles. The student needs to focus on understanding how to solve problems involving proportional relationships."
                }
            },
            "D": {
                "Choice": "342.5 mi",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total distance that Perry traveled, the student could have used the formula for distance from the Additional Information section of the STAAR Grade 7 Mathematics Reference Materials page within the student’s test booklet (d = rt, where d = distance, r = rate of speed, and t = time) and multiplied each rate of speed in miles per hour by the amount of time traveled at that speed and added the resulting distances. Perry traveled at a speed of 55 miles per hour for 3.5 hours, resulting in a distance of 192.5 miles (55 × 3.5 = 192.5). He then traveled at a speed of 60 miles per hour for 2.5 hours, resulting in a total distance of 150 miles (60 × 2.5 = 150). Combining these distances results in a total distance of 342.5 miles. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem efficiently."
                }
            }
        }
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Measurement & Data",
        "SubTopic": "Compare two groups of numeric data using comparative dot plots or box plots by comparing their shapes, centers, and spreads.",
        "Content": [
            "The dot plots show the numbers of children’s books purchased by customers at two different bookstores on one day.",
            "problems/TX19G7M/media/32a.jpg",
            "problems/TX19G7M/media/32b.jpg",
            "Which statement is supported by the information in the dot plots?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The mode of the data for Store 2 is greater than the mode of the data for Store 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the number of books purchased for each store that has the greatest number of dots but used the number of dots as the mode (most frequent). Since 5 customers purchased 2 books at Store 1, the student likely identified the mode for Store 1 as 5 instead of 2, and since 6 customers purchased 1 book at Store 2, the student likely identified the mode for Store 2 as 6 instead of 1. The student needs to focus on understanding how to compare modes of sets of data presented in dot plots."
                }
            },
            "G": {
                "Choice": "The range of the data for Store 1 is greater than the range of the data for Store 2.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the range (difference between the greatest and least values in a set of data) of the data sets (6) as the mode (most frequent) or the median (value in a set in which half of the numbers are greater and half of the numbers are less) of the data sets (Store 1 has a mode of 2 and a median of 2.5, and Store 2 has a mode of 1 and a median of 1.5). The student needs to focus on understanding how to compare ranges of sets of data presented in dot plots."
                }
            },
            "H": {
                "Choice": "The mean of the data for Store 1 is greater than the mean of the data for Store 2.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is supported by the information in the dot plots (graphs that use dots to display data), the student could have calculated the mean (the sum of the data points divided by the number of data points) of the data for each store. For Store 1, the student could have determined the sum of the values representing the number of children’s books purchased (2(0) + 3(1) + 5(2) + 3(3) + 1(4) + 4(5) + 2(6) = 58). The student could have then divided the sum (58) by the number of data points (20), resulting in a mean of 2.9. For Store 2, the student could have determined the sum of the values representing the number of children’s books purchased (4(0) + 6(1) + 4(2) + 2(3) + 1(4) + 2(5) + 1(6) = 40). The student could have then divided the sum (40) by the number of data points (20), resulting in a mean of 2. The mean of the data for Store 1 (2.9) is greater than the mean of the data for Store 2 (2). The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            },
            "J": {
                "Choice": "The median of the data for Store 2 is greater than the median of the data for Store 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the relationship between the median (value in a set in which half of the numbers are greater and half of the numbers are less) of each store, interpreting the median of Store 2 as 2.5 instead of 1.5 and the median of Store 1 as 1.5 instead of 2.5. The student needs to focus on attending to the details of answer options in problems that compare sets of data."
                }
            }
        }
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Solve mathematical and real-world problems involving similar shape and scale drawings.",
        "Content": [
            "Triangle RST is similar to triangle RVW.",
            "problems/TX19G7M/media/33a.jpg",
            "What is the value of d in millimeters?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "27 mm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely set up the proportion d/18 = 15/10, which does not compare corresponding side lengths of the similar figures. When solved, 18 × 15 = 270 and 270 divided by 10 is equal to 27. The student needs to focus on understanding how to set up proportions to compare corresponding side lengths of similar figures."
                }
            },
            "B": {
                "Choice": "12 mm",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the value of d, the student could have set up and solved a proportion (comparison of two ratios) comparing corresponding side lengths of the similar figures (two figures with corresponding angle measures equal and corresponding sides proportional). Sides RW and RT are corresponding sides, and sides WV and TS are corresponding sides. The length of side RT is the sum of the lengths of sides RW and WT, or 10 + 5 = 15. The student could have used the proportion d/18 = 10/15 to find the value of d by multiplying 18 by 10, resulting in 180, and then dividing 180 by 15, resulting in d = 12 mm. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            },
            "C": {
                "Choice": "9 mm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reasoned that since the length of the side labeled 5 mm was half the length of the side labeled 10 mm, the length of the side labeled d mm was half the length of the side labeled 18 mm, resulting in d = 9 mm. The student needs to focus on understanding how to solve problems involving similar shapes."
                }
            },
            "D": {
                "Choice": "13 mm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the value of 5 from 18 to determine the length of the side labeled d mm, resulting in 13 mm. The student needs to focus on understanding how to solve problems involving similar shapes."
                }
            }
        }
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Expressions, Equations & Relationships",
        "SubTopic": "Determine if the given value(s) make(s) one-variable, two-step equations and inequalities true.",
        "Content": [
            "Which values from the set {−6, −4, −3, −1, 0, 2} satisfy this inequality?",
            "−1/2 • x + 3 ≥ 5"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "−4, −3, −1, 0, and 2 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not reverse the direction of the inequality symbol when dividing by a negative number, resulting in x ≥ −4 instead of x ≤ −4. The values shown in this option satisfy the inequality x ≥ −4. The student needs to focus on understanding how to determine which values in a given set satisfy the solution to an inequality."
                }
            },
            "G": {
                "Choice": "−1, 0, and 2 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 2 by −1/2 instead of dividing 2 by −1/2 and forgot to reverse the direction of the inequality sign, resulting in x ≥ −1 instead of x ≤ −4. The values in this option satisfy the inequality x ≥ −1. The student needs to focus on understanding how to determine which values in a given set satisfy the solution to an inequality."
                }
            },
            "H": {
                "Choice": "−6, −4, −3, and −1 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 2 by −1/2 instead of dividing 2 by −1/2, resulting in x ≤ − 1 instead of x ≤ −4. The values in this option satisfy the inequality x ≤ −1. The student needs to focus on understanding how to determine which values in a given set satisfy the solution to an inequality."
                }
            },
            "J": {
                "Choice": "−6 and −4 only",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the values that satisfy the inequality, the student could have solved the inequality for x. The student could have subtracted 3 from both sides of the inequality, resulting in −1/2 x ≥ 2. The student could have then divided both sides of the inequality by −1/2 and reversed the direction of the inequality symbol because of division by a negative number, resulting in x ≤ −4. The values from the given set that satisfy this inequality are those that are less than or equal to (≤) −4 (−6 and −4 only). The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "35": {
        "Number": 35,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "Proportionality",
        "SubTopic": "Determine experimental and theoretical probabilities related to simple and compound events using data and sample spaces.",
        "Content": [
            "A bag contains colored tiles.",
            "• 3 tiles are red",
            "• 6 tiles are green",
            "• 3 tiles are blue",
            "A tile will be randomly selected from the bag. What is the probability in decimal form that the tile selected will be green?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "0.5",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the theoretical probability (how likely it is that some event will occur) that the tile randomly selected from the bag will be green, the student could have written a fraction that has the number of green tiles in the bag (6) over the total number of tiles in the bag (3 + 6 + 3 = 12). The fraction 6/12 reduces to 1/2, which is equal to 0.5 when written in decimal form. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Proportionality",
        "SubTopic": "Calculate unit rates from rates in mathematical and real-world problems.",
        "Content": [
            "A worker uses 450 inches of steel wire to make 300 springs of the same size. At this rate how many inches of steel wire are needed to make 1 spring?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1/3 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 300 from 450 before dividing, resulting in 150/450, which reduces to 1/3. The student needs to focus on understanding how to calculate a unit rate given a problem situation."
                }
            },
            "G": {
                "Choice": "1/15 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the number of springs made (300) by the number of inches of steel wire used to make these springs (450), resulting in 300/450. The student then likely made an error when reducing the fraction by canceling out all the zeros in the fraction, resulting in 3/45, which reduces to 1/15. The student needs to focus on understanding how to calculate a unit rate given a problem situation."
                }
            },
            "H": {
                "Choice": "2/3 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the number of springs made (300) by the number of inches of steel wire used to make these springs (450). This results in 300/450, which reduces to 2/3. The student needs to focus on understanding how to calculate a unit rate given a problem situation."
                }
            },
            "J": {
                "Choice": "1 1/2 in.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine how many inches of steel wire are needed to make 1 spring, the student should have divided the number of inches of steel wire used to make these springs (450) by the number of springs made (300). This results in 450/300 , which is equal to 1 1/2 inches."
                }
            }
        }
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Expressions, Equations & Relationships",
        "SubTopic": "Determine the circumference and area of circles.",
        "Content": [
            "A circle has a diameter of 7.6 feet. Which measurement is closest to the circumference of the circle in feet?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "23.9 ft",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the circumference of the circle (distance around the circle), the student should have used the formula for the circumference of a circle from the Circumference section and the approximation of pi (π) from the Additional Information section of the STAAR Grade 7 Mathematics Reference Materials page within the student’s test booklet (C = πd, where C = the circumference, d = the diameter (straight line going through the center of a circle connecting two points on the circumference), and π ≈ 3.14). This results in C ≈ (3.14)(7.6), which is 23.9 feet."
                }
            },
            "B": {
                "Choice": "45.3 ft",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for area (amount of space covered by a surface) instead of the formula for circumference. The student likely first determined that the radius (distance from the center to the circumference of a circle) is 3.8 feet by dividing the diameter of 7.6 feet by 2. Then the student likely calculated the value of the expression π × (3.8)2, which has a value of approximately 45.3 feet. The student needs to focus on understanding which formula to apply in calculations involving circles."
                }
            },
            "C": {
                "Choice": "47.7 ft",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the given diameter of 7.6 as the radius (distance from the center to the circumference of a circle). The student likely used the formula C = 2πr and substituted 7.6 for r, resulting in C = 2 × π × 7.6 ≈ 47.7 feet. The student needs to focus on understanding the difference between the radius and the diameter."
                }
            },
            "D": {
                "Choice": "11.9 ft",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the radius (distance from the center to the circumference of a circle) by dividing the diameter of 7.6 feet by 2, resulting in 3.8 feet. The student likely used the radius instead of the diameter in the formula, resulting in π × 3.8, which has a value of approximately 11.9 feet. The student needs to focus on applying the correct formula to calculate the circumference of a circle."
                }
            }
        }
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Measurement & Data",
        "SubTopic": "Use data from a random sample to make inferences about a population.",
        "Content": [
            "A college conducted a survey of randomly selected freshmen about their choice of major. The table shows the results of the survey.",
            "problems/TX19G7M/media/38a.jpg",
            "Which inference about all freshmen at this college is best supported by this information?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The number of freshmen who chose English as their major is less than the number of freshmen who are Undecided on their major.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely read “less than” as “equal to” when comparing the number of freshmen who chose English as their major (50) to the number of freshmen who are Undecided on their major (50). The student needs to focus on attending to the details of answer options in problems that require the student to make an inference from a set of data."
                }
            },
            "G": {
                "Choice": "The number of freshmen who chose Education as their major is greater than the number of freshmen who chose Science or Other as their major.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which inference (a conclusion based on evidence) is best supported by the information in the table, the student should have compared the number of freshmen who chose Education as their major (60) to the number of freshmen who chose Science or Other as their major (55). The number of students who chose Education as their major (60) is greater than the number of students who chose Science or Other (55) as their major, so the statement is supported by the information."
                }
            },
            "H": {
                "Choice": "The number of freshmen who chose Business or Education as their major is less than the number of freshmen who chose Science or Engineering as their major.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the relationship when comparing the number of students who chose Business or Education as their major (105) to the number of students who chose Science or Engineering as their major (75). The student needs to focus on attending to the details of answer options in problems that require the student to make an inference from a set of data."
                }
            },
            "J": {
                "Choice": "The number of freshmen who chose Business as their major is greater than the number of freshmen who chose English as their major.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the relationship when comparing the number of students who chose Business as their major (45) to the number of students who chose English as their major (50). The student needs to focus on attending to the details of answer options in problems that require the student to make an inference from a set of data."
                }
            }
        }
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Expressions, Equations & Relationships",
        "SubTopic": "Solve problems involving the volume of rectangular prisms, triangular prisms, rectangular pyramids, and triangular pyramids.",
        "Content": [
            "A ringtoss toy is composed of a rectangular prism on top of a cylinder. The rectangular prism is completely filled with water. The dimensions of the rectangular prism are shown in the diagram.",
            "problems/TX19G7M/media/39a.jpg",
            "What is the volume of the rectangular prism in cubic centimeters?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "26 cm^3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the given dimensions, resulting in 15 + 2 + 9 = 26. The student needs to focus on understanding how to solve problems involving volumes of rectangular prisms."
                }
            },
            "B": {
                "Choice": "270 cm^3",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the volume of (amount of three-dimensional space taken up by) the rectangular prism in cubic centimeters, the student should have used the formula for the volume of a prism from the Volume section and the formula for the area of a rectangle from the Area section of the STAAR Grade 7 Mathematics Reference Materials page within the student’s test booklet (V = Bh, where V = the volume of the prism, B = the area of (amount of space covered by) the base, and h = the height (vertical distance from top to bottom) of the prism, and A = bh, where A represents the area of the rectangular base, b represents the thickness of the base, and h represents the width of the base). The area of the base is represented by the expression 2 × 9, which has a value of 18 square centimeters. The volume is represented by the expression 18 × 15, which results in 270 cubic centimeters."
                }
            },
            "C": {
                "Choice": "165 cm^e",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the dimensions of 2 cm and 9 cm as the dimensions of the base and found the area of the base using addition instead of multiplication, resulting in (2 + 9) × 15 = 165. The student needs to focus on understanding how to solve problems involving volumes of rectangular prisms."
                }
            },
            "D": {
                "Choice": "348 cm^3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the total area of each face of the prism without including the bottom base of the prism. This resulted in the expression 2(15 × 2) + 2(15 × 9) + (2 × 9) = 348. The student needs to focus on understanding how to solve problems involving volumes of rectangular prisms."
                }
            }
        }
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Expressions, Equations & Relationships",
        "SubTopic": "Represent linear relationships using verbal descriptions, tables, graphs, and equations that simplify to the form y = mx + b.",
        "Content": [
            "Nicholas is buying shirts for his baseball team. He will pay $9.50 for each shirt plus a one-time fee of $22.50 for the design.",
            "Which equation can be used to find y, the total cost to buy x shirts?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "y = 9.5x+22.5",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equation that can be used to find y, the student should have first understood that the expression “$9.50 for each shirt” is equivalent to 9.5 times the number of shirts bought and that the expression “a one-time fee of $22.50 for the design” represents the initial, or starting value. The number of shirts bought is represented by x, so the total cost, y,is 9.5x + 22.5. Therefore the equation is y = 9.5x + 22.5."
                }
            },
            "G": {
                "Choice": "y = 22.5x+9.5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the relationship between the cost of each shirt and the one-time fee, resulting in the equation y = 22.5x + 9.5. The student needs to focus on understanding how to represent linear relationships using equations in the form y = mx + b."
                }
            },
            "H": {
                "Choice": "y= 9.5x − 22.5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the one-time fee from the cost for x shirts instead of adding it, resulting in the equation y = 9.5x − 22.5. The student needs to focus on understanding how to represent linear relationships using equations in the form y = mx + b."
                }
            },
            "J": {
                "Choice": "y = 22.5x − 9.5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the relationship between the cost of each shirt and the one-time fee and subtracted instead of adding, resulting in the equation y = 22.5x − 9.5. The student needs to focus on understanding how to represent linear relationships using equations in the form y = mx + b."
                }
            }
        }
    }
}