{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Literature Text - Key Ideas & Details"
        ],
        "SubTopics": [
            "Describe how the plot of a particular story, drama, or poem unfolds, as well as how the characters respond or change as the plot moves toward a resolution."
        ],
        "SuppContent": [
            "problems/PA19G6E/supps/PA19G6E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "How does Jimmie’s experience in the balcony most contribute to the plot in “Professor Naismith’s New Game”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Jimmie learns the rules of the game so that he will be ready to play in the future.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though Jimmie does learn the rules while in the balcony, his experience in this setting does not directly contribute to him being able to play in the future.",
                    "Percent": 30
                }
            },
            "B": {
                "Choice": "Jimmie is able to think about a name for the game while he is watching it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is only after the game is over that Jimmie thinks of a name for the new game.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "Jimmie helps Professor Naismith decide when it is time to pass the ball.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jimmie does not assist Professor Naismith in this way from the balcony.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "Jimmie is able to retrieve the ball so that the game can continue.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Jimmie is able to recover the ball from the basket.",
                    "Percent": 47
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Literature Text - Key Ideas & Details"
        ],
        "SubTopics": [
            "Cite textual evidence to support analysis of what the text says explicitly as well as inferences and/or generalizations drawn from the text."
        ],
        "SuppContent": [
            "problems/PA19G6E/supps/PA19G6E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "This question has two parts. Answer Part One and then answer Part Two."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "What is the main problem at the beginning of “Professor Naismith’s New Game”?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "The students want to be treated as adults.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Even though Ernest complains about not being treated as an adult, this is not the main problem that drives the plot.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "The students dislike the rules of the new game.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This option is not supported at all by the content of the passage.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "The students prefer to play outside in cold weather.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Ernest admits that the weather is too cold outside to play sports.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "The students think the physical education class is boring.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "Ernest complains about the repetitive nature of the exercises.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MC",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "Which evidence from the passage best supports the answer in Part One? Choose one answer."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“ ‘Over and over and over again! Wouldn’t it drive you out of your mind?’ ”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The words “over and over” support the idea that Ernest and the other students are tired of the monotony of the exercises they do.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“ ‘But what can you do when the playing fields are frozen and covered with snow?’ ”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This option only admits the students’ resignation to exercising indoors. ",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“ ‘We’re grown men in this class, not kids. If something doesn’t change soon, everyone’s going to—’ ”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This option reinforces the idea that the students believe they should be challenged as adults.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“ ‘This will be a game of skill rather than strength! It will be fair to all players!’ ”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This option expresses the view of the professor that the game should be based primarily on skill.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Literature Text - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine a theme or central idea of a text and how it is conveyed through relevant details; provide a summary of the text distinct from personal opinions or judgments."
        ],
        "SuppContent": [
            "problems/PA19G6E/supps/PA19G6E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which description is the best summary of “Professor Naismith’s New Game”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Ernest complains about his gym class. Jimmie is tired of listening to his brother talk about the class. Jimmie sits in the balcony and watches while the professor talks about a new game. The professor thought of the game in the middle of the night. The game has many rules, and Jimmie thinks about playing the game someday.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is not correct since it contains minor details and does not include the resolution.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Professor Naismith thinks up a new game for gym class. Jimmie goes with his brother Ernest to the class. The game uses baskets nailed to the balcony of the gymnasium. The game has many rules, and Professor Naismith explains them. He did not think about what to do once the ball was in the basket. Jimmie watches how everyone in the game reacts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is not correct since it is illogical to the reader due to inaccuracies in the plot and order of events.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "Ernest complains to Jimmie about how boring his gym class is. However, once they get there Professor Naismith explains a new game he has created. Jimmie watches the game from the balcony and retrieves the ball when it gets stuck in the basket. Ernest and Jimmie discuss the game on the way home and Jimmie thinks of a name for it.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This option contains the key events of the passage.",
                    "Percent": 60
                }
            },
            "D": {
                "Choice": "Ernest and Jimmie help Professor Naismith think up a new game. Professor Naismith asks Jimmie to sit in the balcony and get the ball when it goes into the basket. Sometimes the players do not know what they are doing. While he watches the game, Jimmie thinks about ways to improve it. At the end of the passage, Jimmie thinks of a name for the game.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is not correct since it contains some inaccuracies about the plot.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Literature Text - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Determine an author’s purpose in a text and explain how it is conveyed in the text; explain how an author develops the point of view of the narrator or speaker in a text; describe the effectiveness of the point of view used by the author."
        ],
        "SuppContent": [
            "problems/PA19G6E/supps/PA19G6E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "How does the author develop the point of view in “Professor Naismith’s New Game”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The author uses first person to describe the events from Ernest’s perspective.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not use the first‑person point of view.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "The author uses first person to describe the events from Professor Naismith’s perspective.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not use the first‑person point of view.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "The author uses third person to describe the events through the observations of Jimmie.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage uses third‑person limited point of view to describe events through the perspective of Jimmie.",
                    "Percent": 51
                }
            },
            "D": {
                "Choice": "The author uses third person to describe the events through an outsider recording the action.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage uses a limited, not omniscient, point of view.",
                    "Percent": 27
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Literature Text - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Analyze how a particular sentence, chapter, scene, or stanza fits into the overall structure of a text and contributes to the development of the theme, setting, or plot."
        ],
        "SuppContent": [
            "problems/PA19G6E/supps/PA19G6E-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Read the lines from “Inspired Inventions.”",
            ":box:“a dragonfly instilled helicopter;”",
            ":box:“A shooting star infused a rocket’s flight”",
            "How do these lines contribute to the development of a main theme in the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The lines support the idea that some inventions are quite simple.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no textual evidence to support the concept that the inventions are simple.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "The lines support the idea that some inventions are inspired by nature.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The design of elements of nature such as the dragonfly inspired the invention of the helicopter, and the motion of a shooting star inspired the design of the rocket.",
                    "Percent": 70
                }
            },
            "C": {
                "Choice": "The lines support the idea that inventors need to explain their inventions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poem does not state that inventors need to explain their inventions.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "The lines support the idea that inventors must overcome many challenges.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poem does not state that inventors must overcome challenges.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Literature Text - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Determine how the author uses the meaning of words or phrases, including figurative and connotative meanings, in a text; analyze the impact of a specific word choice on meaning and tone."
        ],
        "SuppContent": [
            "problems/PA19G6E/supps/PA19G6E-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Read the line from “Inspired Inventions.”",
            ":box:“Great Masterminds with deep inner notions”",
            "How does the phrase “Great Masterminds” impact the meaning of the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The phrase emphasizes the challenges inventors face as they work on inventions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase does not suggest challenge.",
                    "Percent": 27
                }
            },
            "B": {
                "Choice": "The phrase shows that inventors like to have control over their inventions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase does not suggest the inventors wanted control of their inventions.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "The phrase shows how prideful some inventors must feel.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase does not suggest the inventors were excessively proud of themselves.",
                    "Percent": 22
                }
            },
            "D": {
                "Choice": "The phrase emphasizes a sincere respect for inventors.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The phrase suggests that the inventors were geniuses, the connotation is that of respect.",
                    "Percent": 38
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Literature Text - Vocabulary Acquisition & Use"
        ],
        "SubTopics": [
            "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings."
        ],
        "SuppContent": [
            "problems/PA19G6E/supps/PA19G6E-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Read the line from “Inspired Inventions.”",
            ":box:“they fetched modern science a smiling sunrise.”",
            "What does the metaphor “smiling sunrise” convey about modern science?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Modern science continues to have an optimistic future.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word “smiling” suggests optimism, and “sunrise” suggests the beginning of a new era. Therefore, the phrase suggests that modern science will continue to have a bright future with subsequent inventions.",
                    "Percent": 44
                }
            },
            "B": {
                "Choice": "Modern science tries to attract many different inventors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option does not support the context of the given metaphor or the content of the poem.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "Modern science recognizes the sun as a power source.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option does not support the context of the given metaphor or the content of the poem.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "Modern science makes inventors happy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option does not support the context of the given metaphor or the content of the poem.",
                    "Percent": 23
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Literature Text - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Compare and contrast texts in different forms or genres (e.g., stories, dramas, poems, historical novels, fantasy stories) in terms of their approaches to similar themes and topics."
        ],
        "SuppContent": [
            "problems/PA19G6E/supps/PA19G6E-S1.json",
            "problems/PA19G6E/supps/PA19G6E-S2.json"
        ],
        "Explain": false,
        "Content": [
            "This question has two parts. Answer Part One and then answer Part Two."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "Which theme is shared by the passage and the poem?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "Some inventions lack recognition.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Both basketball and the inventions named in the poem have enjoyed great fame.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "Some inventions are poorly imagined.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Both basketball and the inventions named in the poem were great conceptualizations brought to fruition.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "Some inventions bring great pleasure.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "Both the passage and the poem show how nature-inspired inventions and a game can be enjoyed by people.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "Some inventions are inspired by the past.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "In the passage, the invention of basketball was not inspired by past events.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MS",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "Which evidence from the passage and the poem support the answer in Part One? Choose two answers."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“ ‘After we score a goal, sir,’ someone ventured, ‘how do we get the ball back?’ ” (“Professor Naismith’s New Game”)",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“ ‘Don’t tell me you actually enjoyed our session today!’ ” (“Professor Naismith’s New Game”)",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This option provides textual evidence from the poem and the passage to show that some inventions have brought great joy to others.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“a rainbow aroused a painter’s delight,” (“Inspired Inventions”)",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This option provides textual evidence from the poem and the passage to show that some inventions have brought great joy to others.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“Concepts from myths did never get ignored;” (“Inspired Inventions”)",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This option supports the wrong option from Part One.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Literature Text - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Compare and contrast texts in different forms or genres (e.g., stories, dramas, poems, historical novels, fantasy stories) in terms of their approaches to similar themes and topics."
        ],
        "SuppContent": [
            "problems/PA19G6E/supps/PA19G6E-S1.json",
            "problems/PA19G6E/supps/PA19G6E-S2.json"
        ],
        "Explain": false,
        "Content": [
            "How are “Professor Naismith’s New Game” and “Inspired Inventions” different in the way they discuss inventions?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Professor Naismith’s New Game” describes the careful planning of one invention, and “Inspired Inventions” describes the careful planning of many inventions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the passage, Professor Naismith does not carefully plan the invention of basketball; he comes up with the game in the middle of the night.",
                    "Percent": 22
                }
            },
            "B": {
                "Choice": "“Professor Naismith’s New Game” focuses on a single event to show the origin of an invention, and “Inspired Inventions” describes the inspirations for several inventions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage focuses on the events in a story to show how basketball was invented, while the poem focuses on how nature and mythology were inspirations for several inventions such as the helicopter and the carriage.",
                    "Percent": 55
                }
            },
            "C": {
                "Choice": "“Professor Naismith’s New Game” contrasts a previous invention with a new one, and “Inspired Inventions” compares several inventions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not contrast basketball with other sports. The poem does not compare several inventions; it merely shows how elements of nature helped to provide the ideas for their creation.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "“Professor Naismith’s New Game” explains how an invention changed over time, and “Inspired Inventions” explains the history of many inventions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the passage, how basketball changed over time is not discussed.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Informational Text - Key Ideas & Details"
        ],
        "SubTopics": [
            "Cite textual evidence to support analysis of what the text says explicitly as well as inferences and/or generalizations drawn from the text."
        ],
        "SuppContent": [
            "problems/PA19G6E/supps/PA19G6E-S3.json"
        ],
        "Explain": false,
        "Content": [
            "The topic of Lynne Cox as a swimmer and as an author is covered in the passage. Write an essay analyzing how Lynne Cox’s experience as a swimmer relates to her experience as an author. Use evidence from the passage to support your response."
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Convnetions Of Standard English"
        ],
        "SubTopics": [
            "Choose words and phrases to convey ideas precisely."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) I visited the Rocky Mountains last summer with my cousins. (2) When I first saw the mountains, I was amazed at how b͟i͟g they were. (3) They soared up into the sky, almost touching the clouds. (4) I imagined what it would be like to climb to the top and see the world below. (5) Earth must look very different from that height.",
            "For the paragraph to be more precise, which word best replaces the underlined word in sentence 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "impressive",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option does not convey size most precisely.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "enormous",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Enormous” conveys the size of the mountains most precisely.",
                    "Percent": 78
                }
            },
            "C": {
                "Choice": "upright",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option does not convey size most precisely.",
                    "Percent": 2
                }
            },
            "D": {
                "Choice": "large",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option does not convey size most precisely.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Convnetions Of Standard English"
        ],
        "SubTopics": [
            "Ensure that pronouns are in the proper case (i.e., subjective, objective, and possessive)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) Some members of the Philadelphia Orchestra visited our school last week and spoke to us about music. (2) They explained what it was like for them to play in Carnegie Hall. (3) The musicians said that we could try out their instruments. (4) The students in my class who play violin—Juan, Margo, and me—were excited to meet the violinists!",
            "Which sentence contains a pronoun error?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sentence 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option contains no pronoun errors.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "sentence 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option contains no pronoun errors.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "sentence 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option contains no pronoun errors.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "sentence 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Juan, Margo, and me” should be “Juan, Margo, and I.” The sentence uses “me,” which is in the objective case; the sentence should use “I,” which is in the subjective case.",
                    "Percent": 69
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Convnetions Of Standard English"
        ],
        "SubTopics": [
            "Recognize and correct inappropriate shifts in verb tense."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) Skunk cabbage is one of the first wildflowers to bloom in Pennsylvania in the springtime. (2) Because of its name, people may avoid it. (3) The flower is actually quite beautiful, with green outer leaves, red inner leaves, and a small bud that produces delicate yellow flowers. (4) It is only when the plant is stepped on or crushed that the plant produced the unpleasant smell that gives it its name.",
            "Which sentence contains an inappropriate shift in verb tense?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sentence 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option contains no inappropriate shifts in verb tense.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "sentence 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option contains no inappropriate shifts in verb tense.",
                    "Percent": 21
                }
            },
            "C": {
                "Choice": "sentence 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option contains no inappropriate shifts in verb tense.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "sentence 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "Te sentence is written in the present tense. The word “produced,” which is in the past tense, should be “produces,” which is in the present tense.",
                    "Percent": 48
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Convnetions Of Standard English"
        ],
        "SubTopics": [
            "Vary sentence patterns for meaning, reader/listener interest, and style."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the paragraph from a student’s report on plants used as medicine.",
            ":box:(1) Another plant that can be used medically is Aloe vera. (2) This plant is common in warm, tropical climates. (3) The color of Aloe vera can vary from light green to dark tan. (4) The color of Aloe vera is affected by the amount of sunlight is why. (5) Its spiky and thick leaves contain a thick substance that can be used to treat minor burns. (6) This substance can also be used to treat minor cuts and even infections. (7) For these reasons, people have used Aloe vera for medical purposes.",
            "Which revision most clarifies the meaning of the paragraph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sentence 2 should be revised to read:\nWarm, tropical climates are where this medicinal plant can commonly grow.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The original sentence is clearer than this revision.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "Sentence 4 should be revised to read:\nThe amount of sunlight a plant receives is one important factor that affects its color.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This option revises the sentence to clarify its meaning.",
                    "Percent": 42
                }
            },
            "C": {
                "Choice": "Sentence 5 should be revised to read:\nFor treating burns, its spiky and thick leaves that contain gel can be used as a treatment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The original sentence is clearer than this revision.",
                    "Percent": 27
                }
            },
            "D": {
                "Choice": "Sentence 7 should be revised to read:\nThis plant has also been used by people for medical purposes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The original sentence is clearer than this revision.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    }
}