{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Informational Text - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Analyze in detail the structure of a specific paragraph in a text, including the role of particular sentences in developing and refining a key concept."
        ],
        "SuppContent": [
            "problems/PA21G8E/supps/PA21G8E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read the sentence from the passage.",
            ":box:“But this water has no reassuring bottom close to my feet.”",
            "Why does the author include the sentence in the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to illustrate how the ocean waters are more dangerous in the summer than they are in the winter",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the text to support the statement that the ocean waters are more dangerous in the summer than in the winter.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "to compare her current experience in the ocean with her experience in a pool as a youth",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes it to contrast her experience in the ocean with her experience in a pool as a child. The comparison serves to show the reader that her work as a marine biologist has its challenges.",
                    "Percent": 57
                }
            },
            "C": {
                "Choice": "to explain how her goal to do research in the ocean is a goal she regrets having made",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not express any regret over her career choice.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "to establish the fact that the water conditions are an unpredictable characteristic of the ocean",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the text to support this statement.",
                    "Percent": 29
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Informational Text - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Determine how the author uses the meaning of words or phrases, including figurative, connotative, or technical meanings, in a text; analyze the impact of specific word choices on meaning and tone, including analogies or allusions to other texts."
        ],
        "SuppContent": [
            "problems/PA21G8E/supps/PA21G8E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which idea does the author convey by writing that newborn whale calves are “tailor-made for fundraising posters”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Newborn whale calves are the focus of expensive research.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase does not relate to the cost of conducting research on whales.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "Newborn whale calves have an emotional impact on people.",
                "Key": {
                    "Correct": true,
                    "Rationale": "People think baby whales are appealing, posters bearing their images will raise money.",
                    "Percent": 46
                }
            },
            "C": {
                "Choice": "Newborn whale calves are interesting subjects for photographers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase does not relate to photography.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "Newborn whale calves need more attention from environmental groups.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase does not relate to the need for more attention from environmental groups.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Informational Text - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine a central idea of a text and analyze its development over the course of the text, including its relationship to supporting ideas; provide an objective summary of the text."
        ],
        "SuppContent": [
            "problems/PA21G8E/supps/PA21G8E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "How does the author develop the central idea that humpback whales are extremely wary of humans?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by describing the distances that humpback whales travel each year",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not relate to the central idea that is given.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "by describing the remote areas of the ocean inhabited by humpback whales",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not relate to the central idea that is given.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "by emphasizing the caution that must be used to approach humpback whales",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author describes how humpback whales are “as skittish as young deer” and that she has followed the pair “at a discreet distance.” These descriptions suggest that the humans must be cautious and not scare off the whales.",
                    "Percent": 64
                }
            },
            "D": {
                "Choice": "by emphasizing how little time humpback whales spend at the surface of the ocean",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not relate to the central idea that is given.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Informational Text - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Determine an author's point of view or purpose in a text and analyze how the author acknowledges and responds to conflicting evidence or viewpoints."
        ],
        "SuppContent": [
            "problems/PA21G8E/supps/PA21G8E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence does the author include in the passage to disprove a theory?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“New humpback moms rarely rest with such young calves in tow, so my teammate John Cesere and I know that is a moment not to be missed.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice only describes the author's actions in studying the whales.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "“We've already spent an hour with this pair, following from our research boat at a discreet distance, plotting their movements, dive patterns and surface activity.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice only describes the author's actions in studying the whales.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "“To get the full perspective, we need to see the underwater portion, so with that in mind, we gently push away from the side of the boat ...”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice only describes the author's actions in studying the whales.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "“However, as it turns out, even the smallest calves are thermo-neutral, generating enough metabolic heat to keep them toasty warm ...”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The fact about calves is meant to disprove the theory that mothers travel to the tropics to keep the newborn calves warm.",
                    "Percent": 57
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Informational Text - Vocabulary Acquisition & Use"
        ],
        "SubTopics": [
            "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings."
        ],
        "SuppContent": [
            "problems/PA21G8E/supps/PA21G8E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "This question has two parts. Answer Part One and then answer Part Two."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "What is the meaning of the statement that humpback whales have come “back from the brink”?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "The whales were close to becoming extinct.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The phrase “back from the brink” suggests that the whales were on the verge of something very undesirable; the passage explains that they are “still listed as an endangered species.”",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "The whales are now popular with the public.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice is not supported by details in the passage.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "The whales are now flourishing in deeper waters.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice is not supported by details in the passage.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "The whales were being chased away by predators.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice is not supported by details in the passage.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MC",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "Which phrase from the passage best provides the context to support the answer in Part One? Choose one answer."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“success story”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Even though the humpback whale population has recovered somewhat, the phrase “back from the brink” suggests a mild to moderate recovery.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“environmental awareness”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although there may be improved environmental awareness today for the humpback whale, the phrase “back from the brink” connotes that the whales barely escaped total extinction.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“endangered species”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The phrase “endangered species” suggests that the plight of the whales was once worse.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“around the globe”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not relate to the phrase “back from the brink.”",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Informational Text - Vocabulary Acquisition & Use"
        ],
        "SubTopics": [
            "Determine or clarify the meaning of unknown and multiple-meaning words or phrases based on grade 8 reading and content, choosing flexibly from a range of strategies."
        ],
        "SuppContent": [
            "problems/PA21G8E/supps/PA21G8E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read the sentence from the passage.",
            ":box:“As whale-watching companies switch to larger vessels and land use along the shoreline t͟r͟a͟n͟s͟i͟t͟i͟o͟n͟s from agriculture to housing, the coastal regions of west Maui are becoming more and more urbanized.”",
            "What is the meaning of the word t͟r͟a͟n͟s͟i͟t͟i͟o͟n͟s in the sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "changes",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Changes” is the meaning of “transitions” and fits with the context of the sentence.",
                    "Percent": 82
                }
            },
            "B": {
                "Choice": "improves",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not reflect the meaning of the word “transitions.”",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "expands",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not reflect the meaning of the word “transitions.”",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "commences",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not reflect the meaning of the word “transitions.”",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Informational Text - Key Ideas & Details"
        ],
        "SubTopics": [
            "Analyze how a text makes connections among and distinctions between individuals, ideas, or events (e.g., through comparisons, analogies, or categories)."
        ],
        "SuppContent": [
            "problems/PA21G8E/supps/PA21G8E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "This question has two parts. Answer Part One and then answer Part Two."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "Based on the passage, which event has most directly influenced the author's current research plans?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "the change in the preferred habitat of female humpback whales and their calves",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The change in the habitat of female humpback whales and their calves from shallow coastal waters to deeper waters has caused the author to want to research this phenomenon. The author states that she “will be looking into this question” and that she has been granted sabbatical leave “this semester to undertake this work.”",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "the increased public interest in the preservation of humpback whale populations",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Increased public interest may have been a result of research conducted on humpback whales, but it did not influence the author's current research plans.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "the opportunity to make a documentary about humpback whale calves",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Even though this option will be a result of the author's current research plans, it did not cause her plans to change.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "the presence of male humpback whales in different areas of the ocean",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice is not related to the author's current research plans.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MS",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "Which sentences from the passage support the answer in Part One? Choose two answers."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“ ... we have yet to document exactly where and when pregnant females give birth ...”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not relate to the author's current research plans.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“ ... females and their young calves are moving away from some regions of the shoreline ...”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This sentence indicates why the author has undertaken her current research plans—her desire to find out why the female humpback whales are moving into deeper waters and the consequences of this move.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“ ... For maternal females in Maui waters, is there a cost to this offshore switch?”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This sentence indicates why the author has undertaken her current research plans—her desire to find out why the female humpback whales are moving into deeper waters and the consequences of this move.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“ ... but my lingering thought for today—exactly who was watching who?”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice is a commentary on her experience with one particular whale.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Text-Dependent Analysis"
        ],
        "SubTopics": [
            "Draw evidence from literary or informational texts to support analysis, reflection, and research."
        ],
        "SuppContent": [
            "problems/PA21G8E/supps/PA21G8E-S2.json",
            "problems/PA21G8E/supps/PA21G8E-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Nature often has a role in many myths. Write an essay analyzing the role of nature in both the passage and the poem. Use evidence from both the passage and the poem to support your response."
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Use verbs in the active and passive voice and in the conditional and subjunctive mood to achieve particular effects (e.g., emphasizing the actor or the action, expressing uncertainty, or describing a state contrary to fact)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) James Pollard Espy was born in Philadelphia, Pennsylvania, in 1785. (2) He is remembered today as a pioneering scientist who discovered how clouds are formed. (3) Espy spent much of his career working for the United States government, specializing in creating weather maps. (4) If he had not made these advancements, he is still remembered as one of the first scientists to use the telegraph to obtain weather reports from different parts of the country.",
            "Which change should be made to the paragraph to correct the error in verb usage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change w͟a͟s͟ ͟b͟o͟r͟n to h͟a͟d͟ ͟b͟e͟e͟n͟ ͟b͟o͟r͟n in sentence 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past tense is correctly used in sentence 1.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "Change i͟s to w͟o͟u͟l͟d͟ ͟b͟e in sentence 2.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present tense is correctly used in sentence 2.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Change s͟p͟e͟n͟t to w͟o͟u͟l͟d͟ ͟b͟e͟ ͟s͟p͟e͟n͟d͟i͟n͟g in sentence 3.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past tense is correctly used in sentence 3.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Change i͟s͟ ͟s͟t͟i͟l͟l to w͟o͟u͟l͟d͟ ͟s͟t͟i͟l͟l͟ ͟b͟e in sentence 4.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sentence 4 should be changed from the present to the present conditional.",
                    "Percent": 73
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Use punctuation (e.g., commas, parentheses, dashes) to set off nonrestrictive/parenthetical elements."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) Louisa May Alcott, a 19th-century author, used her life experiences as material in her work. (2) In her novel Little Women, Alcott relates childhood experiences that she and her sisters shared growing up in Massachusetts. (3) The story follows the lives of Jo March and her sisters, characters based on Alcott's own family. (4) Set in New England, the novel shows the difficulties the sisters faced during the American Civil War a time of great change.",
            "Which revision corrects an error in punctuation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Remove the commas after A͟l͟c͟o͟t͟t and a͟u͟t͟h͟o͟r in sentence 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The commas set off an appositive phrase, they are necessary.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Add a comma after e͟x͟p͟e͟r͟i͟e͟n͟c͟e͟s in sentence 2.",
                "Key": {
                    "Correct": false,
                    "Rationale": "No comma should be added; the clause after “experiences” is restrictive.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Remove the comma after s͟i͟s͟t͟e͟r͟s in sentence 3.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A comma is needed after “sisters” in sentence 3 to mark the appositive phrase.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "Add a comma after W͟a͟r in sentence 4.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A comma should be added after “War” in sentence 4 to set off the appositive phrase.",
                    "Percent": 73
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Ensure subject-verb and pronoun-antecedent agreement."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) The student council itself, concerned that older students hardly know the younger students in the school, want to start a program called Reading Buddies. (2) Once a week, students in sixth, seventh, or eighth grade have the option to spend time reading with a kindergartner or first grader. (3) Members of the student council believe that the program will promote a stronger school community. (4) No one has to be a Reading Buddy, but the program will be more successful if the majority of students take part.",
            "Which change should be made to correct the error in the paragraph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change w͟a͟n͟t to w͟a͟n͟t͟s in sentence 1.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In sentence 1, since “student council” is singular, the verb needs to be changed from the plural “want” to the singular “wants.”",
                    "Percent": 60
                }
            },
            "B": {
                "Choice": "Change h͟a͟v͟e to h͟a͟s in sentence 2.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Students” agrees with the verb “have” in sentence 2.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "Change b͟e͟l͟i͟e͟v͟e to b͟e͟l͟i͟e͟v͟e͟s in sentence 3.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Members” agrees with the verb “believe.”",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "Change t͟a͟k͟e to t͟a͟k͟e͟s in sentence 4.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The collective noun “majority” is being used as a plural and it agrees with the verb “take.”",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Use punctuation (e.g., commas, parentheses, dashes) to set off nonrestrictive/parenthetical elements."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) The Willis Tower, located in Chicago, is the second tallest building in the Western Hemisphere at 1,450 feet. (2) On a clear day, a tourist can see four different states Illinois, Indiana, Wisconsin, and Michigan. (3) The building uses approximately 25,000 miles of electric cable, enough to circle the entire Earth at the equator.",
            "Which revision would correct the mistake in punctuation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Remove the comma after T͟o͟w͟e͟r in sentence 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comma after “Tower” in the sentence should remain. The phrase “located in Chicago” is a nonrestrictive clause that needs to be set off with commas.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Add a dash after a͟t in sentence 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A dash cannot be added after “at”; it would break up the prepositional phrase “at 1,450 feet.”",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "Add a dash after s͟t͟a͟t͟e͟s in sentence 2.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The addition of a dash after “states” in sentence 2 sets off the nonrestrictive clause “Illinois, Indiana, Wisconsin, and Michigan.” It also emphasizes the states listed at the end of the sentence.",
                    "Percent": 64
                }
            },
            "D": {
                "Choice": "Remove the comma after c͟a͟b͟l͟e in sentence 3.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase after “cable” is a nonrestrictive clause; therefore, the comma is needed.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    }
}