{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Antarctica's Hidden Wetland",
    "Subtitle": "From Ice to E.T.",
    "Author": "by Mary Reina",
    "LabelType": "P",
    "Content": [
        ["1", "\tA huge lake hides miles below the ice sheet that covers most of Antarctica. That's big news for anyone interested in Earth. But scientists who look beyond our planet are excited too. Astronomers see signs of thick sheets of ice covering large bodies of liquid water in other places in our solar system."],
        ["2", "\tThis unseen world on our own planet could help scientists search for life beyond Earth. This possibility makes Antarctica one of the most valuable environments on Earth. At least, that's how scientists view it now."],
        ["", "Unlikely in the Extreme"],
        ["3", "\tFor a long time, most scientists didn't think liquid water could exist under Antarctica's ice cover. Water freezes at 32°F/0°C. A research station called Vostok is located on top of a thick Antarctic ice sheet. Scientists there once recorded the surface temperature as –128.6°F/–89°C."],
        ["4", "\tIn the 1950s, Andrei Kapitsa, a Russian scientist working at Vostok, noticed something strange. A formation of very flat ice stretched over the research area. He believed it was a clue suggesting a body of liquid water existed below the ice."],
        ["5", "\tThen, in the 1970s, planes equipped with more advanced equipment offered new information. As part of a mapping project, pilots used ground-penetrating radar over the Vostok station. The data suggested the planes were flying over water. Even then, scientists did not fully realize that an amazing liquid world was hidden beneath the ice. Finally, in 1996, satellite technology revealed the shape of a huge subglacial lake."],
        ["6", "\tLake Vostok is about 140 miles (225 kilometers) long. It is about 30 miles (50 kilometers) wide and the water in the lake reaches as much as 2,625 feet (800 meters) deep. Such an immense size makes this lake one of the largest in the world. What had seemed impossible turned out to be true."],
        ["", "Signs of Life?"],
        ["7", "\tIn addition to Lake Vostok, scientists found a huge system of rivers and almost 400 lakes hidden below the Antarctic ice. This could be the largest wetland in the world, as much as one and a half times the size of the United States."],
        ["8", "\tWhile some scientists mapped out these hidden lakes on Earth, others were discovering ice-covered environments elsewhere in the solar system. During the 1990s, the Galileo spacecraft flew by the planet Jupiter and its moons. It sent back photographs suggesting that an ocean exists below the surface of the ice-covered moon called Europa."],
        ["9", "\tAs time went on, more research provided new possibilities. Other moons of Jupiter and Saturn seemed to be worlds where thick, icy shells surround large bodies of liquid water."],
        ["10", "\tCould life exist in such an extreme environment? It certainly seems unlikely. As with the discovery of Lake Vostok, the clues for scientists seeking life pointed in “unlikely” directions. Most life on Earth depends on sunlight. How could sunlight penetrate an ice cover thousands of feet deep? Living things also depend on nutrients to grow. Where would these come from? Scientists wondered how nutrients could enter a system that has been cut off from the world above for millions of years. What's more, they knew that any kind of life in this extreme environment would have to survive tons and tons of pressure from the ice above."],
        ["11", "\tYet, in the deep ocean, some life forms exist without sunlight. Their nutrients come from the chemicals that rise through the ocean floor from deep inside the Earth. These creatures have developed qualities that allow them to thrive under the weight of tons of water."],
        ["12", "\tCould living things with similar abilities exist in Antarctica's subglacial wetland? If they do, life might also be possible in the icy moons of the outer solar system."],
        ["", "Looking for Proof"],
        ["13", "\tFirst, scientists needed to obtain and test water samples from Antarctica's hidden world. It was easier said than done. Antarctica's extreme cold and short summer season permits only a few months of research each year. Even then, drilling into the ice posed another big problem."],
        ["14", "\tDrilling technology uses chemicals like kerosene and Freon to help melt the ice, make a borehole, and keep it open. If the drill penetrated the lake, the chemicals could contaminate the water. This process could also introduce microbes from the surface into water that had been isolated from the rest of the world for millions of years."],
        ["15", "\tScientists had been drilling into the ice above Lake Vostok long before its discovery. The ice cores they obtained helped them study a record of Antarctica's climate going back hundreds of thousands of years. Ice just above the lake showed signs of microscopic life. It was a clue but it was not proof."],
        ["16", "\tA research team penetrated Lake Vostok in 2012. They used chemicals to melt the ice and to keep the borehole open. However, they believed they did not contaminate the lake because water rushed into the borehole and froze. The team removed the ice core to study it. However, many other scientists questioned this method."],
        ["17", "\tIn 2013, Lake Whillans, located in a different area of Antarctica, became the first subglacial lake where clean technology helped scientists obtain a water sample. Hot water and ultraviolet light helped sterilize the drills and equipment. Scientists wore sterile clothing so that they did not contaminate any water samples."],
        ["18", "\tThey found almost 4,000 types of microbes not only surviving but also thriving in Lake Whillans. Some seem to feed on the chemicals found in solid matter, called sediment, at the bottom of the lake. Others use the dead bodies of other microbes as food."],
        ["19", "\tSo far, scientists have found only single-celled microbes living in the few places where they have tested the subglacial water. More research and testing may help them discover if larger life forms survive in this extreme environment."]
    ],
    "Copyright": "Antarctica’s Hidden Wetland: From Ice to E.T.” by Mary Reina, Muse, January 2016. Copyright © 2016 by Cricket Media. Used with permission of Carus Publishing Company via Copyright Clearance Center.",
    "References": []
}