{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Real Life in the Classroom",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Many students achieve good grades throughout middle school and high school. Yet, when they graduate, they are unable to cook a meal or create a spending budget. All students need to know these basic, important life skills. They also need to develop independent thinking and problem-solving skills that appeal to future employers. However, many schools do not offer courses that teach any of these skills. Instead, courses focus mainly on academic subjects, like math, English, history, and science."],
        [" ", "Schools need to offer classes that relate more directly to real life. Then, students will be more engaged in school and better prepared to deal with life's challenges when they become adults. Capturing students' interest helps ensure that they will stay in school and graduate. Classes that relate to real life meet this goal. In fact, four out of five students who dropped out of school said they wanted more-interesting classes with real-life learning. Oftentimes, this means hands-on learning."],
        [" ", "The good news is that some middle schools are finding ways to bring together academic and life skills. In North Carolina, career exploration labs require students to learn math, science, and social studies as they develop job skills and learn about different future career options. In another program, Illinois students learn academic subjects by studying local businesses. Based on their interests, students are paired with businesses and become familiar with the latest technology in the business world. In Wisconsin, students study topics based on ideas that come directly from the students, such as family, community, and career. The units of study join together academic, business, and home-economics skills."],
        [" ", "Practical life-skill programs such as these not only are enjoyable for students but also prepare young people for the demands of real life. They expose students to a variety of different career options. Students learn to work as a team and solve problems. Schools should not neglect teaching their pupils the valuable skills that employers are seeking. Schools should also teach basic skills that students need in life and that are just as important as reading novels and solving equations."]
    ],
    "Copyright": "",
    "References": []
}