{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Academics in Middle School",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Middle school teachers do an admirable job of teaching and building relationships with their students. Middle school is a time when many young adolescents can explore their academic interests in the classroom. Recently, teachers at this level have been pushed to develop curricula that help students explore skills outside of the usual academic courses. In these programs, students learn to cook, care for children, and manage money. These expectations are exciting and challenging for teachers and students alike. However, the primary duty of schools is to teach students the academic skills they need. Thus, schools must focus primarily on math, English, science, and history. Over the years, as our society has advanced, classes have become more challenging. It is no longer unusual for an eighth-grade student to take algebra. In English class, students read fiction as well as nonfiction and learn to write well-developed essays. The amount of science and social studies knowledge that middle school students must master has grown. This is natural as society progresses."],
        [" ", "Of course, there is still room for a few electives beyond the core subjects. These electives may include art, physical education, music, and foreign language. However, the number of these classes a school can offer is limited by the amount of time in the school day and the budget for teachers and equipment. In addition, there are the cries for courses that teach skills like cooking, woodworking, planning a budget, and writing a résumé. On their own, each of these skills is important. However, schools do not have the time and money to offer them all—not if they also want to offer a quality academic program."],
        [" ", "Many of the life skills that people would like schools to teach should be taught at home. Creative choices need to be considered in partnership with home and the community. Families can take advantage of community classes that teach these skills in the evening or on weekends for free or at a low cost. It is important to look at options for developing these skills outside of school. That way, schools can continue to focus on what they do best: teaching students key academic skills."]
    ],
    "Copyright": "",
    "References": []
}