{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Marvelous Movie Music",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Movie lovers look forward to the Academy Awards. Each Academy Award winner receives the classic gold statue called the Oscar for outstanding work in creating movies. The Oscar awards go to famous actors and directors. Awards also go to behind-the-scenes people, such as costume designers, make-up artists, and musicians. These are all people who contribute to the production of films for the big screen."],
        [" ", "Several categories of the Academy Awards recognize and reward the artistry of the musicians who compose and produce movie soundtracks. Film music is a fascinating part of moviemaking. With this genre, all possible forms of music can come together to set the tone for each scene in a film. Music affects our emotions, awakening a variety of feelings. Often, when watching a movie, we may not notice the music. But that soundtrack that gets stuck in your head long after the movie is over represents endless hours of creative work and collaboration among many people."],
        [" ", "It takes a certain personality to compose music for films, since many years of solitary effort may be required to polish an elaborate symphony. On the other hand, film composers must also work together quickly and be prepared to make changes to how their final product sounds. Jazz and pop composers often perform their music themselves. Most film composers, however, work with different musicians. They may work with singers, instrumentalists, or even an entire orchestra."],
        [" ", "In earlier years of moviemaking, a film composer received a script, wrote music, and supervised a recording. Hollywood movie studios had some of the world’s best orchestras and singers. But once the recording had been “cut,” or completed, the director could not ask for changes. These days, a composer can share computer files with the director during the production process. This gives everyone involved flexibility in choosing the lengths of music clips and in deciding where to use them in the film."],
        [" ", "A full-length movie requires about an hour’s worth of music. The composer might weave together four or five “themes,” or melodies. Often, these melodies are associated with important places or characters in the story. These melodies occur repeatedly, perhaps on different instruments and maybe with sung lyrics. A listener might notice sound effects embedded in the music, such as a “crash” of piano keys as something hits the floor. A surprising harmony might go along with a surprise on the screen. The film composer’s job is sometimes to communicate ideas in the film with music. Most of the time, though, the music stays in the background and adds to the movie viewer’s emotional experience."],
        [" ", "One film composer’s name stands out from the crowd. John Williams wrote the theme music for Star Wars, the Harry Potter films, and many others. Symphony orchestras regularly perform his sophisticated music. Though Williams has written numerous pieces of music not intended for use in films, he is best known for his movie soundtracks. These soundtracks have led to him winning five Oscars."],
        [" ", "The first female composer to win an Oscar for her film work was Rachel Portman. She won the Oscar in 1997 for the musical soundtrack to a movie called Emma. She was nominated for two others. Portman’s impressive path to success in composing started when she was only fourteen years old. She began composing music on the piano and moved into more complex arrangements. She’s created many hours of original music, including soundtracks for television. In addition, she has worked with countless well-known movie directors to create film soundtracks. Among her orchestral accomplishments are the opera The Little Prince and a musical called Little House on the Prairie."],
        [" ", "There is more than one path in learning to make music for the movies. Many film composers begin with classical training on an instrument, often the piano. However, there are plenty of film composers who are self-taught or who work entirely on computers. It definitely helps composers to listen to a wide variety of music. Student composers often partner with beginning directors. Students sometimes take notes while watching and listening to their favorite movies to help guide them in writing their own music."],
        [" ", "Of course, it is rare that film composers start off working with a big studio on next year’s box office hit. They might launch their careers working on TV shows or on job-training videos. They might compose music for video games. It can take years of these types of experiences before a composer gets the opportunity to work on a movie."],
        [" ", "Next time Oscar season rolls around, we should all pay closer attention to the awards for movie music. The soundtrack meaningfully adds to the experience of watching a movie. Composing music that people remember long after seeing a movie takes talent and hard work. It sometimes even wins an award!"]
    ],
    "Copyright": "",
    "References": []
}