{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Tom Sawyer Days",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "\t“Nice curveball!” Tom said as the ball popped into his glove."],
        [" ", "\t“My dad's teaching me how to pitch,” Eric said. The boys had met earlier in the day when Tom's family parked their RV in the campground. Eric was a year younger than Tom, but baseball had instantly given them a common interest. “Does your family come here every year for National Tom Sawyer Days?” Eric asked."],
        [" ", "\t“No, this is our first time. My parents and another family camp together every year at different places. The other family has a daughter, Becky. My mom and Becky's mom were roommates in college.”"],
        [" ", "\tEric stopped in mid-windup. “Wait a minute. You're named Tom, and this girl is named Becky. Are you kidding me?”"],
        [" ", "\t“I wish I were. Both of our mothers are big fans of Mark Twain.”"],
        [" ", "\t“Don't tell me—your middle name is Sawyer, and her middle name is Thatcher.”"],
        [" ", "\t“'Fraid so,” Tom said as he caught Eric's pitch."],
        [" ", "\t“Hey, we should all enter the fence-painting contest. Do you have a Tom Sawyer costume?” asked Eric."],
        [" ", "\t“Tom, they're here,” his mother called as a brown-and-white RV crept up the main road of the campground and headed for the parking space next to them."],
        [" ", "\tTom tossed the ball back to Eric. “I've got to go, but we will talk more about that fence-painting contest later!”"],
        [" ", "\tAs he turned back to his own family's campsite, Tom didn't know what to expect. He saw Becky only once a year. Last year Becky spent so much time texting that her parents imposed a new policy: no more than one hour each day on electronic devices. Tom hoped a discussion of the events at the festival and the introduction of his new friend, Eric, would give them something to talk about."],
        [" ", "\t“Becky, come out here and say hello,” her mother called into the RV. “Put your phone down!”"],
        [" ", "\tWith a half-hearted smile, Becky hugged Tom's parents. She barely nodded at him."],
        [" ", "\t“I'm sure you guys have a lot to catch up on,” Tom's mother said. “Why don't you take a walk down to the lake.”"],
        [" ", "\tRolling her eyes, Becky fell into step beside Tom. “So, how are you doing?” he asked."],
        [" ", "\tBecky stuffed her hands into the pockets of her jeans. “I'd be doing a lot better if I weren't here right now.”"],
        [" ", "\t“Hey, I might have something to cheer you up. There's a fence-painting contest we can participate in, and I think there are other activities that we can do too!”"],
        [" ", "\t“Yeah, like what?” Becky growled."],
        [" ", "\t“Let's go find my new friend, Eric. He comes to the National Tom Sawyer Days every year, and he knows everything there is to do here this weekend. I think there's live entertainment and fireworks. C'mon, it'll at least be something to do.”"],
        [" ", "\tBecky and Tom found Eric at his campsite."],
        [" ", "\t“Hey, Eric!” Tom called. “This is my friend Becky who I was telling you about. Tell us more about the fence-painting competition.”"],
        [" ", "\t“Well, participants have to sprint about fifty feet, and then they have to paint a section of fence and then run back. Judges base their decisions on how quickly the section of fence is painted, how well it is painted, and, most importantly, how good the Tom Sawyer costume looks that each participant is required to wear. They say you need to read the chapter in The Adventures of Tom Sawyer where he tricks the boys into painting the fence to get your ideas for your costume,” explained Eric."],
        [" ", "\t“My mom can definitely help with that,” said Becky. “She has that book memorized.”"],
        [" ", "\tThe kids headed back to Becky's campsite. Her mom was there getting things set up."],
        [" ", "\t“Mom, we need to dress up like Tom Sawyer in the chapter where he tricks the boys into painting the fence,” said Becky."],
        [" ", "\t“Oh, of course,” replied her mom. “You will need to be barefoot, wear cut-off jeans, a plaid shirt, and a straw hat.”"],
        [" ", "\tTom, Becky, and Eric decided they would search inside their RVs to see what they could find. After dinner, they met again, and each was enthusiastic about what they were able to find to dress up in. That evening around the campfire, the children eagerly discussed how to paint a fence well and the best way to go about winning the competition."],
        [" ", "\tThe next morning, Tom, Becky, and Eric dressed up in their costumes and headed to the park to participate in the fence-painting competition. Their parents eagerly waited in the crowd to cheer the kids on."],
        [" ", "\tAfter the event, Becky was covered in white paint from head to toe and was grinning from ear to ear, and so were Tom and Eric. “Well, we didn't win any prizes,” she said, “but that sure was fun!”"],
        [" ", "\t“Whew! That was a tough competition!” Tom said as he flopped down in a lawn chair."],
        [" ", "\t“I can't believe how a͟u͟t͟h͟e͟n͟t͟i͟c some of those costumes looked,” replied Eric. “And many of the competitors had clearly been practicing their fence-painting skills.”"],
        [" ", "\t“I can't wait to come back and do it again next year!” exclaimed Becky."],
        [" ", "\tThe three sets of parents looked at each other and declared that this would be a new yearly tradition."]
    ],
    "Copyright": "",
    "References": []
}