{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [
        "Andre has written the following paper in response to a class assignment. Before he submits the paper to his teacher, he would like you to read it and look for any corrections he needs to make. When you finish reading, answer each question that follows."
    ],
    "Title": "Island Oasis",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\t(1) If you stood on the east coast of Mozambique in southern Africa and gazed out across the ocean with a pair of super-vision spectacles, you would see an island about 300 miles away. (2) Three hundred miles isn't hardly that far, so you would probably expect the island to be home to the same sorts of plants and animals found on the mainland. (3) But in the case of this island, called Madagascar, those assumptions would be wrong. (4) More than 80 percent of the plants and animals native to Madagascar are found nowhere else in the world."],
        [" ", "\t(5) How is it possible that such a unique island came into existense? (6) Scientists believe that Madagascar was once part of the continent of Africa. (7) A long time ago it separated from the mainland. (8) The island retained whatever plants and animals were living on it at the time, and other animals later migrated to it, some floating on logs or on mats of leaves. (9) Together with the original species of animals on the island, these animals gave rise to the amazing variety of creatures found on Madagascar today."],
        [" ", "\t(10) One of the most well-known animals on Madagascar is the lemur, a long-tailed relative of the monkey. (11) You might have seen a ring-tailed lemur with a black-and-white striped tail in a zoo, but there are about 30 other types of lemurs. (12) The pygmy mouse lemur weighs from one to four ounces and holds the record as the world's smallest primate. (13) The largest lemurs in the world today are close to the size of house cats. (14) However, the fossil record shows evidence of giant lemurs, fairly recently extinct, that were as big as gorillas! (15) Today all of Madagascar's lemurs are considered endangered. (16) Because they exist in only a small area of the world, any threat to their habitat can put them in danger of extinction."],
        ["", "problems/TX17HSE1/media/S3a.jpg"],
        ["", "problems/TX17HSE1/media/S3b.jpg"],
        [" ", "\t(17) Another type of animal native to Madagascar is the chameleon. (18) Almost half the chameleon species on Earth are found only on this island. (19) These reptiles are known for their ability to change color, but they don't change color to blend in with their surroundings as most people think. (20) A chameleon changes color, sometimes brilliantly, in response to light, temperature, and especially its mood. (21) A stressed chameleon, for example, will look different than a calm chameleon. (22) Chameleons also use color changes as a way to communicate with members of the opposite sex."],
        [" ", "\t(23) Although many of the species that once made their home on Madagascar are now extinct. (24) Scientists are still making discoveries. (25) Just a few years ago, scientists found a new species of Madagascan spider, now known as Darwin's bark spider. (26) This spider can spin a web that is stronger than Kevlar, a material that is used to make body armor. (27) The spider spins webs that cross entire rivers! (28) The widest web discovered so far was 82 feet across."],
        ["", "problems/TX17HSE1/media/S3c.jpg"],
        [" ", "\t(29) Madagascar is an island filled with wonderful, one-of-a-kind creatures and plants. (30) It is a place that deserves protection, a true Oasis of life."]
    ],
    "Copyright": "",
    "References": []
}