{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [
        "Jack is planning to run for sophomore class president. He has written the following paper to persuade his peers to vote for him. Read Jack's paper and look for any corrections he needs to make. Then answer each question that follows.",
        "problems/TX17HSE1/media/S4a.jpg"
    ],
    "Title": "Vote for Me!",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\t(1) Our school halls are filled with hundreds of chattering students hurrying to different classes. (2) In this environment it can be hard to stand out, especially if your relatively new. (3) I just moved to this school last year, so chances are pretty good that you don't know who I am. (4) But today I would like to introduce myself. (5) It's almost time to vote for next year's class officers, and I want to tell you why I would make a great president for our sophomore class."],
        [" ", "\t(6) The class president has to be willing to represent every student in the entire class. (7) He or she has to be in touch with the needs of 400 other people, all of whom are involved in different activities and have widely varied interests. (8) A class president must be in a position to hear many different opinions. (9) As a freshman last year, I played on the school baseball team, sang in the school choir, served as the Spanish Club historian, volunteered at the annual canned food drive, and earned recognition in the National Honor Society. (10) As you can see, I interact with a wide variety of people, so it will be easy for me to represent the diversity in our class."],
        [" ", "\t(11) Furthermore, being class president requires excellent time management skills. (12) I know this because I've done it before! (13) At my previous school, where I was president of the eighth-grade class I learned a lot about what it means to organize my time effectively. (14) I discovered firsthand how to juggle challenging classes, extracurricular activities, and leadership tasks. (15) My experiences in the past will help me successfully manage everything that needs to be acomplished. (16) My track record should convince you that I can do it!"],
        [" ", "\t(17) A class president also needs to be a good problem solver. (18) On a campus as large as ours, conflicts are sure to arise. (19) I'm willing to work with other class leaders to arrive at the best possible solutions for the sophomore class and for the school as a whole. (20) I'll lead so that we sophomores will be known as the class with the best attitude, the one that quickly resolves issues and sets an example for others to follow."],
        [" ", "\t(21) Perhaps the most important characteristic of an outstanding class president is commitment. (22) It isn't easy to represent a large class day after day but I know that I am up to the challenge. (23) During our freshman year, I was involved in more activities than any of the other presidential candidates. (24) However, I haven't missed a single practice, rehearsal, or meeting. (25) When I say I'll do something, I follow through, so you can count on me to start and finish the year strong as your sophomore class president."],
        [" ", "\t(26) In closing, I give you this solemn promise, if you elect me as president of the sophomore class, I'll give it my all. (27) I am passionate about bringing everyone in our class together and working toward a positive future. (28) So on Election Day remember to vote for Jack Smith! (29) I won't let you down!"]
    ],
    "Copyright": "",
    "References": []
}