{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "How a Demon iPad Stole My Summer Vacation",
    "Subtitle": "",
    "Author": "by Doyle McManus\nLos Angeles Times\nSeptember 1, 2013",
    "LabelType": "P",
    "Content": [
        ["", "problems/TX17HSE1/media/S7a.jpg"],
        ["1", "I plan to remember this year’s vacation season with just two words: Never again."],
        ["2", "Never again, that is, will I take all my technology along. The Internet has ruined summer vacations."],
        ["3", "When I first visited my in-laws’ cabin in Ontario’s north woods 35 years ago, there was no such thing as broadband Internet. The nearest telephone was a one-mile canoe paddle down the lake, and we were beyond the reach of television. Our media diet consisted of a battery-powered radio. I know I risk sounding like an aging crank, but it was paradise."],
        ["4", "Now we’re cursed with all the riches of modern civilization. The cabin is just close enough to civilization to get a strong cell phone signal, and that goes for data too, via a mobile Wi-Fi hot spot. Our little bit of isolation is no more."],
        ["5", "Instead of browsing dog-eared summerhouse mystery novels, this year we browsed the Internet. Instead of long evenings of Scrabble or Monopoly, we checked our Twitter feeds and updated our Facebook pages."],
        ["6", "And that, of course, is the problem with the Internet: It’s so easy that, unless you’re equipped with massive self-control, you use it if it’s there."],
        ["7", "What did we lose?"],
        ["8", "For a news junkie like me, being cut off for a few weeks used to be a good thing. It forced me to stop following what politicians were saying and allowed me to read novels, histories, even old magazine articles carefully set aside all year in a vacation reading box."],
        ["9", "When anyone got bored with reading, we had other pre-modern forms of entertainment: hiking, swimming, canoeing, competitive baking, stargazing and card games. My daughters would never have learned the rules of Texas hold ’em if not for their father’s tutelage on summer vacations."],
        ["10", "The path to paradise lost has been gradual. For several years, I kept my Internet addiction under control by using inconvenient technology: a creaky laptop and a slow dial-up connection. But this year, the combination of a new iPad and that nifty Wi-Fi turned out to be fatal."],
        ["11", "The demon iPad beckoned silently from the picnic table: What harm could it be to give the e-mail a quick check? But once that alluring touch screen lights up, who can resist lingering?"],
        ["12", "I’m not the first to stumble across this problem, of course. I’m a late adopter, even when it comes to vices."],
        ["13", "As early as 2008, Nicholas Carr, author of The Shallows: What the Internet Is Doing to Our Brains, was warning that broadband Internet was reducing our attention spans and making us stupid. The Web, he said, encourages us to lapse into our “natural state of distractedness.”"],
        ["14", "Even before that, in the pre-broadband Ice Age of 2000, Harvard’s Robert Putnam warned that television—and, more broadly, staring into any kind of screen—had reduced the amount of time families spent in social interactions like, well, penny-ante poker at a picnic table."],
        ["15", "And last year, researchers at UC–Irvine reported that employees who were unplugged from their e-mail got more work done—and experienced far less stress."],
        ["16", "Now, I’m not bemoaning the loss of total isolation or advocating unplugging from the Internet entirely. Access to the Web is unquestionably a wonderful thing. I love having a bottomless library at my fingertips; I love having the world’s newspapers on my electronic doorstep. I love being able to pay bills and make airplane reservations online. And, thanks to those ugly cell phone towers in the woods, we now have a way to call for help if we need an ambulance or a fire truck."],
        ["17", "It’s also nice to have an app that identifies the constellations when you hold the iPad up to the night sky. But then, you have to remember to put the screen down and simply drink in the stars—the original, uncut version."],
        ["18", "And that’s the point: It’s important not to let the convenience of the Internet get in the way of simpler beauties."],
        ["19", "That’s not the Internet’s fault. It’s ours, for failing to curb the urge to browse."],
        ["20", "I grew to envy our neighbor down the lake who opted to go without Internet access. He didn’t cut himself off entirely; whenever he made a trip to town, he sat on the park bench in front of the public library to use the Wi-Fi. But the rest of the time, he stayed unplugged."],
        ["21", "In retrospect, that sounds pretty good. I don’t think I’m desperate enough to need a term in the Internet rescue camps of South Korea. And I’m too cheap to shell out 10 bucks for the software that turns your Internet connection off for as many hours as you want. (Bonus tech tip: You can turn it off yourself, for free. Go to “Settings.”)"],
        ["22", "The first step toward recovery is admitting you have a problem. My problem isn’t the Internet, it’s learning how to limit the time I spend on it."],
        ["23", "So now I have one more thing to look forward to next summer: More time reading old novels; more time playing Scrabble and chasing frogs."],
        ["24", "Next year, I promise to unplug. Except, of course, when we need to find a new bike trail, or Google a recipe for wild blueberry pie or check whether “qi” is an acceptable word in Scrabble. And, while I’m online, could it hurt to take one little peek at the e-mail?"]
    ],
    "Copyright": "By Doyle McManus. Copyright © 2013 by the Los Angeles Times. Reprinted by permission.",
    "References": []
}