{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "When Fatima was asked to write about someone who has inspired her, she chose Mia Hamm. Read Fatima's paper and look for any revisions she should make. When you finish reading, answer each question that follows.",
        "problems/TX17HSE1/media/S2a.jpg"
    ],
    "Title": "An Inspirational Athlete",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) Mia Hamm is a soccer player who is fun to study. (2) She is an expert at the sport who has encouraged others to play."],
        ["", "\t(3) Hamm's athletic abilities became apparent quite early. (4) At just two years old, she was quick enough on her feet to steal a soccer ball from a child more than twice her age. (5) When she was five, she joined her first soccer team. (6) In the years that followed, she spent time playing soccer with her older brother Garrett, who inspired her with his own soccer skills. (7) Garrett recognized his sister's talent, and he often chose her to play with him in games against older boys. (8) Hamm was a gifted athlete, who, in addition to soccer, played Little League baseball, basketball, tennis, softball, and even football. (9) “I was just one of the guys,” she once commented in an interview."],
        ["", "\t(10) Soccer, however, was Hamm's passion, and she had an innate talent. (11) When she was 14, her regional coach described her as “faster than the wind.” (12) He added, “The athleticism just jumped out at you and then, quickly after that, you could just see the natural instinct.” (13) By the time she was 15, Hamm was the youngest player on the U.S. Women's National Team. (14) And at the age of 17, she was playing for the University of North Carolina, where she helped her team win four NCAA championships and breaking many school records along the way."],
        ["", "\t(15) But Hamm was destined to become more than just a college celebrity. (16) She was about to play on the world stage. (17) In 1991, China was the site of the first Women's World Cup. (18) At 19 years old and as the youngest player on the team, Hamm helped the U.S. Women's National Team win the World Championship. (19) Then came another first. (20) At the 1996 Summer Olympics in Atlanta, before a crowd of more than 76,000, Hamm led the U.S. women to a gold medal. (21) In praise of Hamm's effort in the game, sportswriter Dan Weber commented, “Hamm had a hand — or hamstring — in every U.S. strike.” (22) This determination continued until the very last play of the final game."],
        ["", "\t(23) Hamm became an instant celebrity and the face of women's soccer. (24) They lined up to have her endorse their products in advertisements. (25) In the most famous of these ads, Hamm challenged Michael Jordan to a series of sports contests, while the song “Anything You Can Do, I Can Do Better” played in the background. (26) Hamm showed the world just how powerful a female athlete could be. (27) In 2004 she earned her second Olympic gold medal and then retired from professional sports but not from her role as an inspiration to others, especially to her twin daughters and young son."],
        ["", "\t(28) Mia Hamm's soccer career was long and celebrated, and she showed the world that women could compete just as well as men. (29) She inspired a generation of young women."]
    ],
    "Copyright": "Third party trademark NCAA® was used in these testing materials.",
    "References": []
}