{
    "Directions": "Read the passage, then answer each question that follows.",
    "Context": [
        "Today you will research the impact zoos have on animals."
    ],
    "Title": "The Zoos Go Wild from No More Dodos",
    "Subtitle": "",
    "Author": "by Nicholas Nirgiotis and Theodore Nirgiotis",
    "LabelType": "P",
    "Content": [
        ["1", "The small lowland gorilla was just three years old when he was caught by poachers, people who illegally kill or capture wild animals. He was taken away from his mother and out of his African rainforest home. Few gorillas that age could survive such an ordeal, but this one was lucky. Soon after his capture in 1961, an animal trader sold him to Zoo Atlanta. He spent the next 27 years of his life alone in an indoor cage. Zoo personnel named him Willie B. after William B. Hartsfield, the mayor of Atlanta."],
        ["2", "Willie's keepers wanted him to be happy. They hung an old tire from a wall of his cage and put a television set in one corner. They hoped these toys would keep Willie from being bored. But the tire and the television set were hardly the playthings a growing gorilla needed."],
        ["3", "By age 12, Willie had grown into a magnificent 460-pound, 6-foot-tall silverback, a mature male with a distinguishing streak of silver hair on his back. His broad chest and powerful arms made people think of King Kong. They crowded in front of his cage to see him."],
        ["4", "Gorillas are gentle, shy creatures, despite their size and fearsome appearance. But confinement in a cramped cage and lack of exercise had made Willie restless and bad-tempered. He grew fat and lazy, paced in his cage, and ignored visitors. His cage was a real prison, and Willie B. was a very unhappy gorilla."],
        ["5", "A turning point in Willie's life came in 1988. That year Zoo Atlanta opened the Ford African Rainforest, a brand-new home for Willie and the zoo's other lowland gorillas. It was a large open-air enclosure designed to resemble the rainforest of Willie's native central Africa."],
        ["", "The Way Willie Likes It"],
        ["6", "Willie's rainforest home is just one example of the far-reaching changes that have taken place in zoos in recent years. Zoos no longer feel their primary mission is simply to collect and display as many different species of animals from around the world as they possibly can. They no longer believe that the more unusual animals a zoo has, the better it is. Instead, zoos are changing into conservation parks that cooperate to help save animals threatened with extinction. The first step toward this goal was to get rid of the cages and change the way zoo animals lived."],
        ["7", "When Willie was let out of his cage into his new home, he found himself in a large grassy area leading to a gradually rising, rock-covered slope. All around the edges of the slope were trees and plants similar to those in his African home."],
        ["8", "In no time, Willie acted like a different animal. He was no longer bored or easily angered. There were tree branches he could pull to test his strength or bend into a nest for his afternoon siesta,¹ and there was a rocky hillside he could climb. More important, he had company. He shared his new home with three females, and other groups of gorillas lived nearby. Willie could finally act like the silverback he was. He could have his own family and be the dominant male."],
        ["9", "Willie had not lost the instinct for peaceful family life that gorillas live by in the wild. He watched over his family when it was feeding or resting, ever alert for danger. His companions could chase each other and wrestle, knowing he was there to protect them. Every so often, he would cup his hands and thump his chest to show the females and nearby rival males who was boss. Willie B. had finally become a real gorilla. In February 1994, he became a father as well."],
        ["10", "Three other gorilla groups share Zoo Atlanta's African Rainforest enclosure with Willie's family. They are kept apart from each other by trees and small hills that mark their territories, just the way it would be in Africa. The gorillas spend their time looking for bamboo shoots and leaves to eat, grooming each other, napping between meals, or just resting."],
        ["11", "Willie's story has a happy ending. But the best part is that he is not alone in his good fortune. Thousands of other zoo animals throughout the world have been moved into new homes that replaced the old, cramped cages in which they lived before."],
        ["", "Lessons from Germany"],
        ["12", "Housing animals in open-air, natural enclosures is not a new idea. The first to use such a setting was Karl Hagenbeck at the Hamburg Zoo, Germany, in 1907. He moved antelopes into a grassy, open area. To add a touch of drama, he placed a pride of lions just behind them. Visitors to the zoo were startled to find lions living next to antelopes. They could not see the moat that separated the predators from their prey."],
        ["13", "Hagenbeck's novel idea of allowing animals to move about freely in large open spaces caught on. He was asked to redesign the Detroit Zoo in the 1930s. His ideas were also used in New York's Bronx Zoo, Chicago's Brookfield Zoo, and the San Diego Zoo."],
        ["14", "But large-scale redesigning of zoos didn't begin until the 1960s, when natural habitats of wild animals around the world began to shrink in size, and scores of species dwindled to the point of vanishing. Zoo designers traveled to the animals' natural habitats in faraway places to study not only what the habitats looked like but how the animals used the space and behaved in it. Housing animals in spaces that were as close to the animals' habitats as the designers could make them was an important step in the struggle to save endangered species."]
    ],
    "Copyright": "Excerpt from NO MORE DODOS: HOW ZOOS HELP ENDANGERED WILDLIFE by Nicholas Nirgiotis and Theodore Nirgiotis, copyright © 1996 by Nicholas Nirgiotis and Theodore Nirgiotis. Used by permission of the authors.",
    "References": [
        ["¹", "siesta — nap"]
    ]
}