{
    "Directions": "Read the passage from an article, then answer each question that follows.",
    "Context": [
        "Today you will research the impact zoos have on animals."
    ],
    "Title": "[from] “Our Beautiful Macaws and Why They Need",
    "Subtitle": "",
    "Author": "by Alicia Powers",
    "LabelType": "P",
    "Content": [
        ["", "problems/NJG6E/media/S6a.jpg"],
        ["1", "Oakland Zoo's Animal Care, Conservation, and Research team has the privilege and challenge of providing our animal residents with an enriching, well-balanced life and advocating for the conservation of their wild counterparts."],
        ["2", "The zoo's flock of Blue and Gold Macaws recently got a healthy dose of extra enrichment. The ACCR1 team combed through a handful of creative ideas to give the Macaw Exhibit a new, fresh look. In addition to replacing some of the wood perching that had suffered significant wear-and-tear from years of the Macaws using them to keep their beaks sharp and strong, the team also added two twenty foot sections of rope. The rope is a novel perching surface in this exhibit. It will not only give our Blue and Gold Macaws something new and fun to play with, but it will also help keep their little feet healthy. With some resourceful alterations to the ends of the rope, the keepers are able to move the ropes to different angles whenever they please. This way the birds get a bit of a “different look” with their perching without the keepers having to make any permanent rearrangements."],
        ["", "problems/NJG6E/media/S6b.jpg"],
        ["3", "The fun doesn't stop there though! The team recycled some cargo netting and stretched it out between some perching to support brand new bird baths. Just like the native songbirds that like to bathe in the little puddles in your yard, Macaws and other Parrots love to keep themselves clean too."],
        ["4", "But one may wonder ... why? Why do our Blue and Gold Macaws deserve this special treatment?"],
        ["5", "Macaws are smart. Macaws are REALLY smart and curious. It is this very characteristic that makes them coveted as pets. Ironically, it is also what makes them inappropriate as a pet. Meeting the behavioral and enrichment needs of these incredibly smart birds is difficult. A behaviorally unhealthy bird may become aggressive, destructive, or even sick."],
        ["", "problems/NJG6E/media/S6c.jpg"],
        ["6", "Add to this the fact that Blue and Gold Macaws can live for over 60 years, and the bird often becomes an unbearable burden even for well-intentioned owners. In fact, the four Blue and Gold Macaws in the zoo's collection came from such circumstances. The keepers responsible for the daily care of our Macaws are tasked with keeping them behaviorally and medically sound. Having flexible and varied perching options will help immensely with this goal."]
    ],
    "Copyright": "© Alicia Powers, Oakland Zoo",
    "References": []
}