{
    "Directions": "Read the passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Magic Elizabeth",
    "Subtitle": "",
    "Author": "by Norma Kassirer",
    "LabelType": "P",
    "Content": [
        ["1", "It all began one rainy night at the end of a summer."],
        ["2", "“As if we didn't have enough troubles!” groaned Mrs. Chipley. “There it goes and rains on us!”"],
        ["3", "Sally, clinging to Mrs. Chipley's plump hand, was almost running to keep up with her. The bright feather on Mrs. Chipley's black hat, which had started out so proudly erect, had gradually wilted, and now drooped sadly down the back of that lady's stout neck. Sally's red suitcase, its handle firmly gripped by Mrs. Chipley's other hand, bumped in a steady rhythm against her right leg. But Mrs. Chipley strode purposefully on, as if she had no time to notice small discomforts."],
        ["4", "The two of them had come all the way across the city on the bus, and during the ride the sky had darkened and the street lights had bloomed all at once. High-piling storm clouds snuffed out the light of the round orange moon. As they stepped off the bus, the branches of the tall trees rattled like bones in the wind."],
        ["5", "And now it was raining—a nasty, cold, stinging rain, mixed with wet leaves torn from the groaning trees. It splashed and flew about them as they hurried along the gloomy street, as if the faster they went the more they stirred up the fury of the night. Their coattails snapped behind them. Rain flew into Sally's eyes and even into her mouth, and it dribbled unpleasantly beneath the collar of her coat. Raindrops hitting a large mailbox echoed like drumbeats down the street. Sally's long red hair, fluttering bannerlike behind her, gave their small procession a brave look. And yet Sally, at least, was not feeling brave at all. Quite the contrary."],
        ["6", "“Troubles, troubles,” Mrs. Chipley went on, “but it's a lucky thing your Aunt Sarah's come back to town just now when we need her.”"],
        ["7", "“I don't remember her at all,” panted Sally. “I was just a baby when she went away to California.”"],
        ["8", "“Going back again too, pretty soon, your ma tells me,” said Mrs. Chipley. “Only came back here to sell the house. But never you mind, honey,” she went on, without slackening her furious pace at all, “she's your own kin, and the only one you have here in town. I'm sure I didn't know what else to do but call her, what with your mom and dad away on that business trip, and we don't want to spoil it for them, and it's not as if you'd have to stay with your aunt forever. A few days, and I'll have my daughter straightened around and come back. And it was your own ma left her name in case of an emergency.”"],
        ["9", "“I wonder what she's like,” Sally said. But Mrs. Chipley did not seem to hear her."]
    ],
    "Copyright": "Excerpt from Magic Elizabeth by Norma Kassirer, copyright © 1966 by Norma Kassirer. Permission granted by the Estate of Norma Kassirer.",
    "References": []
}