{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Year of the Dog",
    "Subtitle": "",
    "Author": "by Grace Lin",
    "LabelType": "P",
    "Content": [
        ["1", "It was fun going to Melody's house. She had the best room. One whole wall of her room was a picture of jungle animals. There was a lion staring in the grass and monkeys climbing the trees. There was even a pink flamingo."],
        ["2", "“How did you get your wall like that?” I asked, impressed."],
        ["3", "“It came that way,” Melody said. “If you look close you can see that it's a kind of wallpaper, not painted.”"],
        ["4", "I looked really closely and I could see a tiny line down the side. It was like a huge ceiling-to-floor poster. We tried to draw all the animals in Melody's notebook. I couldn't copy the lion very well, but Melody thought my elephant drawing was exactly like the one on the wall. Melody's brothers, Benji and Felix, came in and drew, too. We drew Melody riding the giraffe and Felix swinging from a vine. Benji and Felix weren't too bad, for boys."],
        ["5", "After Benji drew himself feeding bananas to the monkeys, he said, “I'm hungry, let's go get some real bananas.”"],
        ["6", "That's when we realized we were all hungry, so we went downstairs to eat."],
        ["7", "In my house, Mom always had cookies or chocolate or cheese and crackers in the cupboards. If we didn't have those, there was always fruit in a can that I could eat, too. But Melody didn't have any of those things. Mom told me Melody's mother was very “nutritious¹.” So in her cupboards there were only plain rice cakes that tasted like paper. There were nuts that were still in the shells and didn't have any salt on them. But there weren't any bananas."],
        ["8", "“Don't you have any candy?” I asked."]
    ],
    "Copyright": "From THE YEAR OF THE DOG by Grace Lin, published by Little, Brown and Company. Copyright © 2006 by Grace Lin. All rights reserved.",
    "References": [
        ["¹", "nutritious — healthy"]
    ]
}