{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Haunted Clock Tower Mystery",
    "Subtitle": "",
    "Author": "by Gertrude Chandler Warner",
    "LabelType": "P",
    "Content": [
        ["1", "Just then the clock chimed loudly."],
        ["2", "“It's almost time for the evening concert,” said Ezra. “Would you kids like to watch me play the carillon?”"],
        ["3", "“You bet!” cried Benny. “Is that it?” He pointed to the large wooden console1 in the center of the room."],
        ["4", "“Yes, that's the carillon,” Ezra said. “The bells are upstairs. We'll go up in a minute so you can see them. They're the best part — you won't believe how big they are.”"],
        ["5", "The children had never seen anything quite like the carillon before. It reminded them a little bit of their upright piano at home. Just like their piano, it had a music stand on the front. Underneath the stand, instead of a keyboard, there were two long horizontal rows of wooden knobs sticking out. Down near the floor was a row of wooden pedals, and up above the carillon was a row of wires leading up through the ceiling."],
        ["6", "“How does it work?” Jessie asked."],
        ["7", "“You sit on this bench to play it,” Ezra said as he sat down. “When you press down a knob or a pedal, a bell rings. Like this,” he said, pressing down on the far-left knob. The children heard a bell chime above them."],
        ["8", "“That's really neat,” said Henry."],
        ["9", "“Can I try?” Benny asked."],
        ["10", "“Sure,” Ezra said."],
        ["11", "Benny carefully pressed down one of the knobs in the middle. Again the Aldens heard a bell ringing over their heads."],
        ["12", "“Now let's go see the bells,” Ezra suggested."],
        ["13", "The Aldens followed Ezra out of the tower room. A small dark stairway took them to the floor above, where the bells were housed. There were two rows of large heavy bells on the bottom and two rows of smaller bells hanging above."],
        ["14", "“That one on the end is bigger than me!” Benny cried."],
        ["15", "“And it weighs a lot more, too,” said Ezra. “It weighs more than forty-five hundred pounds! Would you like to go inside it?”"],
        ["16", "Benny's eyes grew wide. “Can I really?”"],
        ["17", "“Sure,” Ezra said."],
        ["18", "Benny bent down and ducked underneath the edge of the heavy bell. When he stood up inside, all the others could see were his legs sticking out at the bottom. “Hello out there!” he called. His voice had a strange muffled sound from inside the bell. Finally he ducked down, and came back out. “I've never stood inside a bell before,” he said."]
    ],
    "Copyright": "From THE HAUNTED CLOCK TOWER MYSTERY created by Gertrude Chandler Warner. Copyright © 2001 by Albert Whitman & Company. All rights reserved.",
    "References": [
        ["¹", "console — a desk-like structure that contains the keys and pedals needed to play an organ"]
    ]
}