{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Cloaked in Starlight",
    "Subtitle": "",
    "Author": "by Dan Risch",
    "LabelType": "P",
    "Content": [
        ["1", "Bobtail squids must taste good. During the day, barracuda¹ try to find and eat them. At night, seals try to gobble them up. So what’s a little squirt like a bobtail squid to do?"],
        ["2", "Become invisible!"],
        ["3", "By day, bobtail squids snuggle into the sea floor in the waters off the coast of Hawaii. They use their tentacles to flip sand onto their backs. Their sticky skin holds the sand in place. Not even sharp-eyed barracuda will spot a sand-covered bobtail squid."],
        ["", "problems/COG3E/media/S5a.jpg"],
        ["4", "But what if a bobtail squid is attacked in open water, with no place to hide? Then, the squid disappears a different way. It squirts out ink. The ink hangs in the water in the shape and size of the squid. At the instant the ink shoots out, the bobtail changes color. It becomes almost see-through. The predator² bites the inky squid shape. The nearly invisible real squid swims to safety."],
        ["", "Tɪᴍᴇ ᴛᴏ Sʜɪɴᴇ"],
        ["5", "When the sun goes down, the bobtail’s cloaking³ skills really shine."],
        ["6", "At night, the bobtails swim through the water eating worms and shrimp. The moon and stars light up the water. Predators look up from below to see the dark outlines of prey in the starlit water. But they can’t see the bobtail squids."],
        ["7", "The squids have light-making bacteria living inside their bodies. The bacteria make light much like a firefly does. But the bacteria don’t live just anywhere in the squid. The bottom of the squid has many tiny pockets. Inside the pockets, the bacteria eat, grow, and shine brightly."],
        ["8", "As bobtail squids swim at night, predators don’t see their dark outlines. They don’t see the bobtail squids at all. With their . . . pockets shining with bacteria, bobtails swim around, safely cloaked in their own starlight."],
        ["", "problems/COG3E/media/S5b.jpg"]
    ],
    "Copyright": "“Cloaked in Starlight” by Dan Risch from HIGHLIGHTS FOR CHILDREN, June 2012. Copyright © 2012 Highlights for Children Inc.",
    "References": [
        ["¹", "barracuda — a fish that has strong jaws and sharp teeth"],
        ["²", "predator — an animal that lives mostly by eating other animals"],
        ["³", "cloaking — hiding"]
    ]
}