{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Ivy and Bean",
    "Subtitle": "",
    "Author": "by Annie Barrows",
    "LabelType": "P",
    "Content": [
        ["1", "Mrs. Trantz was next. Getting into her yard was no problem. Ivy and Bean climbed over the stone wall and dropped down onto her lawn. Everything in Mrs. Trantz’s yard was perfectly neat. Her tulips were lined up in rows. Her apple tree was tied so that its branches grew flat. Her birdbath had no birds in it."],
        ["2", "“If Mrs. Trantz sees us, she’s going to be really mad,” said Bean. Bean knew this garden. It was very long, and there was no way to go around it."],
        ["3", "“Is she going to throw rocks at us?” asked Ivy. She looked a little scared."],
        ["4", "“No. She just talks, but it’s worse than throwing rocks.” Bean sighed. “Maybe she’s not home.”"],
        ["5", "But Mrs. Trantz was home. They were halfway across her perfect yard when she came outside. She stood on her patio and glared at them. “Bernice,” she said in a high voice. “Come here.”"],
        ["6", "Bean took a few steps toward the patio."],
        ["7", "“Closer, please, Bernice. It seems that we need to have another one of our little talks.”"],
        ["8", "Ivy came and stood beside Bean next to the patio."],
        ["9", "“Who are you?” said Mrs. Trantz, frowning at Ivy’s face."],
        ["10", "“My name is Ivy,” said Ivy."],
        ["11", "“Well, Ivy, children are not allowed in my garden. Maybe you can teach your friend Bernice that.” Mrs. Trantz gave a short, dry laugh. “Because Bernice does not seem to be able to remember it by herself. Do you, Bernice?”"],
        ["12", "“I remember, Mrs. Trantz, but it was just sort of an emergency,” said Bean. “I’m sorry.”"],
        ["13", "Usually when you say you’re sorry, people say something nice back to you. Not Mrs. Trantz. She said, “I don’t think you’re sorry, Bernice. If you were sorry, you wouldn’t keep coming into my garden when I have asked you not to. Do I need to call your mother again?” She smiled in an unfriendly way."]
    ],
    "Copyright": "From IVY AND BEAN (BOOK 1) by Annie Barrows, Spotlight. Copyright © 2006 by Annie Barrows. All rights reserved.",
    "References": []
}