{
    "Directions": "Read this passage about dolphins, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Amazing Animals: Dolphins",
    "Subtitle": "",
    "Author": "by Sarah Albee",
    "LabelType": "P",
    "Content": [
        ["", "Dolphins Are Not Fish!"],
        ["1", "Although dolphins swim in water, they are not fish. Fish breathe through gills and are able to use the oxygen in water to live. Dolphins are mammals. They have lungs and come to the surface to breathe air. They breathe through their blowholes."],
        ["2", "Dolphins exhale as they reach the water's surface and inhale quickly before plunging back into the water. They usually breathe two to four times a minute, coming to the surface each time. Dolphins often stay underwater for six minutes. But they can hold their breath as long as 20 minutes. Like other mammals, dolphins keep their body temperature the same, no matter how hot or cold their surroundings are. Dolphin babies drink milk from their mothers, just as other baby mammals do. Dolphins also have hair. That is another sign of being a mammal."],
        ["", "Swimming"],
        ["3", "Dolphins push themselves through the water with their flippers and by moving their flukes up and down. Fish swim by moving their tails from side to side."],
        ["4", "Most dolphins have dorsal fins that stick up from the center of their backs. These fins help the dolphins steer as they swim. You can sometimes see the dorsal fin above the water when a dolphin swims close to the surface."],
        ["5", "The skin of dolphins is smooth, firm, and rubbery. It helps them glide smoothly through the water. A layer of blubber under their skin keeps dolphins warm in cold water."],
        ["6", "Dolphins usually dive only between 10 and 150 feet (3 and 46 m) to catch their food. However, the dives of some types of dolphins have been measured at 1,500 feet (457 m) deep!"],
        ["", "Fishy Food"],
        ["7", "Dolphins mostly eat fish, which puts them in a group of animals called carnivores. Carnivores eat other animals. Dolphins' favorite fish are herring, mackerel, cod, and sardines. Many dolphins also eat squid, shrimp, crab, jellyfish, and octopus. One kind of dolphin, the orca, eats blue whales, other dolphins, seals, penguins, salmon, and sea turtles. The orca is known as the killer whale. River dolphins also eat fruit that has fallen into the water."],
        ["8", "Dolphins spend much of their time hunting for food or eating. Some types eat where the water is shallow. Others cruise the open ocean for food. Although they can dive as deep as 1,500 feet (457 m), dolphins usually stay within 150 feet (46 m) of the ocean's surface."],
        ["9", "Dolphins use their teeth for grasping, not chewing. They swallow their food whole. When a dolphin hunts larger fish, it may stun them with its tail flukes before eating them. A dolphin will swat a fish with its tail so that the fish flies up into the air. When it falls back to the water, stunned, the dolphin simply scoops it up into its mouth."]
    ],
    "Copyright": "From AMAZING ANIMALS: DOLPHINS by Sarah Albee. Copyright © 2010 by Gareth Stevens Inc. Original edition copyright © 2006 by Reader's Digest Young Families.",
    "References": []
}