{
    "Directions": "Read the passage from a study on elephants, then answer each question that follows.",
    "Context": [
        "Today you will read about three texts involving elephants. You will read a passage from the actual study of the experiment."
    ],
    "Title": "[from] “Elephants Know When They Need a Helping Trunk in a Cooperative Task”",
    "Subtitle": "",
    "Author": "by Joshua M. Plotnik",
    "LabelType": "P",
    "Content": [
        ["", "General Setup of the Experimental Apparatus."],
        ["1", "The table apparatus was comprised of two pieces of plywood painted and bolted to a rectangular PVC pipe frame 3.3 m wide and 1.2 m deep. The table was placed 4 m beyond two trees, and three wooden planks set in the ground ensured smooth movement of the table. A 7-m-wide volleyball net was strung between the two trees, anchored by two strong, taut wire ropes, forming a transparent but impassable barrier between the elephants and the table. In training trials, a single piece of rope, ≈6 m in length, was clipped to the front of the table and fed through a metal ring set in the ground beneath the net. Elephants could approach this rope and pull, drawing the table toward them. A wooden post embedded in the ground (replete with rubber shock absorber made from old tires) served as a stopper that prevented the table from advancing past the net. To keep the table centered as it was pulled in, a ≈2.5-cm-thick wire rope—running perpendicular to the volleyball net—was strung from the buried table stopper, through the central PVC pipe of the table's frame, and then fixed to a tree on the central axis beyond the table. This rigid guide cable prevented any skewing of the table and thus eliminated incongruities in food availability. Two red food bowls were attached to wooden boards, 50 cm in length, one on each side of the table; as the table reached the stop point, the two bowls became available to the elephant just under the net. In test trials, a single piece of 16.5-m-long, 1-cm-thick hemp rope was threaded through guides and around the back and two sides of the PVC frame so that the loose ends appeared out of two openings on either side of the front of the table. Each side's rope end was then threaded through a metal ring set in the ground underneath the net, leaving 1.6 m of rope available to each elephant upon approach."],
        ["2", "To demarcate the test area, from each of the two central trees was strung a single, flagged green rope ≈1.5 m above the ground and reaching back 10 m behind the net to the release point. During testing and control trials, a third flagged rope was strung down the center of the test area, dividing it into two equally wide lanes (3.5 m); thus, each elephant was released into a single lane and had access only to a single rope end. These two lanes are similar to the separation between subjects in some previous studies (6), but not others, in which subjects were allowed to move around (e.g., refs. 5, 7, and 11). Because of the sheer size of the elephants and their regular, free-contact interaction with the experimenters and mahouts between trials, these lanes were necessary for safety reasons, whereas they did not prevent the elephants from reaching over to their partner or their partner's food bowl. The lanes did not seem to compromise the elephant's ability to learn the experimental task contingencies."],
        ["3", "All data were coded from two video cameras. A Panasonic PV-GS500 miniDV camera was fixed to a metal mount on a 7-m-long bamboo ladder, which was hoisted on pulleys between the two trees to a height ≈8 m above the ground. This camera's view was monitored on the ground via closed-circuit television. A second camera, a Canon HV20, was placed on a tripod beyond the table, providing a heads-on view of the elephants."],
        ["", "Procedure"],
        ["4", "In training trials, a mahout¹ would walk with his elephant to the single available rope end and train his animal to pick up and pull the rope by using vocal commands. Rope-pulling strategies were ultimately at the discretion of the elephant, but all elephants had earlier, as part of the facility's routine, been trained to pull chains. In testing trials, the two mahouts stood at the release point with their elephants and restrained them by touching the ear or front leg. When signaled by the experimenters—who were positioned 10 m to the side and back from the setup—elephants were released down their respective lanes. Upon release, mahouts turned away from the elephants and remained silent to minimize chances for cuing, and in position behind the elephants for safety. Trials began when the mahouts gave release commands—they released their hold on the elephant and gave a single word, “go” command once so that it was up to the elephant whether to proceed—and ended when the rope became unthreaded from the drawer, or when all of the food had been eaten (at which point a simple “stop” command was given by the experimenters and the elephants were recalled). During simultaneous and delayed release trials, each of the two food bowls on the table contained two halves of a full ear of corn, a highly desirable but rarely used food reward at the elephant facility. During the final tolerance condition, two trials each of the following were randomized over six trials: (i) each bowl was baited as in test trials, with two half-ears of corn, (ii) one (or the other) bowl was baited with six half-ears of corn. In between all trials, mahouts gave elephants pieces of banana and sugarcane to ensure they remained relaxed. Commands were never given during trials, and mahouts were cued to release their elephants with a hand signal that was not visible to the subjects. The interval between trials was 30 s, and elephant pairs never received >30 trials a day. Testing occurred between January and May 2009. Depending on prior obligations at the facility, elephants were tested in the early morning or early afternoon and were often hosed down with water on exceptionally hot days."],
        ["5", "Success rate per day of delayed release testing in previously trained (≤ 25 s) and untrained (26 ≤ s ≤ 45) delay intervals. Elephants were given 10 trials of each type per day randomized across the session."],
        ["", "problems/ILG8E/media/S5a.jpg"]
    ],
    "Copyright": "From “Elephants Know When They Need a Helping Trunk in a Cooperative Task” by Joshua M. Plotnik. From Proceedings of the National Academy of Sciences, February 3, 2011, edition. Copyright © 2011 by Joshua M. Plotnik. Reprinted by permission of Proceedings of the National Academy of Sciences.",
    "References": [
        ["¹", "mahout — the keeper or driver of an elephant"]
    ]
}