{
    "Directions": "Read the passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Emerald Ash Borer”",
    "Subtitle": "",
    "Author": "by Department of Energy and Environmental Protection",
    "LabelType": "P",
    "Content": [
        ["1", "The emerald ash borer is a small, green beetle that belongs to a large family of beetles known as the buprestids, or metallic wood boring beetles. The description is apt, as many of the adult buprestids are indeed glossy, appearing as if their wing covers are made of polished metal. The emerald ash borer, with its green, iridescent wing covers, fits right in. Adult EABs are between 0.3 to 0.55 inches in length—small by most standards but large compared to other buprestids—and relatively slender."],
        ["2", "During its life cycle, EAB undergoes a complete metamorphosis. It starts as an egg, becomes a larva (alternatively called a grub), and then changes to become a pupa and then an adult. The life cycle of an EAB takes either 1 or 2 years to complete. Adults begin emerging from within ash trees around the middle of June, with emergence continuing for about 5 weeks. The female starts laying her eggs on the bark of ash trees about 2 weeks after emergence. After 7 to 10 days, the eggs hatch and the larvae move into the bark, to begin feeding on the phloem (inner bark) and cambium of the tree. Throughout each of its successive instars (larval growth stages), the larva continues to feed within this same part of the tree. The larval stage may last for nearly two years. Before becoming an adult, the insect overwinters as a pre-pupal larva. It then pupates in the spring and emerges as an adult during the summer."],
        ["3", "EAB feeds strictly on ash trees. The larvae feed on the phloem and cambium, while the adults feed on leaves. In Connecticut, there are three species of ash trees—the white ash (Fraxinus americana), the green or red ash (F. pennsylvanica) and the black ash (F. nigra). Despite its common name, mountain ash (Sorbus spp.) is not a true ash and does not attract the EAB."],
        ["4", "Two other buprestids are well-known to those in Connecticut who are concerned about trees. The bronze birch borer is a pest of ornamental birch trees. The two-lined chestnut borer often attacks stressed oak trees, including oaks in the forest."],
        ["", "Why is EAB a Problem?"],
        ["5", "EAB is an insect that is not native to North America. It was first found in 2002 in the vicinity of Detroit, MI, and Windsor, ON. It had arrived sometime within the several years previous, presumably on woody packaging materials. It is now known to be found in 12 states. It is considered to be established in several of the upper Midwest states where it was first found. Movement of ash, in particular ash nursery stock and ash wood in the form of firewood, logs and wood packaging materials, has been cited as a likely means by which EAB has been assisted in its spread. More recently, strict regulations have been initiated to prevent the movement of these materials from infested areas."]
    ],
    "Copyright": "from Emerald Ash Borer by Department of Energy and Environmental Protection—Public Domain",
    "References": []
}