{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:When marine biologist Brittany Williams played different ocean recordings to groups of oyster larvae, groups that heard sounds of a healthy oyster reef were the most _______. They were twice as likely as other groups to show signs of making a permanent home. This suggests that playing recordings of a healthy ocean reef may encourage oysters to create such a reef.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "responsive",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of oysters and ocean recordings. As used in this context, “responsive” means reacting positively. The text presents a finding and describes it as suggesting that healthy ocean sounds may encourage oyster larvae to establish a reef (a permanent home): groups of oyster larvae that heard recorded sounds of a healthy oyster reef were two times more likely to show signs of forming their own reef than groups that heard different ocean recordings were. This context conveys that the groups that heard healthy reef sounds had a more positive reaction than the other groups did—that is, they were the most responsive.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "inactive",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t indicate that hearing sounds of a healthy oyster reef caused some groups of oyster larvae to become “inactive,” or to stop engaging in work or activity. Instead, the text conveys that the groups that heard those sounds were observed engaging in activity: they were two times more likely to create a reef (a permanent home) than groups that heard different ocean sounds were.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "liked",
                "Key": {
                    "Correct": false,
                    "Rationale": "Describing the groups of oyster larvae that heard sounds of a healthy oyster reef as most “liked,” or regarded with pleasure, wouldn’t make sense in context. The text focuses on the idea that a study found that healthy reef sounds may encourage groups of oyster larvae to form reefs (permanent homes), not on the idea that some of the groups in the study were liked more than others.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "distressed",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t indicate that hearing sounds of a healthy oyster reef caused some groups of oyster larvae to be “distressed,” or to experience difficulty or begin to decline. Instead, the text indicates that the sounds increased the likelihood that groups of larvae would establish a reef (a permanent home), suggesting that the sounds had a positive effect on the larvae.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Darcie Little Badger’s 2021 novel A Snake Falls to Earth. Nina is looking at old family photographs.",
            ":ibox:Nina couldn’t stop looking at the sepia-toned photograph in an oak frame. Propped on the window ledge, it FEATURED a portrait of Great-Great-Grandmother Rosita as a young woman.\n\n\t\t©2021 by Darcie Little Badger",
            "As used in the text, what does the word “featured” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Displayed",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text, “featured” most nearly means displayed. The text describes Nina’s fascination with a framed photograph. It then goes on to describe what the photograph showed, or displayed, which is a portrait of Nina’s great-great-grandmother Rosita as a young woman. Thus, the text indicates that the photograph displayed a portrait of Rosita.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Questioned",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text identifies the person shown in the photograph as Nina’s great-great-grandmother; it gives no indication that the contents of the photograph were questioned, or asked about.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Approved",
                "Key": {
                    "Correct": false,
                    "Rationale": "Approved means expressed a favorable opinion of, and there’s nothing to suggest that the photograph of Nina’s great-great-grandmother has received approval or been viewed favorably, only that Nina is unable to stop looking at it.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Ignored",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that the photograph Nina is fascinated with ignored, or refused to take notice of, Nina’s great-great-grandmother Rosita. Rather, the text indicates that the photograph was a portrait of Rosita.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Mark Oshiro’s 2018 novel Anger Is a Gift. In the novel, Moss and his friends are on a subway train in Northern California.",
            ":ibox:Lights from the outside world then filled the train car as it rose out of the ground and climbed the elevated track. As long as Moss had lived in West Oakland, he’d never tired of this SPECIFIC view, so he pointed toward the windows. “Check it,” he said, and the Port of Oakland began to pass by them.\n\n\t\t©2018 by Mark Oshiro",
            "As used in the text, what does the word “specific” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Imaginary",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text itself is a work of fiction, the view is something Moss can point out to his companions on the train, so the view itself is presumably not imaginary.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Energetic",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this view of the Port of Oakland is significant to Moss, nothing in the text describes the view as particularly energetic as opposed to calming, for example.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Correct",
                "Key": {
                    "Correct": false,
                    "Rationale": "The point of the text is that the view of the Port of Oakland from the subway train as it rises from underground is significant to Moss, not whether it is described as being correct, which the text does not address.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Particular",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text, “specific” most nearly means particular. The text is referring to the particular view of the Port of Oakland as seen from a subway train as it rises from underground. This specific, or particular, view has always been special to Moss, a lifetime resident of West Oakland.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Manul cats are small, shy felines. They live mostly alone in out-of-the-way parts of Asia, such as on Mount Everest. These cats have been difficult to research because their habitats are so _______ large populations of humans.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "full of",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saying that the habitats of manul cats are “full of large populations of humans” would indicate that the cats cohabitate with many humans, which would directly contradict the text’s claim that the cats live in “out- of-the-way” areas.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "drawn to",
                "Key": {
                    "Correct": false,
                    "Rationale": "The missing words describe an aspect of manul cats’ habitats, or the areas where they live, and it wouldn’t make sense to say that areas could be “drawn to,” or attracted by, large groups of humans.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "responsible for",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “responsible for” would mean either having an obligation to care for something or being the cause of something, and it wouldn’t make sense to say that the habitats of manul cats (the areas where the cats live) would need to care for humans or that the habitats somehow created large human populations.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "distant from",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of manul cats. The text states that manul cats live in “out-of-the-way parts of Asia” (citing the famously remote Mount Everest as an example) and indicates that it is difficult to research the cats because of the location of their habitats. By emphasizing that the habitats are remote in relation to humans, the text conveys that being “distant from,” or far from, large groups of humans makes manul cats challenging to study.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from José Martí’s 1891 poem “At the Salon” (translated by Cecil Charles in 1898). The speaker describes a painting featuring a female figure.",
            ":ibox:From the sterile soil no ray\nOf hope in a blade of green,\nNor SHELTERING roof is seen—\nThough the skies are heavy and gray.\n\nAh, this is the woman fair\nWho stole away my heart\nIn the splendid halls of art\nYester-e’en as I wandered there!",
            "As used in the text, what does the word “sheltering” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Protective",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text, “sheltering” most nearly means protective. In the text, the speaker describes a painting featuring a female figure. The speaker ultimately confesses to falling in love with the woman in the painting, who has “stole[n] away” the speaker’s heart, but first the speaker describes elements of the painting’s setting. These include sterile soil, barren fields with “no ray / Of hope in a blade of green”—a description that conveys a mood of melancholy and forlornness, possibly reflecting the speaker’s own sadness at falling in love with an image that can’t return the speaker’s love. The text continues by stating that there’s no “sheltering roof” in the painting, even though the “skies are heavy and gray,” showing signs of an impending storm. Generally, a roof’s intended purpose is to provide protection from the elements, and in this context, a roof would offer shelter and protection from the gathering storm.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Restrictive",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that a roof would be restrictive—that is, that it would limit or restrain something in some way. Although a roof would provide some cover from stormy winds and rain, it wouldn’t limit the wind and rain, only deflect them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Affectionate",
                "Key": {
                    "Correct": false,
                    "Rationale": "There’s nothing in the text to suggest that if a “sheltering roof” were present in the painting, it would be affectionate, or loving and tender. In the text, the immediate context in which the word “sheltering” appears refers to the absence of a roof that would provide protection from the oncoming storm depicted in the painting, not to the idea that such a shelter would be loving and tender if it were present.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Suspicious",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, suspicious would mean questionable or dubious, and there’s nothing in the text to suggest that if any roofs were present in the painting, they would be questionable or cause any suspicion.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Were penguins always flightless? [Theresa Cole and her team argue that penguins could fly at some point, but that they lost that ability more than 60 million years ago as they adapted to marine life.] After examining various penguin fossils and genetic information, the researchers concluded that over time penguins developed underwater vision, blood oxygenation, and bone density better suited for swimming than flying. Thus, environmental conditions might have driven penguins to change from flyers to swimmers.",
            "Which choice best describes the function of the emphasized sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It defines a scientific term used in the sentence that follows.",
                "Key": {
                    "Correct": false,
                    "Rationale": "None of the terms used in the sentence that follows are defined in the emphasized sentence; no definitions are given at all. Instead, the sentence presents Theresa Cole and her team’s answer to the earlier question about penguins’ ability to fly.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It contradicts a description in the sentence that follows.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no contradiction between the emphasized sentence and the sentence that follows since both convey that at some point penguins underwent adaptations that limited their ability to fly and helped them swim and live in the sea. Instead of contradicting later information, the emphasized sentence presents an answer to the earlier question about penguins’ ability to fly.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It provides an answer to the question in the previous sentence.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes how the emphasized sentence functions in the text as a whole. The text begins with a question: have penguins always been unable to fly? The emphasized sentence then presents an answer that has been offered by researchers, indicating that Theresa Cole and her team believe that penguins were once able to fly but lost that ability long ago as they began living in the sea. The text then describes the research that led to that answer. Thus, the function of the emphasized sentence is to provide an answer to the question in the previous sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It notes that the question in the previous sentence has not been researched.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The question in the previous sentence is about penguins’ ability to fly and the emphasized sentence presents Theresa Cole and her team’s answer to that question based on their research into penguin flight, which is described in the rest of the text.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Very little is known about the role nocturnal insects, such as moths, play in flower pollination because it is difficult to monitor insects at night. [To address this problem, a team of scientists used time-lapse cameras to record pollinator visits to red clover all day] and night. The recordings showed that while most pollinator visits were by bumblebees, one-third of visits were by moths. Additionally, flowers that were visited by both moths and bees produced more seeds than flowers that were only visited by bees.",
            "Which choice best states the function of the emphasized sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To describe an approach a team of scientists used to study pollinators",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the function of the emphasized sentence. The sentence indicates that scientists used time-lapse photography during both day and night to detect pollinators visiting red clover. Therefore, the emphasized sentence has the function of describing an approach scientists used in the pollinator study discussed in the text.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To question a claim scientists make about pollinators",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized sentence discusses equipment the scientists used to conduct their study, and the text provides nothing to suggest these elements of their experimental design could, by themselves, question claims resulting from the study.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To explain why moths prefer red clover to other flowers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in either the emphasized sentence or the rest of the text addresses whether moths have a preference for red clover or any other flowers.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To announce an unexpected research finding about red clover",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the sentences that follow the emphasized sentence discuss research findings, nothing in the text suggests that these findings were unexpected. Moreover, the emphasized sentence describes part of the scientists’ experimental design (day and night time-lapse photography), not a finding of the scientists’ study.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Louise Erdrich’s 2020 novel The Night Watchman. Louis Pipestone is collecting signatures for a petition from fellow members of the Turtle Mountain Band of Chippewa on the tribe’s reservation in North Dakota.",
            ":ibox:Louis Pipestone tended the petition like a garden. He kept it with him at all times. In town, his eyes sharpened when he noticed a tribal member who hadn’t yet signed. Wherever they were—at the gas pump, mercantile [general store], at Henry’s [Café], on the road, or outside the clinic and hospital—Louis cornered them. If they were waiting for a baby to be born, he’d have them sign. If they were laughing, if they were arguing. If they were taking a child home from school, they signed.\n\n\t\t©2020 by Louise Erdrich",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To suggest that some tribal members refuse to sign the petition because they dislike Louis Pipestone",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text suggests that Louis was aggressive in seeking signatures for the petition—for example, saying that he “cornered” people—nothing in the text addresses how those people feel toward Louis, let alone that they are refusing his request.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To show that attitudes toward the petition within the tribal community change over time",
                "Key": {
                    "Correct": false,
                    "Rationale": "Other than portraying Louis’s commitment to gathering signatures, the text doesn’t discuss community members’ attitudes toward Louis or the petition.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To demonstrate that most tribal members are enthusiastic about signing the petition",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never mentions the attitudes of the people Louis approaches toward the petition, but the text does indicate that he “cornered” prospective signatories, strongly suggesting that their enthusiasm was neither needed nor considered.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To portray Louis Pipestone’s strong commitment to collecting signatures for the petition",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the text’s main purpose. The text indicates that Louis always had his petition with him, asked everyone he encountered to sign it if they hadn’t already, and lists several comical circumstances in which he might try to get someone to sign. Thus, the main purpose of the text is to illustrate Louis’s dedicated focus on getting people to sign the petition.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Today composer Scott Joplin is mainly celebrated for his catchy ragtime pieces “Maple Leaf Rag” and “The Entertainer.” However, by overlooking his less famous works, listeners will miss the full range of Joplin’s creativity. For instance, his waltz “Pleasant Moments” and his opera Treemonisha skillfully blend ragtime and classical music. These masterpieces deserve as much fame as Joplin’s biggest hits.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To describe the similarities and differences between ragtime music and opera",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text discusses some of the ragtime music and an opera that Joplin composed, it does not compare the two types of music in general. Instead, the text argues that Joplin’s lesser-known works, including his opera, deserve as much attention as his more famous ragtime pieces receive.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To argue that more attention should be given to Joplin’s lesser-known works",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best states the main purpose of the text, which is to make a case for the importance of Scott Joplin’s less famous works. The text begins by introducing Joplin’s most popular works and then goes on to assert that gaining a full understanding of Joplin’s creativity requires a consideration of his lesser-known pieces as well. The text concludes by characterizing the lesser-known works “Pleasant Moments” and Treemonisha as masterpieces that deserve to be famous. These details indicate that the text’s main purpose is to argue that more attention should be given to Joplin’s lesser-known works.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To encourage music lovers to listen to music by many different composers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text discusses only Joplin’s music and does not ask music lovers to listen to a variety of composers. Instead, the text encourages listeners to pay attention to Joplin’s lesser-known works in order to gain a full understanding of his creativity.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To explain how Joplin learned to compose and perform ragtime music",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not discuss how Joplin learned to compose and perform ragtime music. Instead, the text focuses on Joplin’s less famous works and makes a case for their importance.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:A contraction of “you all,” the pronoun “y’all” has long been used as a plural version of “you” in the South and in Black communities around the US. In recent decades, most other English-speaking communities in the US have begun to use “y’all.” What explains its rise in popularity? Many varieties of English have no pronoun that specifically addresses more than one person and instead must use “you” to address both one person and more than one. But “y’all” always refers to two or more people. As a result, it conveys the speaker’s meaning more precisely than “you” can.",
            "Which question does the text most directly attempt to answer?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "How many other plural versions of the pronoun “you” are there in English, besides “y’all”?",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the text states that “y’all” is used as a plural of “you” in English, it does not discuss other plural forms of the word.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Why has the pronoun “y’all” become more widely used in the US?",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a question that the text is attempting to answer: why has the pronoun “y’all” become more widely used in the US? The text begins by explaining where and how the plural pronoun “y’all” originated and then goes on to state that its use has been rising in popularity, even in areas outside of its place of origin. The text then attributes this rise in popularity to the fact that many varieties of English do not have a pronoun to address more than one person, and thus “you” must function as both a singular and plural pronoun.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "When was the first recorded use of the pronoun “y’all” in the English language?",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the text discusses the general origins of the pronoun “y’all,” it does not state when the use of the pronoun was first recorded in the English language.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Is “y’all” commonly used in English-speaking regions of the world besides the US?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the text addresses the use of the pronoun “y’all” within English-speaking communities in the US, it does not address its use outside of that geographic area.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT892RW2/media/11a.jpg",
            ":ibox:A team of scientists wants to improve the recycling of two of the most common types of lithium-ion batteries used in electronic devices. The team tested two new processes that involve grinding battery materials and aluminum foil together. The highest percentage of lithium recovered in the tests was closest to _______",
            "Which choice most effectively uses data from the graph to complete the statement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "75%.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the graph to complete the statement. The graph shows test results for two new battery recycling processes used with two types of lithium-ion batteries, type A and type B. According to the graph, recycling process 2 recovered the highest percentage of lithium in the tests: recovering about 75% from lithium-ion battery type B.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "10%.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the graph, the highest percentage of lithium recovered in the tests was 75%, not 10%. In fact, none of the tests recovered exactly 10% of lithium from a recycling process.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "45%.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the graph, the highest percentage of lithium recovered in the tests was 75%, not 45%. In fact, none of the tests recovered exactly 45% of lithium from a recycling process.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "20%.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the graph, the highest percentage of lithium recovered in the tests was 75%, not 20%. In fact, none of the tests recovered exactly 20% of lithium from a recycling process.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT892RW2/media/12a.jpg",
            ":ibox:How harmful are invasive predators to threatened species? To find out, researchers assigned values from 0.25 to 1.00 to various harms caused by invasive predators. The researchers then used these values to estimate the extent to which several invasive predator species have harmfully impacted threatened birds, mammals, and reptiles. In the table, higher numbers represent greater impacts. The estimated impact of invasive mongooses on threatened mammals is _______",
            "Which choice most effectively uses data from the table to complete the example?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "0.35.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows that the value for the estimated impact of mongooses on threatened mammals is 0.75, not 0.35. The value 0.35 is not assigned to any of the categories in the table.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "0.61.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows that 0.61 is the value for the estimated impact of cats, not mongooses, on threatened mammals.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "0.75.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice effectively uses data from the table to complete the example of the estimated impact of invasive mongooses on threatened mammals. The table shows the values for the estimated harmful impact of three invasive predator species (mongooses, dogs, and cats) on threatened birds, mammals, and reptiles. The text states that the values are on a scale from 0.25 (less impact) to 1.00 (greater impact). The table shows that the value for the estimated impact of invasive mongooses on threatened mammals is 0.75.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "0.52.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows that 0.52 is the value for the estimated impact of cats on threatened reptiles, not of mongooses on threatened mammals.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Biologists have generally believed that the diet of jaguars consists mostly of land-based mammals, but researchers studying a population of jaguars living in the Brazilian Pantanal, a tropical wetland, claim that jaguars can survive on a diet of more fish and aquatic reptiles than mammals.",
            "Which finding, if true, would most directly support the researchers’ claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Aquatic reptile and fish remains were detected more often than were mammal remains in an analysis of jaguar waste matter found in the area.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would support the researchers’ claim about the diets of jaguars in the Brazilian Pantanal. The text notes that jaguars generally eat land-based mammals, but researchers claim that jaguars in the Pantanal can survive on a diet that includes more fish and aquatic reptiles than mammals. Finding that the remains of aquatic reptiles and fish appear more often in these jaguars’ waste than the remains of mammals do would support the researchers’ claim, since it would suggest that fish and aquatic reptiles are a more significant part of the jaguars’ diet than mammals are.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Exceptionally high numbers of yacare caiman, an aquatic reptile, were found living in the area.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that a particular aquatic reptile exists in high numbers in the area would not support the researchers’ claim about the jaguars’ diet. The mere presence of many aquatic reptiles nearby does not mean that the jaguars eat those reptiles, let alone survive on more aquatic reptiles and fish than mammals.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Aquatic prey like the reptiles and fish in the area provide a source of omega-3 fatty acids that aren’t often found in land mammals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although finding that aquatic reptiles and fish can provide nutrients that land mammals typically do not provide could help explain why some animals eat those reptiles and fish, it would not indicate whether the jaguars in particular eat those reptiles and fish and thus would not support the researchers’ claim.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "When jaguars in the area preyed on mammals, they tended to prefer semiaquatic ones like capybaras.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that when preying on mammals, jaguars prefer semiaquatic mammals, such as capybaras, would be irrelevant to the researchers’ claim that the jaguars can survive on a diet of more fish and aquatic reptiles than mammals. The type of mammals the jaguars tend to eat does not indicate anything about whether fish and aquatic reptiles are part of the jaguars’ diet.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:East Australian humpback whales migrate up to 10,000 kilometers each year to reach their breeding grounds. Researchers long believed that migrating whales live only on the extra energy they stored up during the feeding season. But marine biologist Vanessa Pirotta and her team aren’t so sure. They analyzed 20 years of observations of the migrating whales made by citizen scientists (members of the public who help collect data for scientific research). The team claims that the whales may not live only on their stored energy during migration.",
            "Which finding, if true, would most directly support the team’s claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Citizen scientists have observed many different types of marine animals feeding alongside the whales.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that citizen scientists have observed many different types of marine animals feeding alongside the whales would have no bearing on the team’s claim; the behavior of other animals is irrelevant, and without indicating the timing of the observed feeding, the finding wouldn’t reveal whether the whales rely only on previously stored energy or ever take in additional energy during migration.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Citizen scientists have made many observations of the whales feeding as they migrate to their breeding grounds.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would most directly support Pirotta and her team’s claim that East Australian humpback whales may not live only on stored energy during migration. The text explains that it has long been thought that East Australian humpback whales store extra energy during the feeding season and then use that energy to survive while traveling to their breeding grounds. If it were true that citizen scientists have often seen the whales feeding as they migrate to the breeding grounds, that would indicate that the whales sometimes feed and take in additional energy during the journey, meaning that they may not rely only on energy they stored before migrating.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Citizen scientists have made more observations of the whales migrating to their breeding grounds than of the whales returning to their feeding grounds.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that citizen scientists have more often observed whales on the way to their breeding grounds than returning to their feeding grounds would have no bearing on the team’s claim. Since it would provide information about the timing of observations but not about the whales’ observed activities, the finding wouldn’t reveal whether the whales rely only on previously stored energy or ever take in additional energy during migration.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Citizen scientists have recently begun to observe the whales migrating to their breeding grounds earlier in the year.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that citizen scientists have recently started seeing the whales migrate to their breeding grounds earlier in the year would have no bearing on the team’s claim. Since it would provide information about a change in the timing of migration but not about the whales’ observed activities while migrating, the finding wouldn’t reveal whether the whales rely only on previously stored energy or ever take in additional energy during migration.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In countries with right-hand traffic, drivers who want to make a left turn at a traffic intersection with stoplights have to wait for either a gap in oncoming traffic or a designated left-turn signal to turn green. At busy intersections, this often causes a backup of vehicles waiting to turn left or being prevented from proceeding by left-turning vehicles in front of them. Transportation researcher Vikash V. Gayah claims that in urban areas eliminating the option to turn left at busy intersections—both with and without dedicated left-turn signals—would improve traffic flow and, as a result, reduce overall travel times even if such a restriction would require drivers to sometimes travel a slightly longer distance.",
            "Which finding, if true, would most directly support the researcher’s claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In a town that installed left-turn signals at all busy intersections, seven out of ten survey respondents agreed with the statement “the streets in my community are easier to navigate by motor vehicle than before.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "A finding that a majority of survey respondents agreed with the statement that implementing left-turn signals at all busy intersections made navigating streets in their communities easier wouldn’t support the claim that eliminating the option to turn left altogether at some busy intersections—both with and without dedicated left-turn signals—would improve the flow of traffic and overall traffic times. In fact, the text emphasizes that designated left-turn signals contribute to increased congestion because they require drivers to wait to turn left, which results in a backup of vehicles. Installing such signals at all busy intersections would thus potentially compound the problem of congestion, not improve it. Moreover, although making streets easier for drivers to navigate might indicate that left-turn signals are beneficial to drivers, it doesn’t indicate that overall travel times would necessarily be reduced.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A traffic study of intersections in a large city shows that on average drivers wait longer to make a left turn at intersections without left-turn signals than at intersections with such signals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A study concluding that drivers wait longer to make left turns at intersections without dedicated left-turn signals than at intersections with such signals wouldn’t support the claim that eliminating the option to turn left altogether would reduce overall travel times. In fact, the finding would merely support the idea that installing left-turn signals would likely reduce the time drivers spend waiting at busy intersections that didn’t previously have left-turn signals, not that overall travel times would be reduced.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "After a city eliminated left turns at busy intersections, a package-delivery company reports that its drivers have been able to reach more addresses in the city daily, on average, and therefore deliver more packages there annually.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would most directly support Vikash V. Gayah’s claim that eliminating the option to turn left at busy intersections would improve traffic flow and reduce overall travel times. The text begins by describing a problem encountered by drivers in countries with right-hand traffic—namely that drivers wanting to make a left turn must wait for either gaps in oncoming traffic or for designated left-turn signals before proceeding. The resulting backup of vehicles causes increased traffic congestion at busy intersections that slows overall travel times. According to Gayah, eliminating left turns from busy intersections in urban areas would ease the congestion caused by vehicles waiting to turn left. If vehicles spend less time waiting at intersections for left turns, faster overall travel times would result even if some drivers would have to drive slightly longer distances to make the desired left turn. Drivers for package-delivery companies, who presumably spend most of the day driving to destinations across the city in which they are based, would likely provide a good indication of overall traffic patterns across the city. A finding that after a city had eliminated left turns at busy intersections, package-delivery companies were able to complete more daily deliveries on average—which implies faster travel times between package destinations—would therefore support the claim that overall travel times would decrease if left turns were eliminated at busy intersections.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Statistics reveal that school buses in a city that eliminated left turns at most intersections took on average two minutes longer to complete their routes after the restriction took effect than they did before.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finding that after a restriction eliminating left turns at most intersections took effect, school buses took longer to complete their routes than they did before the restriction was implemented would contradict rather than support the researcher’s claim that eliminating left turns would reduce overall travel times.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Zines are small-scale, self-printed magazines. They have been around since the Black literary zine Fire!! was created in the 1920s. Since then, zines have appealed to creators looking for an inexpensive form of expression to share with a select audience. Zine creators often mix art with social commentary and challenge mainstream culture. At first, the internet appeared to replace the zine, but this old form persists. Today, there are enough zines in the United States to support annual zine festivals. This suggests that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "creators can reach a larger audience by posting online.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text’s point about current interest in zines in the US doesn’t logically suggest that zine creators can reach a larger audience by posting online. The text indicates that zines have long had an audience, and there’s no indication that online posts have caused that audience to grow; there’s no mention of zine creators’ use of the internet at all.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "zines are still a meaningful form of expression.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically follows from the text’s point about zines today. The text describes zines as a form of expression that goes back to the 1920s and asserts that “this old form persists.” The text then indicates that multiple zines exist in the US today and that they are popular enough to support annual festivals, a point that suggests that people continue to view zines as a meaningful form of expression.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "creators can continue to explore new art forms.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that zine creators can explore new art forms—while objectively true—isn’t logically connected to the text’s discussion of zines as an existing form of expression (one that often includes art) or the point that zines are still popular enough in the US to support annual festivals.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "zines are good sources of mainstream culture.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The point that zines are popular enough in the US today to support annual festivals doesn’t logically suggest that zines present mainstream culture (or are themselves mainstream); moreover, the text states that zine creators often “challenge mainstream culture.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In a three-year study of parasitic infections by Anomotaenia brevis tapeworms in Temnothorax nylanderi ants, entomologist Susanne Foitzik and colleagues found something unexpected: rather than reducing its host’s fitness, as is typical of parasites, A. brevis greatly extends the lifespan of a T. nylanderi worker ant and seems to halt the effects of aging. Furthermore, those infected receive special treatment, ceasing their share of labor to sustain the colony and remaining in the nest as uninfected workers feed, groom, and transport them. By contrast, the researchers observed that uninfected workers in parasitized colonies have shortened lifespans, most likely because the _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "uninfected workers are at high risk for direct exposure to A. brevis in the course of providing social care to the infected workers in the nest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not indicate how A. brevis is transmitted to the ants or assert that uninfected ants are more likely to be directly exposed to A. brevis while caring for infected ants.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "need to compensate for reduced contributions within the colony while also caring for infected workers is burdensome to the uninfected workers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The text describes a study examining the relationship between a species of parasitic tapeworm, A. brevis, and its host insect, the T. nylanderi ant. According to the text, researchers were surprised to find that the tapeworm extends the life of its ant host, rather than reducing it. The text goes on to state that the infected ants end up doing less work to sustain the colony and that as a result, the uninfected ants take on the infected ants’ share of labor in addition to caring for them in their infected state. The study’s researchers also observed that the uninfected ants have shorter lifespans than expected. If the infected ants, who are doing less work in the colony, have longer lifespans, it can be inferred that the less an ant works, the longer it will live. The opposite of this statement can also be inferred: the more an ant works, the shorter its life. So, since the workload within the colony is being redistributed so that the infected ants work less while the uninfected ants work more (as they take on the neglected duties of the infected ants and also care for those ants), then it can be inferred that the lifespans of the uninfected ants are shortened because the need to compensate for reduced contributions within the colony while also caring for infected workers is burdensome to the uninfected workers.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "high level of activity maintained by the uninfected workers makes them better able than infected workers to quickly disperse when the nest is attacked by a predator.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text makes no mention of the relative abilities of infected and uninfected ants to escape predators: in fact, predators are not mentioned in the text at all.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "average lifespan of T. nylanderi worker ants in colonies without parasitic activity typically falls well below three years, the range covered by the study.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not supply any information about the average lifespans of the ants in colonies without parasitic activity; the text only indicates factors that lengthen and shorten the lifespans of ants in parasitized colonies.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:During their larval phase, numerous species of coral reef fish are drawn toward areas where light is present. To better understand how artificial light at night (ALAN) might affect some coral reef fish, researchers explored the effect of exposure to low levels of ALAN on the reproductive success of the common clownfish (Amphiprion ocellaris). While exposure to low levels of ALAN had no significant effect on spawning frequency and egg fertilization in A. ocellaris, incubation in the presence of ALAN completely inhibited hatching. These findings suggest that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A. ocellaris that settle in areas with low levels of ALAN have significantly higher rates of successful egg fertilization than A. ocellaris that settle in areas without ALAN do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that exposure to low levels of ALAN had no significant effect on egg fertilization for A. ocellaris, so there’s no reason to expect there would be any significant difference in rates of successful egg fertilization between areas with low levels of ALAN and areas without ALAN.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the reproductive success of A. ocellaris would be at risk if they were to selectively settle in regions that are regularly exposed to low levels of ALAN.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of artificial light at night (ALAN) and the common clownfish (A. ocellaris). The text indicates that researchers found that when A. ocellaris is exposed to low levels of ALAN, spawning frequency and egg fertilization aren’t significantly affected but hatching is completely inhibited—that is, the eggs never hatch. Therefore, if A. ocellaris were to settle only in regions where the fish would be regularly exposed to low levels of ALAN, their eggs would stop hatching and their reproductive success would be at risk.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the reproductive success of A. ocellaris is more greatly affected by the presence of low levels of ALAN during incubation than the reproductive success of other species of coral reef fish is.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t discuss the particular effects of low levels of ALAN on any species of coral reef fish besides A. ocellaris. For this reason, there’s no support in the text for the idea that the reproductive success of A. ocellaris is more greatly affected by the presence of low levels of ALAN than the reproductive success of other species of coral reef fish is.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the spawning frequency of A. ocellaris was more strongly affected by the presence of low levels of ALAN than egg fertilization was, though both were less affected than incubation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does indicate that A. ocellaris incubation was most strongly affected by low levels of ALAN, but it doesn’t indicate that there was a greater effect on spawning frequency than on egg fertilization; in fact, the text states that there was no significant effect on either.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The element carbon has the highest melting point _______ all the elements on the periodic table — 3,500 degrees Celsius.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "of",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between a preposition and its complement. No punctuation is needed between the preposition “of” and its complement “all the elements on the periodic table.” The complement completes the meaning of the preposition in the phrase “the highest melting point of all the elements on the periodic table,“ and using punctuation to separate the complement from the preposition results in an ungrammatical sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "of —",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the preposition and its complement.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "of,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the preposition and its complement.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "of:",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the preposition and its complement.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:By analyzing ice cores from Greenland and Antarctica, a research team at Sweden’s Lund University discovered evidence of a solar storm that occurred 9,200 years ago. Scientists had previously thought the Sun to be in a relatively “quiet” phase at that _______ the Lund team’s finding suggests otherwise.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "time but",
                "Key": {
                    "Correct": false,
                    "Rationale": "When coordinating two longer main clauses such as these, it’s conventional to use a comma before the coordinating conjunction.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "time, but",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the coordination of main clauses within a sentence. This choice correctly uses a comma and the coordinating conjunction “but” to join the first main clause (“Scientists...time”) and the second main clause (“the Lund...otherwise”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "time,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Without a conjunction following it, a comma can’t be used in this way to join two main clauses.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "time",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two main clauses are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:According to the traditional RYB (red-yellow-blue) color model, yellow is a complementary color to purple. However, yellow _______ considered complementary to blue in modern color theory.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "is",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verb forms within a sentence. A main clause requires a finite (tensed) verb to perform the action of the subject (in this case, “yellow”), and this choice supplies the present tense verb “is considered” to indicate that yellow is considered a complementary color to blue in modern color theory.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "having been",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The nonfinite participle “having been considered” doesn’t supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "to be",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The nonfinite to-infinitive “to be considered” doesn’t supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "being",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The nonfinite participle “being considered” doesn’t supply the main clause with a finite verb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:With residents from Mexico, China, El Salvador, and many other countries, Los Angeles has long been a city of cultural diversity. Even back in the 1860s, nearly 30% of the city’s population _______ from outside the United States.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "is being",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present progressive tense verb “is being” doesn’t indicate that the claim about Los Angeles’s population refers to the population back in the 1860s.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "was",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verbs to express tense in a sentence. In this choice, the past tense verb “was,” used in conjunction with the prepositional phrase “from outside the United States,” correctly indicates that in the 1860s nearly 30% of the population in Los Angeles wasn’t from the US.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "is",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present tense verb “is” doesn’t indicate that the claim about Los Angeles’s population refers to the population back in the 1860s.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "will be",
                "Key": {
                    "Correct": false,
                    "Rationale": "The future tense verb “will be” doesn’t indicate that the claim about Los Angeles’s population refers to the population back in the 1860s.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:According to the University of Hawai‘i at Mānoa, aloha ‘āina is “a recognition, commitment, and practice sustaining the ea—or life breath” between the Hawaiian people and their natural environments. The concept has been proudly embodied _______ Native Hawaiians for generations, contributing to the lush flora and renowned beauty of the islands.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by;",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the preposition and its complement.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "by:",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the preposition and its complement.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "by,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the preposition and its complement.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "by",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between a preposition and its complement. No punctuation is needed between the preposition “by” and its complement “Native Hawaiians.” The complement completes the meaning of the preposition in the phrase “proudly embodied by Native Hawaiians,” and any punctuation within it results in an ungrammatical sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The algaita is a double reed wind instrument from West Africa. The reed of a wind instrument is the mouthpiece _______ A double reed contains two pieces of cane that vibrate and produce sound as air passes between them.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "where sound is made?",
                "Key": {
                    "Correct": false,
                    "Rationale": "It’s unconventional to use a question mark to punctuate a declarative sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "where is sound made.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The structure requires that the sentence continue as a declarative clause, not end with an interrogative clause.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "where sound is made.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is end-of-sentence punctuation. This choice correctly uses a period to punctuate a declarative sentence (“the reed of a wind instrument is the mouthpiece”) that ends with a prepositional phrase (“where sound is made”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "where is sound made?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The structure requires that the sentence continue as a declarative clause and end with a period, not end with an interrogative clause and a question mark.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Many Samoans enjoy a sport called kilikiti. This bat-and-ball game was derived from _______ kilikiti differs from cricket in a few key ways.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "cricket but:",
                "Key": {
                    "Correct": false,
                    "Rationale": "When coordinating two main clauses such as these, it’s not conventional to use a colon in this way after the coordinating conjunction.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "cricket but,",
                "Key": {
                    "Correct": false,
                    "Rationale": "When coordinating two main clauses such as these, it’s not conventional to use a comma in this way after the coordinating conjunction.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "cricket, but",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the coordination of main clauses within a sentence. This choice correctly uses a comma before the coordinating conjunction “but” to join the first main clause (“This bat-and-ball game was derived from cricket”) and the second main clause (“kilikiti differs from cricket in a few key ways”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "cricket, but,",
                "Key": {
                    "Correct": false,
                    "Rationale": "When coordinating two main clauses such as these, it’s not conventional to use a comma in this way after the coordinating conjunction.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In a rural area along the border between Oklahoma and Texas, amateur astronomers gather each year to observe the night sky at the Okie-Tex Star Party. Like most star parties, Okie-Tex takes place in an area with low light pollution, _______ dark skies and ideal stargazing conditions.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "ensuring",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verb forms within a sentence. The nonfinite present participle “ensuring” is correctly used to form a supplementary element that modifies the main clause “Okie-Tex takes place in an area with low light pollution,” describing the viewing conditions of the star party.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "this will ensure",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. The pronoun “this” and the finite future tense verb “will ensure” would add an additional main clause to this sentence, and the comma after “pollution” can’t be used in this way to join two main clauses.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "ensures",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The finite present tense verb “ensures” can’t be used in this way to form a supplementary element to modify the main clause.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "it ensures",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. The pronoun “it” and the finite present tense verb “ensures” would add an additional main clause to this sentence, and the comma after “pollution” can’t be used in this way to join two main clauses.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In the 1950s, novel audio technologies allowed the addition of another instrument to jazz and swing _______ relatively quiet instrument, its full range of sound was finally audible alongside the blaring brass instruments of the time, allowing flautists like Bennie Maupin and Bobbi Humphrey to perform with other jazz greats.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "music, the flute, a",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can’t be used in this way to join two main clauses (“In...quiet instrument” and “its...greats”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "music. The flute, a",
                "Key": {
                    "Correct": false,
                    "Rationale": "In standard English, it’s unconventional to form a sentence in this way with two uncoordinated subjects (“the flute” and “its full range of sound”), and the lack of a clear main subject results in an awkwardly constructed and confusing sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "music; the flute, a",
                "Key": {
                    "Correct": false,
                    "Rationale": "In standard English, it’s unconventional to form an independent clause in this way with two uncoordinated subjects (“the flute” and “its full range of sound”), and the lack of a clear main subject results in an awkwardly constructed and confusing clause.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "music: the flute. A",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation within and between sentences. In this choice, the colon correctly introduces the name of the instrument (the flute) that novel audio technologies allowed to be added to jazz and swing. In addition, the period is used to correctly mark the boundary between one sentence (“In...flute”) and another (“A relatively... greats”).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Many butterfly species have bold, brightly colored wings. _______ some butterfly species have wings that are almost completely colorless and transparent. Glasswing butterflies, for example, have see-through wings that make them nearly invisible.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Similarly” illogically signals that the information in this sentence is similar to the previous information about butterfly species. Instead, it contrasts with the previous information.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Previously,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Previously” illogically signals that this sentence describes an event that occurred before another event. Instead, the sentence provides information about butterfly species that contrasts with the information in the first sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In other words,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In other words” illogically signals that the information in this sentence is a paraphrase or restatement of the previous information about butterfly species. Instead, it contrasts with the previous information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "However,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“However” logically signals that the information in this sentence about butterfly species—that some have colorless, transparent wings—contrasts with the previous information about butterfly species with bold, colorful wings.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Following the Mata Ortiz pottery technique, Mexican sculptor Juan Quezada Celado starts by creating the base of the pot with a slab of clay. _______ he builds the pot walls by layering coils of clay around the perimeter of the base. Celado then smooths out the pot’s walls with a hacksaw blade. At last, the pot is ready to be painted.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“for example” illogically signals that the information about Celado building pot walls in this sentence exemplifies the information in the previous sentence about how Celado’s pot creation process begins. Instead, it is the next step in this process.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "However,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“However” illogically signals that the information in this sentence contrasts with the information in the previous sentence about how Celado’s pot creation process begins. Instead, it is the next step in this process.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By contrast,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“By contrast” illogically signals that the information in this sentence contrasts with the information in the previous sentence about how Celado’s pot creation process begins. Instead, it is the next step in this process.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Next,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Next” logically signals that the information in this sentence—which explains how Celado builds the pot’s walls—is the next step in Celado’s pot creation process. The sentences that follow further signal this information by completing the process.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Scientists long debated the origins of chondrules, tiny glass beads that formed in meteors billions of years ago. For decades, different theories were proposed, from lightning strikes to powerful rock collisions, but none had sufficient evidentiary support. _______ scientists found strong evidence that chondrules were formed by shock waves in nearby nebulae.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that the information about the evidence for chondrule formation in this sentence exemplifies the information about the scientific debate regarding chondrule formation in the previous sentences. Instead, it indicates a conclusion to the debate.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Therefore,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Therefore” illogically signals that the information in this sentence is a result of the previous information about the scientific debate regarding chondrule formation. Instead, it indicates a conclusion to the debate.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Similarly” illogically signals that the information that follows is similar to the information about the scientific debate regarding chondrule formation in the previous sentences. Instead, it indicates a conclusion to the debate.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Finally,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Finally” logically signals that the information in this sentence—that scientists found evidence that chondrules were formed by shock waves in nearby nebulae—indicates a conclusion to the scientific debate mentioned in the previous sentences.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Mary Kang is a Korean American portrait photographer.\n\n• She is based in New York City and in Austin, Texas.\n\n• One of Kang’s photographs features artist Dominique Fung.\n\n• In the portrait, Fung is seated on the floor.\n\n• Five of Fung’s paintings are resting against the wall behind her.",
            "The student wants to describe where Fung is in the photograph to an audience already familiar with Kang and Fung. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Dominique Fung is in a photograph by Mary Kang, a portrait photographer based in New York City and Austin, Texas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates that Fung appears in Kang’s photograph; it doesn’t describe Fung’s location in Kang’s photograph.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Mary Kang is a photographer based in both New York City and Austin, Texas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence identifies Kang and where she is based; it doesn’t describe Fung’s location in Kang’s photograph.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Five paintings by artist Dominique Fung can be seen in the background of Mary Kang’s photograph.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes the background of Kang’s photograph; it doesn’t describe Fung’s location in Kang’s photograph.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In Kang’s portrait of her, Fung is seated on the floor, with five of her paintings resting against the wall behind her.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence describes Fung’s location in Kang’s photograph, noting that Fung is seated on the floor. Additionally, because the sentence is intended for an audience already familiar with the artists, it omits the artists’ first names and other biographical information about them.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• The international Slow Food movement was founded in 1989 with the signing of the “Slow Food Manifesto.”\n• The movement promotes universal access to healthy, high-quality food.\n\n• It calls for sustainable food production practices that protect local environments, ecosystems, and biodiversity.\n\n• It advocates for fair treatment of and compensation for food production workers.\n\n• The Slow Food USA organization was founded in 2000.",
            "The student wants to introduce the Slow Food movement to a new audience. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The international Slow Food movement, founded in 1989, promotes universal access to healthy, high-quality food that is produced sustainably by workers who are treated and compensated fairly.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence effectively introduces the Slow Food movement to a new audience, explaining that the movement, which was founded in 1989, promotes universal access to high-quality and healthy food that is produced sustainably by workers who are treated fairly.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The signing of the “Slow Food Manifesto” in 1989 marked the founding of the international Slow Food movement, while the Slow Food USA organization was founded in 2000.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence indicates when the international Slow Food movement and the Slow Food USA organization were founded, it doesn’t effectively introduce the movement to a new audience.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The Slow Food movement advocates for food production workers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence notes that the Slow Food movement includes advocacy for food production workers, it doesn’t effectively introduce the movement to a new audience.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Goals of the movement include universal access to healthy, high-quality food and sustainable food practices.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence describes some of the goals of the Slow Food movement, it doesn’t effectively introduce the movement to a new audience.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• In meteorology, an air mass is a large body of air with generally uniform humidity and temperature.\n\n• Air masses are commonly classified by two-letter names.\n\n• The first letter indicates the humidity of the air mass, while the second letter indicates the temperature.\n\n• cA (continental arctic) means dry and cold, for example.\n\n• mT (maritime tropical) means moist and warm.\n\n• This classification system is based on the work of a Swedish meteorologist named Tor Bergeron (1891–1977).",
            "The student wants to provide an example of an air mass. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Air masses are large bodies of air with generally uniform humidity and temperature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence provides a general definition of air masses; it doesn’t provide an example of a specific air mass.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The air mass classification system uses two-letter names and is based on the work of Tor Bergeron, a Swedish meteorologist.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes the system used to classify air masses; it doesn’t provide an example of a specific air mass.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Air masses are commonly classified by a two-letter name that indicates humidity and temperature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence explains how air masses are classified; it doesn’t provide an example of a specific air mass.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "One type of air mass is known as a cA, or continental arctic, air mass because it is dry and cold.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence provides an example of an air mass: the cA, or continental arctic, air mass.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}