{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Flying Lessons for Big Bird",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "An injured great white pelican picked the right spot to land after a storm separated him from his flock. The gigantic bird swam out of a lake in Tanzania. Then he clumsily waddled onto the beach of an African safari resort.¹ Startled tourists may have assumed the bird was an adult because of his large size. However, staff at the resort soon discovered that the pelican was only about three months old. They cared for Big Bird, as they called the young pelican, and nursed him back to health."],
        ["2", "The great white pelican is one of the largest species of flying birds on the planet. The birds can weigh up to 33 pounds. When they spread their wings, the length from tip to tip is nearly 12 feet. The staff members knew Big Bird would need a lot of food to grow to full adult size. In the wild a flock of pelicans will work together to corral fish into shallow water and scoop them up. But Big Bird did not have a flock, so the resort staff asked the park authority for permission to feed him. With steady meals of fish provided by the resort staff, Big Bird grew bigger."],
        ["", "problems/TX18G5R/media/S6a.jpg"],
        ["3", "Big Bird also changed color as he grew, which helped the staff verify that he was male. When the pelican first arrived, he was totally brown. After several months his facial mask turned pink. Orange would have identified Big Bird as a female. His elastic pouch and legs also changed to bright yellow and pink. In addition, Big Bird's beak began to grow longer and in a downward curve. The beaks of female pelicans are shorter and straighter than those of males."],
        ["4", "Everyone at the resort anticipated that Big Bird would fly away and rejoin his flock once he regained his health. However, the pelican did not budge. It turned out that Big Bird needed flying lessons! The staff raced along the beach, flapping their arms to simulate the act of flying. It may have looked silly to onlookers, but showing birds how to fly is a method that is sometimes used by human caretakers. “We aren't sure how much flying he may have already done before arriving here, but he was pretty shaky,” staff posted on the resort's website blog."],
        ["5", "The staff members, however, were not discouraged. “He would look on curiously,” the blog reported, “until one day he showed us how it was done!” Big Bird's first attempts were short. He was wild in the air and even wilder when trying to land. There were some close calls with the beach furniture as Big Bird was learning to distinguish between the air and the ground. Little by little, though, the efforts of the staff began to pay off."],
        ["", "problems/TX18G5R/media/S6b.jpg"],
        ["6", "After some more practice, Big Bird rewarded his growing fan club with a video of a successful flight. The staff attached a miniature camera to his beak to capture a view of the pelican's face as it flew. The two-minute video taken of Big Bird's flight shows the colorful streaks of the last light of day as the sun is setting behind the lake at the resort. Big Bird landed at the very same spot he took off from just as day was turning into night. “We are so proud of him, and he is such a clever bird. He can fly!” Big Bird's trainers said."],
        ["7", "No one is sure how long Big Bird will stay at the resort. He may one day take flight, find a flock of pelicans to join, and never return to the place where he learned to fly. Until then, though, staff members and tourists are glad to be part of his human family."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "A resort is a place where people go for vacations or recreation."]
    ]
}