{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Yo-Yo Ma: Connecting the World Through Music",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "A hush falls over the audience as low and long notes float through the room. On the stage a man sits cradling a cello. He pulls a bow slowly across its strings. Soon other notes are drifting upward to meet his as the woodwinds, brass, percussion, and other strings of the orchestra become audible. For cellist Yo-Yo Ma, this is just one of many concerts that he has performed. Yet for the crowd, it is a night never to be forgotten. The beautiful music Ma creates will stay with them forever."],
        ["", "problems/TX18G5R/media/S4a.jpg"],
        ["2", "The name Yo-Yo Ma may sound peculiar to people who aren't familiar with the Chinese language. Sometimes Ma gets asked about his name. “My last name is Ma,” he replies with a smile. “Ma means horse, and Yo means friend. So am I a friendly horse?”"],
        ["3", "Like Ma, both of his parents were musicians. They left their homeland of China and relocated to Paris, France, where Ma was born in 1955."],
        ["4", "Ma's mother was an opera singer, and his father taught music at a university. Ma, his older sister, and his parents lived in a one-room apartment that did not even have heat. Despite this, the family was content because they were together and could entertain themselves with their music."],
        ["5", "From the very beginning Ma showed an exceptional talent for music. He started singing songs as soon as he could talk. When he was four, he began playing the cello under his father's guidance."],
        ["6", "Ma quickly became extremely skilled with the instrument, and at the age of five he performed in his first recital. His fingers were a͟g͟i͟l͟e. They moved like graceful dancers on the strings. The audience could not believe that such a young boy made such extraordinary music."],
        ["7", "When Ma was seven, his family moved to the United States. He loved his new life and played the cello all the time. Shortly thereafter he and his sister were invited to join other young musicians to perform in a televised concert in Washington, D.C. The event was attended by President John F. Kennedy. All those who saw and heard Ma that day were mesmerized."],
        ["8", "Before he was even 10 years old, Ma was recognized for his talents and studied with some of the greatest musicians around the globe. Today Ma is considered one of the greatest cellists in the world. He has recorded more than 90 albums and has played thousands of concerts. As of 2015 he has won so many music awards, including 18 Grammys, that he has a hard time finding a place for them all."],
        ["9", "Ma has performed for eight presidents. He has also been a guest on children's shows like Sesame Street and Mister Rogers' Neighborhood. No matter who is in the audience, Ma always plays his best. He hopes that his performances and his passion will inspire people around the world to love and honor music."],
        ["10", "To assist with this cause, Ma founded the Silk Road Project in 1998. This project is named after the Silk Road, an ancient trade route that long ago linked the Far East to the West. The Silk Road was used for the exchange of goods. It also served as a channel that allowed cultural influences and new ideas to spread. In the same way, Ma is encouraging people to connect with other cultures through music."],
        ["11", "Ma has established Silk Road programs in schools around the nation. The programs bring performing artists from different cultures into schools to expose children to music, dance, and art from around the world. “A good musician,” says Ma, “is someone who says, 'How can I contribute?'” Ma's many contributions to the arts clearly mark him as a very good musician indeed."],
        ["", "problems/TX18G5R/media/S4b.jpg"]
    ],
    "Copyright": "Third party trademarks Sesame Street® and Mister Rogers' Neighborhood® were used in these testing materials.",
    "References": []
}