{
    "Directions": "Read the next two selections and choose the best answer to each question.",
    "Context": [],
    "Title": "On the Road to a Better School Bus",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Many children ride a school bus to and from school and don't think much about it. But for 12-year-old Jonny Cohen, the smell of exhaust from the buses parked in front of his junior high school got him thinking about school buses and how much gasoline they use. Jonny wondered if there was a way to make the buses more energy efficient."],
        ["2", "The main problem with school buses, Jonny realized, is their boxy shape. It takes a lot of energy — and gasoline — for a boxy bus to move forward through the air. He thought that improving its shape would reduce the amount of energy needed to move a bus. His first idea was to add a clear windshield at an angle to the front of the bus. This second windshield would force air to go up and over the bus."],
        ["3", "With the help of his sister and friends, Jonny started his project, which he called GreenShields. The GreenShields team needed money to design and test Jonny's idea. In 2010, Jonny entered his idea in a contest for grant money. To win, Jonny had to get people to vote online for his idea. Getting votes wasn't easy — he spoke with town councils, talked to customers at grocery stores, and used social media to ask for people's support. “I never thought I could win,” Jonny says, “but I pushed myself.” His persistence paid off, and his team won $25,000 to develop their idea."],
        ["", "problems/TX18G5R/media/S2a.jpg"],
        ["4", "After several years of researching and testing, Jonny's team has created a new design, which they call the V4. Instead of sitting on the front of the bus, the V4 sits on the roof of the bus like a hat. Its sloped design allows air to flow over and around the bus more easily. The V4 costs less to make and is easier to attach to buses than the original design. In tests, buses using the V4 went farther on a tank of gas. The GreenShields team estimates that the V4 can save $600 every year for every bus that uses one. With all the school buses on the road in the United States, that could save millions of dollars in gas every year."],
        ["", "problems/TX18G5R/media/S2b.jpg"],
        ["5", "The V4 still needs to be approved by the U.S. Department of Transportation before it can be sold. However, Jonny and his team are determined to succeed. Jonny commented, “It's never really over until all school buses become super-efficient.” So if the next school bus you board looks a little different, you may be witnessing Jonny's idea in action."],
        ["", "problems/TX18G5R/media/S2c.jpg"]
    ],
    "Copyright": "",
    "References": []
}