{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] A la Carte",
    "Subtitle": "",
    "Author": "by Tanita S. Davis",
    "LabelType": "P",
    "Content": [
        ["1", "\t“Homework?” My mother mouths the word exaggeratedly, eyebrows raised, and I roll my eyes. Frowning, she points with her chin to the side door that leads to the stairs. I roll my eyes again, mouthing, Okay, okay, not needing her to pantomime further what she wants me to do. I hate the thought of leaving the clattering nerve center of the restaurant to wrestle with my trigonometry homework in my mother's quiet office downstairs."],
        ["2", "\t“Order!”"],
        ["3", "\tThe bright lights and swirl of noise and motion are muffled as the kitchen door swings closed behind me."],
        ["4", "\tIt's hard to remember a time when the restaurant hasn't been the center of our lives. Mom used to be a copy editor and wrote food features for our local paper, the Clarion, and she met Pia when she did a write-up on the culinary school Pia attended. Pia thinks it was fate that Mom wanted to invest in a restaurant at the same time Pia wanted to buy the old bank building."],
        ["5", "\tLa Salle Rouge doesn't serve much in the way of “kid” food, since the menu doesn't cater to people my age on a cheap date, but I've loved everything about it from the first. I started experimenting with being a vegetarian when I turned fourteen, but Pia still found things to feed me and taught me to be creative with vegetables and tofu. I like to think I'm the best-fed vegetarian in the state of California."],
        ["6", "\tPia's been really good about teaching what she knows, and I decided early on that this is the work I want to do — get out of school and get into the kitchen for good. Mom and Pia have created a popular French-Asian-Californian fusion restaurant that has gotten great reviews from food critics. They took the best of each other's tastes —  Mom's traditional Southern flavors and Pia's French training combined with her vegetable- and spice-savvy Cambodian tastes — and pulled off what one food critic called “stylized food with unique flavor combinations in an intimate setting.”"],
        ["7", "\tWhatever that means."],
        ["8", "\tThree years ago, when I started high school thirty pounds heavier than everyone in my class, Mom and I came up with a light menu for La Salle Rouge, and it's been such a popular idea that Mom lets me come up with tasty, low-calorie desserts, which is one of my favorite things to do. It hardly seems fair that I have to walk away from all of that just to do trigonometry, but my mom says I have to finish school before I concentrate on cooking. She says it's smarter to have a “backup plan,” and she's made me apply to plenty of colleges and check out business majors just in case I ever want to do anything else with my life. I guess that makes sense if you're anybody other than me. When I turn eighteen, I already know what I'm going to do."],
        ["9", "\tFirst, I'm going to buy a plane ticket to D.C. and go to Julia Child's kitchen at the Smithsonian and leave roses. They don't let you walk through it, but somewhere — I don't know where — I'm going to leave a bouquet and a little note for her. Julia Child is my patron saint.¹ She's the queen of all reasons people can do anything they want in life. Saint Julia didn't start cooking until she was practically forty, and she went on to do TV shows and make cookbooks and be this huge part of culinary history. She never got too fancy, she never freaked out, and she was never afraid to try new things. I want to be just like her — except maybe get famous faster."],
        ["10", "\tThe second thing I'm going to do is buy myself a set of knives. Pia swears by this set of German steel knives she got when she graduated, but I've seen the TV chef Kylie Kwong use a phenomenal-looking ceramic knife on her show on the Discovery Channel. Either way, knives are what the best chefs have of their very own."],
        ["11", "\tThe third thing I'm going to do, after I get back from Washington and get my knives, is ... get discovered. Somehow. I know I'm going to have to pay my dues, but I'm so ready for my real life to start. It's not something I admit to a lot, but my real dream is to be a celebrity chef. Do you know how many African American female chefs there aren't? And how many vegetarian chefs have their own shows? The field is wide open for stardom. Every time I watch old episodes of Saint Julia, I imagine that I have my own cooking show. The way celebrity chefs do it now, I could also have a line of cooking gear, cookbooks, aprons, the works. People would know my name, ask for my autograph, and try my recipes. All I have to do is finish my trig homework and get back into the kitchen."]
    ],
    "Copyright": "Excerpt(s) from A LA CARTE by Tanita S. Davis, 2008 by Tanita S. Davis. Used with permission of Alfred A. Knopf, an imprint of Random House Children’s Books, a division of Penguin Random House LLC. All rights reserved.",
    "References": [
        ["¹", "patron saint: an inspiring person admired for his or her work"]
    ]
}