{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Alan is on a volcano on Titan, a moon of Saturn. As the story opens, Alan is stranded on its summit in his space crawler. Luckily, he has brought along his mechanical wings."
    ],
    "Title": "[Excerpt from] Fly for Your Life",
    "Subtitle": "",
    "Author": "by John Frizell",
    "LabelType": "P",
    "Content": [
        ["1", "\tAlan knew there was no way back to the base and no way the crew there could help him remotely — the other crawler was down for maintenance. He could go down this side of the stream for 23 kilometers, to a flat area where the flowing liquid would spread out and be shallow enough to cross; then go back 23 kilometers to the far side of the bridge. One problem: he would definitely run out of air before he got there."],
        ["2", "\tThen Alan thought of the folded flight wings he had attached to his suit. Could he fly across the river and then walk to the base? Some quick calculations showed it wouldn't work. He had enough air, but the battery that powered the heater of the suit he wore to stay alive on Titan was only good for an hour, not the four-hour walk it would take to reach the base. Spacewalks were usually done trailing a power cable plugged in to the suit. The cable carried power from the crawler to supplement the suit's battery. Without the supplemental power, he would freeze solid in 10 minutes once the battery was exhausted."],
        ["3", "\tAlan knew flying the whole way was impossible. Even with Titan's thick atmosphere and low gravity the suit made flying hard work, worse than running uphill carrying a sack of cement. No one could stay aloft for more than 10 minutes. It would be at least a half-hour flight to the base."],
        ["4", "\tHe needed more than wings alone to get back alive. Then it came to him. Bolted to the side of the crawler was a squat, black cylinder containing compressed nitrogen at 200 bar, compressed Titanian atmosphere in fact, used for cleaning gunk off the crawler's treads. Alan struggled with the bolts, working carefully in the searing cold with tools as brittle as glass. When he had the cylinder off, propped up, and pointing at the sky, he put his wings on, and then took them off, repeating the task until he could do it without thinking about it ..."],
        ["5", "\tHe pulled the power cable out of his suit's hip socket and, before he could change his mind, gave a sharp tug on a line that he had attached to the valve of the pressure cylinder. The cylinder hissed like a giant snake, as high-pressure nitrogen blasted out, and then shot into the sky. A length of climbing rope he had attached to it went taut and snatched him into the air, where he was buffeted and tossed by the jet of nitrogen pouring down on him. It was like being caught under a breaking wave, pounded again and again by the surf. He was directly under the cylinder, using his weight and drag to keep the nozzle pointed down as the cylinder lofted him into Titan's sky. The ground beneath, blurred by the motion, made it impossible to gauge height or direction."],
        ["6", "\tTime slowed; his shuddering world narrowed to the readout of the Titan Positioning System (TPS) — the icy moon's equivalent of GPS. Gradually, the pounding lessened as the rate of climb shown on the readout passed its peak and began falling. Alan waited. Just before it hit zero, he cut the rope. The cylinder, relieved of his drag, flew off, dwindling to a black dot and then disappearing into the empty sky above. Now he was coasting upward, propelled by the momentum imparted to him by the nitrogen rocket. He was high in the air, but already he was slowing under the drag of the thick atmosphere. He had to get the wings on before the downward fall began. Once he started to move with some speed, he would begin to spin and never get them on. The first wing stuck and he had to take his arm out of the loops and try again ..."],
        ["7", "\tHe was gathering speed on his way down before he got the second one on. He spread his wings and rolled into a comfortable position, soaring over the moon's dimly lit surface. The TPS showed that he was heading away from the base. He banked in an easy curve and settled on a course for home. All he had to do was hold the wings rigid and enjoy the ride. He took an occasional flap, just for fun ..."],
        ["8", "\tAs Alan glided toward the base, he flapped more often, watching the height-above- surface and distance-to-target displays. As they unwound, an unpleasant feeling, like a trace of the frigid atmosphere outside, crept into his stomach. His elevation was dropping dangerously, with over three kilometers left to go on distance-to-target. He could see details on the surface more clearly now, because he was flying so low ..."],
        ["9", "\tAlan forced himself to stay calm. Panic would mean disaster. He started flapping his wings faster, faster, faster ... He could feel himself lifting with every beat of the massive appendages. Faster, faster, faster ... His descent rate began to slow, but the muscles in his arms burned with pain ..."],
        ["10", "\tTime stretched out endlessly."],
        ["11", "\tThe TPS buzzed loudly in his helmet. Target. The station's beacon was directly below him. He could barely feel his arms, but something made them stop flapping. He gratefully fell out of the sky, wrapped in a ball of pain, with barely the strength to flare his wings one last time for a soft landing ..."],
        ["12", "\tThen he saw someone running toward him with a power cable in hand. Voices boomed into his helmet. It sounded like the whole station was in the control room waiting to see if he had made it."],
        ["13", "\t“Alan! ALAN! Say something! Can you move? Are you receiving this?” He recognized the voice of the base leader ..."],
        ["14", "\tAs the crew lifted him carefully onto a stretcher, he looked up at Titan's hazy sky. I flew for my life today, he thought. I survived. That's the only record that matters."]
    ],
    "Copyright": "Excerpt from “Fly for Your Life” by John Frizell, Odyssey, 2010. Copyright © 2010 by Cricket Media. Used with permission of Carus Publishing Company via Copyright Clearance Center.",
    "References": []
}