{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] Wheels of Change",
    "Subtitle": "How Women Rode the Bicycle to Freedom (With a Few Flat Tires Along the Way)",
    "Author": "by Sue Macy",
    "LabelType": "P",
    "Content": [
        ["1", "\tWomen's rights crusader Elizabeth Cady Stanton was in her eighties during the heyday of the bicycle, and no evidence exists to show that she actually ever rode one. But there was no better or more eloquent advocate for women and the wheel. In 1895, Stanton contributed an article to the American Wheelman celebrating this “wonderful new style of locomotion.” In the article, titled “The Era of the Bicycle,” she pointed out that cycling was increasing people's mobility, eliminating the cost of feeding and housing horses, and encouraging the building of good roads. However, she saved her greatest praise for the bicycle's effects on women. “The bicycle,” she wrote, “will inspire women with more courage, self-respect and self-reliance and make the next generation more vigorous of mind and of body; for feeble mothers do not produce great statesmen, scientists and scholars.”"],
        ["2", "\tFor all the practical benefits of the two-wheeler, the fact is that it brought about a cosmic shift in women's private and public lives. With the rise of industry and the move from a rural to an urban economy in the 19th century, American women had become increasingly confined to their homes. Young girls could play outside, but when they matured, their freedom of movement was greatly restricted. “At sixteen years of age, I was enwrapped in the long skirts that impeded every footstep,” remembered Frances Willard, who in 1895 wrote a best-selling account of how she learned to ride a bicycle at age 53. “I have detested walking and felt with a certain noble disdain that the conventions of life had cut me off from what ... had been one of life's sweetest joys.”"],
        ["3", "\tWhile wealthier women were saddled with long skirts and restrictive corsets, those who were less well off worked anonymously in mills and factories. All in all, the result was the same. Except in a few instances, the public image of America was male. Politicians, soldiers, business leaders, and even the leading athletes in the new sports of baseball and football were all men. But the bicycle changed that. Suddenly, women were leaving their homes to cycle and socialize on country roads and city streets. Bicycle racers such as Louise Armaindo and Frankie Nelson had their exploits splashed all over the papers. Bicycle manufacturers, intent on mining an untapped market, showed female models in their advertisements. Thanks to the wheel, women were starting to be seen and heard in public life."],
        ["4", "\tIt was not a stretch for some cyclists to see the possibility of a larger role for women in the world. When she conquered the wheel, Frances Willard was a former university president and the longtime president of the Woman's Christian Temperance Union, which fought to prohibit the use of alcoholic beverages and to win women the right to vote. Willard saw parallels between learning to ride and learning to live. “I began to feel that myself plus the bicycle equaled myself plus the world, upon whose spinning wheel we must all learn to ride,” she wrote. “He who succeeds, or, to be more exact in handing over my experience, she who succeeds in gaining the mastery of [a bicycle], will gain the mastery of life.”"],
        ["5", "\tFor decades, Willard, along with Elizabeth Cady Stanton, Susan B. Anthony, and many others, had been working toward increased political and economic rights for women. Now the bicycle brought a taste of independence to women on a very personal level, and some of them took the opportunity to express their discontent with old traditions and expectations. In August 1895, a cyclist named Ann Strong caused a stir when she compared the value of a bicycle to that of a husband in the Minneapolis Tribune. “I can't see but that a wheel is just as good company as most husbands,” she declared. “I would as lief¹ talk to one inanimate object as another; and I'd a great deal rather talk to one that can't answer than one that won't.” Strong then contrasted the joy of cycling with the challenges of raising a family. “You can make your wheel tidy over night,” she said, “and it never kicks off its shoes the very last minute, and never smears itself with molasses. When you are ready you can start. No little elbows are stuck in your ribs; there is no wiggling; screams at the cars or at the candy stores. You glide along, silently, smoothly, swiftly.”"],
        ["6", "\tSome stated the liberating effects of the bicycle with less sarcasm. “The bicycle has brought to women a healthful, wholesome means of securing a degree of freedom and independence that no amount of discussion regarding ‘women's rights' would ever have produced,” wrote the L.A.W. Bulletin and Good Roads magazine in 1898. Meanwhile, Munsey's Magazine assessed the impact of the wheel on women in a special bicycle-themed issue. “If she has ridden her bicycle into new fields, becoming in the process a new creature, it has been gradually and unconsciously,” the editors wrote."],
        ["7", "\t“She did not have to be born again in some mysterious fashion, becoming a strange creature, a ‘new woman.' She is more like the ‘eternal feminine,' who has taken on wings, and who is using them with an ever increasing delight in her new power.” Indeed, many bicycle companies at home and abroad did put wings on the women in their advertisements, emphasizing that they had taken flight."],
        ["8", "\tNot all publications treated the emergence of the “new woman” with the same level of approval. Some mocked her, while others just seemed baffled by her. Her new way of dressing, in bloomers or divided skirts or skirts with shortened hems, certainly disturbed the old social order, but so did her confidence and daring. These traits led commentators to worry that the differences between the sexes were being blurred, a fear that was reinforced as the four newest states—Wyoming, Colorado, Utah, and Idaho—granted women the right to vote in the 1890s. Would the bicycle help bring about a new kind of equality between men and women? Elizabeth Cady Stanton and her colleagues certainly hoped so. At any rate, the image of a female cyclist quickly became associated with efforts to win more rights for women."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "lief: happily"]
    ]
}