{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "A young Native American named Wabigoon, or Wabi, has just shown Roderick, or Rod, and Mukoki a lump of gold he has found."
    ],
    "Title": "[Excerpt from] The Gold Hunters: A Story of Life and Adventure in the Hudson Bay Wilds",
    "Subtitle": "",
    "Author": "by James Oliver Curwood",
    "LabelType": "P",
    "Content": [
        ["1", "\tOnly those who have lived in this quest and who have pursued that elusive ignis fatuus¹ of all nations—the lure of gold—can realize the sensations which stir the blood and heat the brain of the treasure seeker as he dips his pan into the sands of the stream where he believes nature has hidden her wealth. As Roderick Drew, a child of that civilization where the dollar is law as well as might, returned to the exciting work which promised him a fortune he seemed to be in a half dream. About him, everywhere, was gold! For no moment did he doubt it; not for an instant did he fear that there might be no more gold in the sand and gravel from which Wabigoon's nugget had come. Treasure was in the very sandbar under his feet! It was out there among the rocks, where the water beat itself angrily into sputtering froth; it was under the fall, and down in the chasm, everywhere, everywhere about him. In one month John Ball and his companions had gathered twenty- seven pounds of it, a fortune of nearly seven thousand dollars! And they had gathered it here! Eagerly he scooped up a fresh pan of the precious earth. He heard the swish-swish of the water in Wabigoon's and Mukoki's pans. But beyond this there were no sounds made by them."],
        ["2", "\tIn these first minutes of treasure seeking no words were spoken. Who would give the first shout of discovery? Five minutes, ten, fifteen of them passed, and Rod found no gold. As he emptied his pan he saw Wabi scooping up fresh dirt. He, too, had failed. Mukoki had waded out waist deep among the rocks. A second and a third pan, and a little chill of disappointment cooled Rod's blood. Perhaps he had chosen an unlucky spot, where the gold had not settled! He moved his position, and noticed that Wabigoon had done the same. A fourth and a fifth pan and the result was the same. Mukoki had waded across the stream, which was shallow below the fall, and was working on the opposite side. A sixth pan, and Rod approached the young Indian. The excitement was gone out of their faces. An hour and a half—and no more gold!"],
        ["3", "\tMukoki came across to join them. Out among the rocks he had found a fleck of gold no larger than the head of a pin, and this new sign gave them all fresh enthusiasm. Taking off their boots both Rod and Wabi joined the old pathfinder in midstream. But each succeeding pan added to the depressing conviction that was slowly replacing their hopes. The shadows in the chasm began growing longer and deeper. Far overhead the dense canopies of red pine shut out the last sun-glow of day, and the gathering gloom between the mountains gave warning that in this mysterious world of the ancient cabin the dusk of night was not far away. But not until they could no longer see the gleaming mica in their pans did the three cease work. Wet to the waist, tired, and with sadly-shattered dreams they returned to their camp. For a short time Rod's hopes were at their lowest ebb. Was it possible that there was no more gold, that the three adventurers of long ago had discovered a “pocket” here, and worked it out? The thought had been growing in his head. Now it worried him."]
    ],
    "Copyright": "Excerpt from The Gold Hunters: A Story of Life and Adventure in The Hudson Bay Wilds by James Oliver Curwood. Originally published in 1909.",
    "References": [
        ["¹", "elusive ignis fatuus: something chased after that leads nowhere"]
    ]
}