{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Lydia Darragh's Secret Mission",
    "Subtitle": "",
    "Author": "by Rosalie Lauerman",
    "LabelType": "P",
    "Content": [
        ["1", "\tIn the autumn of 1777, during the Revolutionary War, the British army seized Philadelphia and set up headquarters there."],
        ["2", "\tLydia Darragh and her family lived across from the British headquarters. When General William Howe, the British commander, needed an additional meeting room, he took over a large room at the Darragh house. Sometimes Lydia would overhear British soldiers discussing incoming shipments or troop movements. They spoke freely around her because they knew the Darraghs were Quakers, members of a religious group who remained neutral during the war."],
        ["3", "\tBut the British were unaware that the Darraghs secretly supported America's war for independence. Their oldest son, Charles, was a lieutenant in the American army, and Lydia was a spy for the American commander in chief, General George Washington."],
        ["", "A Spy in Action"],
        ["4", "\tIn order to smuggle information to Washington, Lydia would tell her husband what she overheard. He would write the message in code. Lydia would then fit the note on a buttonmold, sew fabric over it, and attach it to her son John's coat. Fourteen-year-old John would eagerly trek to the American camp about 13 miles away at White Marsh to visit his brother. Charles would snip off the button, decode the message, and deliver the information to American headquarters."],
        ["5", "\tOn December 2, 1777, a British officer arrived at Lydia's house. He ordered her to prepare the large room for a top-secret meeting that evening and demanded that everyone be in bed before the meeting started."],
        ["6", "\tWhen the officers arrived, Lydia let them in and went to bed. Her family was already asleep. But Lydia couldn't sleep. Muffled sounds from the room pulled Lydia from her bed."],
        ["7", "\tShe tiptoed toward the meeting room just in time to hear someone reading a final order. “The troops should march out ... late in the evening of the 4th, attack Washington's army and ... victory was certain.”"],
        ["8", "\tLydia slipped back into bed. Worried, she wondered how she would alert the troops of the planned attack only two days away."],
        ["9", "\tWhen an officer knocked on her bedroom door to say the meeting had ended, Lydia didn't answer. He returned shortly and again she didn't answer. On the third knock, Lydia rose and pretended to be half asleep. She stumbled into the hall, shuffled toward the door, and locked it after the officers."],
        ["", "A Secret Mission"],
        ["10", "\tLydia was too troubled to sleep. She had never uncovered information this important. She knew she must act quickly to save the American soldiers, including Charles."],
        ["11", "\tThe next day, she plotted a secret mission to warn General Washington. It would be an act of high treason, punishable by death if she was caught. So Lydia decided to act alone without telling her family. She would not risk their lives."],
        ["12", "\tBefore dawn on December 4, Lydia arose, wrapped her gray wool cape around her, and headed out. As she neared Washington's camp, she spotted an American officer on horseback approaching her. She recognized him as a friend, Captain Charles Craig."],
        ["13", "\tThe captain asked what she was doing so far from home. In a soft, hushed voice, Lydia told him about the British plan. Captain Craig thanked her and raced to headquarters."],
        ["14", "\tWhen the British arrived at White Marsh, General Howe found the American troops armed with cannons. Clearly, someone had warned them. In a cold fury, Howe ordered his troops to return to Philadelphia."],
        ["15", "\tLydia spent the next few days fearing for Charles's safety. She didn't know what had happened at White Marsh, and she certainly couldn't ask."],
        ["16", "\tOnce again, a British officer banged at her door. He marched in, stone-faced, ordered her into the meeting room—and locked the door."],
        ["17", "\tLydia trembled, fearing that her secret had been discovered. She knew that spies were hanged. She felt faint and almost fell to the floor. The officer told her to sit down."],
        ["18", "\tSternly, he asked if any of the others in her family were awake on the night of the officer's last meeting. Lydia replied truthfully that they were all in bed and asleep. “I need not ask you for we had great difficulty in waking you to fasten the door after us.”"],
        ["19", "\tRising from his chair so forcefully that it toppled over, he boomed, “One thing is certain; the enemy had notice of our coming, were prepared for us, and we marched back like a parcel of ... fools.”"],
        ["20", "\tHe stormed out, without even considering that Lydia might have delivered the warning."],
        ["21", "\tA wave of relief rushed over Lydia. She thanked God that Charles was safe and the British hadn't suspected her."]
    ],
    "Copyright": "",
    "References": []
}