{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Counting Giraffes",
    "Subtitle": "",
    "Author": "by David Brown",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen she was studying to become a scientist, Megan Strauss rode in a small airplane to study giraffes. She sat on one side of the plane, and another researcher sat on the other side. While a pilot flew over the Serengeti in Tanzania, Africa, the researchers peered down and counted giraffes."],
        ["", "problems/NY24G8E/media/S3a.jpg"],
        ["2", "\t“Giraffes can be really hard to spot from the air!” says Dr. Strauss, who has since become an independent wildlife ecologist. “I am always amazed how easily we can spot warthogs and other small animals, yet we sometimes have trouble seeing giraffes. Giraffes are slender in shape, and they may not cast a good shadow, depending on the angle of the sun.”"],
        ["3", "\tIn their search for giraffes, scientists spotted trouble. In the 1970s, about 13,000 giraffes lived in Serengeti National Park. Since then, the number has been going down, and the park now has about 3,500."],
        ["4", "\tThe research team that studied Serengeti giraffes included Dr. Craig Packer of the University of Minnesota, Dr. Morris Kilewo of Tanzania National Parks, and Dr. Dennis Rentsch of Germany's Frankfurt Zoological Society."],
        ["5", "\tThe Serengeti is about the size of Vermont, so the scientists could not study the entire area. Instead, they surveyed three regions where giraffes were studied in the 1970s. As they expected, they saw far fewer of these animals. In one area, the number of giraffes dropped from about 550 to about 75."],
        ["", "Four Likely Suspects"],
        ["6", "\tThe team wanted to find out why the number of giraffes was now smaller. The scientists looked at four possible causes: lions, parasites, illegal hunters (called poachers), and poor food supply. “We found that both poaching and food supply were likely limiting population growth,” Dr. Strauss says. “[Lack of] food limits birth rates, and poaching is a significant cause of adult mortality.”"],
        ["7", "\tTo find out if lions had been killing more giraffes in recent years, the team looked at calf survival rates and long-term records of giraffes killed by lions. Lions kill more calves than adults, but the team found no decrease in calf survival after the calves are born, compared with the 1970s. They also found little change in the number of giraffes killed by lions over the past four decades. Lions were not the problem."],
        ["8", "\tThe team then asked whether too many giraffes were being killed by parasites, such as worms that infect the digestive system. Like lions, parasites kill more calves than adults, but the numbers also pointed away from parasites. On the ground, the researchers counted parasite eggs in giraffe droppings, and they found too few to harm the giraffe population. Parasites were not the cause either."],
        ["", "Trouble for Giraffes"],
        ["9", "\tThe research team looked at the two other possible causes. They asked if poachers were killing too many giraffes. Two of the areas they studied are close to places with a lot of people and where giraffe meat is sometimes sold in local markets. Poachers catch more adult males than other giraffes, probably because they set traps in dense woods, where male giraffes spend a lot of time. As the researchers feared, they spotted too few males compared with females and calves in those two areas, a sign of poaching."],
        ["10", "\tThe scientists also wondered if the giraffes had enough food. An environment with plenty of food can support lots of giraffes, including healthy females who have many calves. When the food supply is short, the environment supports fewer giraffes and the females have fewer calves. A lot of new trees have grown in the Serengeti since the 1970s, but many are a type that giraffes do not like to eat. The researchers found fewer calves today than in the 1970s compared with the number of adult females, a sign that food was in short supply."],
        ["11", "\tIn her research from the airplane and on the ground, Dr. Strauss helped discover why the Serengeti has so few giraffes. Now she plans to help the struggling animals. “The Serengeti is one of Earth's natural wonders,” she says. “And giraffes are an essential part of it.”"],
        ["12", "\tDr. Strauss is working with others on an environmental education program for Tanzania, including books for students. These materials will educate Tanzanians and help them to help giraffes. As knowledge grows and changes are made, they hope the giraffe population will rebound."]
    ],
    "Copyright": "",
    "References": []
}