{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "One day children go out to a field where they are delighted to find some small, golden stones. All return at night except one son."
    ],
    "Title": "“Only Gold” from Allegories of Life",
    "Subtitle": "",
    "Author": "by Mrs. J. S. Adams",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe next day at noon his parents sent a messenger to him, bidding him return. But the love of his golden stones was paramount to the wishes of kindred,¹ and the unnumbered comforts of a happy home; and his reply to the messenger was, “I will return, when I have enough of these,” pointing to a large collection which was already higher than his head. At nightfall hunger seized him. He felt too weary to go in search of food, but the demand of nature asserted its claim, and he dragged himself to a field nearby, where grew berries and fruits in abundance. His spirits rose after the cravings of hunger were satisfied, and he lay down again by his precious pile of stones."],
        ["2", "\tThe days glided into weeks, and still he fed upon the berries and gathered the golden pebbles. His father had ceased to send messengers to him, knowing that nothing but a long experience would teach his child the value of life's many blessings, and that gold alone has no power to bless us. The father suffered much in knowing and realizing that his son must learn the truths of life through such severe lessons; but wisdom told him it could not be otherwise."],
        ["3", "\tThe household mourned much for their absent brother. They missed him in their daily joys, and every hour they watched, waited, and hoped to see him return. They almost rejoiced when the bleak winds of autumn swept the foliage from the trees, because they could look farther down the road for their brother."],
        ["4", "\t“I shall soon be able to travel and see the world,” said the youth to himself every day as the pile of gold grew higher; but, alas for human calculation! He awoke one morning to find his huge mountain of gold one solid mass. The action of the light, heat, and atmosphere had fused them together, and no exertion of his could break off even the smallest atom."],
        ["5", "\tMust he return with not even one golden pebble? For he had gathered them all—not one was in sight, no more were to be found."],
        ["6", "\tHis golden dream of travel was over, and, worse, the freshness and buoyancy of youth had departed. His limbs, alas! were stiff and sore. He had a mountain of gold, not one atom of which he could use for himself or others. And now he must return to his father's house empty-handed, and void of truths or incidents to relate to his brothers."]
    ],
    "Copyright": "“Only Gold” from Allegories of Life by Mrs. J. S. Adams. Originally published in 1872.",
    "References": [
        ["¹", "paramount to the wishes of kindred: more important than the wishes of family"]
    ]
}