{
    "Title": "Colorado Academic Standards > Social Studies > Grade 2",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "CO.SS2.1",
            "Label": "History",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SS2.1.1",
                    "Label": "Ask questions and discuss ideas taken from primary and secondary sources.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS2.1.1.a",
                            "Label": "Explain that the nature of history involves stories of the past preserved in various primary and secondary sources.",
                            "Examples": [
                                "For example, images, oral and written accounts, etc."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.1.1.b",
                            "Label": "Organize historical events by creating timelines and explaining the information conveyed by them.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.1.1.c",
                            "Label": "Identify local historical primary and secondary sources from multiple diverse perspectives and generate questions about their functions, significance, and perspective.",
                            "Examples": [
                                "For example, maps, photographs, letters, etc."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.SS2.1.2",
                    "Label": "Describe how people of various cultures influence neighborhoods and communities over time.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS2.1.2.a",
                            "Label": "Compare and contrast neighborhoods and/or communities, both past and present, through studies of their people and events.",
                            "Examples": [
                                "For example, the National Western Stock Show, state/county fairs, and community events."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.1.2.b",
                            "Label": "Describe the changes within one neighborhood and/or community over time.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.1.2.c",
                            "Label": "Analyze the interactions and contributions of various people and cultures that have lived in or migrated to neighborhoods and/or communities, including African Americans, Latinos, Asian Americans, Hawaiian/Pacific Islander, Indigenous Peoples, LGBTQ, and religious minorities.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SS2.2",
            "Label": "Geography",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SS2.2.1",
                    "Label": "Use geographic terms and tools to locate and describe spatial patterns and places.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS2.2.1.a",
                            "Label": "Use map keys, legends, symbols, intermediate directions, and a compass rose to locate and describe spaces and places.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.2.1.b",
                            "Label": "Identify the purpose of the map being presented.",
                            "Examples": [
                                "For example, a weather map vs. street map."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.2.1.c",
                            "Label": "Identify the hemispheres, Equator/Prime Meridian, and the North/South poles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.2.1.d",
                            "Label": "Identify and locate cultural, human, political, and natural features using map keys and legends.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.SS2.2.2",
                    "Label": "Explain how people in communities manage, modify, and depend on their environment.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS2.2.2.a",
                            "Label": "Explain how communities manage and use nonrenewable and renewable resources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.2.2.b",
                            "Label": "Explain how the environment influences why people settle in certain areas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.2.2.c",
                            "Label": "Identify examples of how human activity influences environmental characteristics of a place over time.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.2.2.d",
                            "Label": "Identify examples of how culture and lifestyle are impacted by environmental characteristics.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SS2.3",
            "Label": "Economics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SS2.3.1",
                    "Label": "Explain how scarcity of resources means individuals may not have access to the goods and services they want or need.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS2.3.1.a",
                            "Label": "Explain scarcity of goods and resources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.3.1.b",
                            "Label": "Identify and categorize goods and services and provide examples of each.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.3.1.c",
                            "Label": "Give examples of choices people make when resources are scarce.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.3.1.d",
                            "Label": "Identify possible solutions when there are limited resources and unlimited wants.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SS2.4",
            "Label": "Civics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SS2.4.1",
                    "Label": "Investigate ways in which ideas and actions can improve communities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS2.4.1.a",
                            "Label": "Compare ways that people may effectively express their ideas and viewpoints while being respectful to others.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.4.1.b",
                            "Label": "Analyze how community members, including African American, Latino, Asian American, Hawaiian/Pacific Islander, Indigenous Peoples, LGBTQ, and religious minorities advocate for their interests and responsibly influence decisions in their community.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.4.1.c",
                            "Label": "Describe ways in which you can take an active part in improving your school or community.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.4.1.d",
                            "Label": "Identify and compare examples of civic responsibilities, such as volunteering in the community, that are important to privileged and marginalized individuals, families, and communities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.4.1.e",
                            "Label": "Describe the characteristics that enable a community member to engage in the community responsibly and effectively.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.SS2.4.2",
                    "Label": "Explain the roles and characteristics of people who govern different communities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS2.4.2.a",
                            "Label": "Identify the role(s)of government.",
                            "Examples": [
                                "For example, establish order, provide security, and accomplish common goals."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.4.2.b",
                            "Label": "Identify the roles and characteristics of various leaders at the local, state, and national levels.",
                            "Examples": [
                                "For example, the President of the United States, the Governor of Colorado, and the city mayor."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.4.2.c",
                            "Label": "Identify qualities of positive leadership and how leaders contribute to a group or community.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.4.2.d",
                            "Label": "Identify services provided by the local or state government.",
                            "Examples": [
                                "For example, police and fire protection, maintenance of roads, and snow removal."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SS2.5",
            "Label": "Personal Financial Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SS2.5.1",
                    "Label": "Investigate costs and benefits to make informed financial decisions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS2.5.1.a",
                            "Label": "Assess priorities when making financial decisions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.5.1.b",
                            "Label": "Classify financial goals.",
                            "Examples": [
                                "For example, a need or want, or short-term or long- term goals."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.5.1.c",
                            "Label": "Recognize that different goods and services have different monetary values.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.5.1.d",
                            "Label": "Acknowledge that financial priorities vary among people and communities for goods and services.",
                            "Examples": [
                                "For example, going to the hairdresser, buying brand name items."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.5.1.e",
                            "Label": "Predict positive and negative consequences when making financial decisions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS2.5.1.f",
                            "Label": "Solve simple financial word problems to aid in making financial decisions.",
                            "Examples": [
                                "For example, a video game costs $20. If I earn $5 per week in allowance, I will need to save for ____ weeks to earn enough money."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}