{
    "Title": "Colorado Academic Standards > Reading, Writing & Communication > Grade 3",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "CO.E3.1",
            "Label": "Oral Expression & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.E3.1.1",
                    "Label": "Participate cooperatively in group activities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E3.1.1.a",
                            "Label": "Engage effectively in a range of collaborative discussions (one-on-one, in groups, and teacher-led) with diverse partners on grade 3 topics and texts, building on others' ideas and expressing their own clearly.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.1.1.a.i",
                                    "Label": "Come to discussions prepared, having read or studied required material; explicitly draw on that preparation and other information known about the topic to explore ideas under discussion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.1.1.a.ii",
                                    "Label": "Follow agreed-upon rules for discussions (for example: gaining the floor in respectful ways, listening to others with care, speaking one at a time about the topics and texts under discussion).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.1.1.a.iii",
                                    "Label": "Ask questions to check understanding of information presented, stay on topic, and link their comments to the remarks of others.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.1.1.a.iv",
                                    "Label": "Explain their own ideas and understanding in light of the discussion.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E3.1.1.b",
                            "Label": "Determine the main ideas and supporting details of a text read aloud or information presented in diverse media and formats, including visually, quantitatively, and orally.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.1.1.c",
                            "Label": "Ask and answer questions about information from a speaker, offering appropriate elaboration and detail.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.E3.1.2",
                    "Label": "Communicate using appropriate language in informal and formal situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E3.1.2.a",
                            "Label": "Report on a topic or text, tell a story, or recount an experience with appropriate facts and relevant, descriptive details, speaking clearly at an understandable pace.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.1.2.b",
                            "Label": "Distinguish different levels of formality.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.1.2.c",
                            "Label": "Speak clearly, using appropriate volume and pitch for the purpose and audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.1.2.d",
                            "Label": "Select and organize ideas sequentially or around major points of information that relate to the formality of the audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.1.2.e",
                            "Label": "Create engaging audio recordings of stories or poems that demonstrate fluid reading at an understandable pace; add visual displays when appropriate to emphasize or enhance certain facts or details.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.1.2.f",
                            "Label": "Speak in complete sentences when appropriate to task and situation in order to provide requested detail or clarification.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.E3.2",
            "Label": "Reading For All Purposes",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.E3.2.1",
                    "Label": "Apply strategies to fluently read and comprehend various literary texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E3.2.1.a",
                            "Label": "Use Key Ideas and Details to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.2.1.a.i",
                                    "Label": "Ask and answer questions to demonstrate understanding of a text, referring explicitly to the text as the basis for the answers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.1.a.ii",
                                    "Label": "Use a variety of comprehension strategies to interpret text (attending, searching, predicting, checking, and self-correcting).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.1.a.iii",
                                    "Label": "Recount stories, including fables, folktales, and myths from diverse cultures; determine the central message, lesson, or moral and explain how it is conveyed through key details in the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.1.a.iv",
                                    "Label": "Summarize central ideas and important details from a text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.1.a.v",
                                    "Label": "Describe and draw inferences about the elements of plot, character, and setting in literary pieces, poems, and plays.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.1.a.vi",
                                    "Label": "Describe characters in a story (for example: their traits, motivations, or feelings) and explain how their actions contribute to the sequence of events.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E3.2.1.b",
                            "Label": "Use Craft and Structure to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.2.1.b.i",
                                    "Label": "Determine the meaning of words and phrases as they are used in a text, distinguishing literal from nonliteral language.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.1.b.ii",
                                    "Label": "Use signal words (such as before, after, next) and text structure (narrative, chronology) to determine the sequence of major events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.1.b.iii",
                                    "Label": "Refer to parts of stories, dramas, and poems when writing or speaking about a text, using terms such as chapter, scene, and stanza; describe how each successive part builds on earlier sections.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.1.b.iv",
                                    "Label": "Distinguish their own point of view from that of the narrator or those of the characters.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E3.2.1.c",
                            "Label": "Use Integration of Knowledge and Ideas to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.2.1.c.i",
                                    "Label": "Explain how specific aspects of a text's illustrations contribute to what is conveyed by the words in a story (for example: create mood, emphasize aspects of a character or setting).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.1.c.ii",
                                    "Label": "Compare and contrast the themes, settings, and plots of stories written by the same author about the same or similar characters (for example: in books from a series).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E3.2.1.d",
                            "Label": "Use Range of Reading and Level of Text Complexity to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.2.1.d.i",
                                    "Label": "By the end of the year, read and comprehend literature, including stories, dramas, and poetry, at the high end of the grades 2-3 text complexity band independently and proficiently.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E3.2.1.e",
                            "Label": "Read grade level text accurately and fluently, attending to phrasing, intonation, and punctuation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.E3.2.2",
                    "Label": "Apply strategies to fluently read and comprehend various informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E3.2.2.a",
                            "Label": "Use Key Ideas and Details to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.2.2.a.i",
                                    "Label": "Ask and answer questions to demonstrate understanding of a text, referring explicitly to the text as the basis for the answers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.2.a.ii",
                                    "Label": "Determine the main idea of a text; recount the key details and explain how they support the main idea.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.2.a.iii",
                                    "Label": "Identify a main topic of a multi-paragraph text as well as the focus of specific paragraphs within the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.2.a.iv",
                                    "Label": "Describe the relationship between a series of historical events, scientific ideas or concepts, or steps in technical procedures in a text, using language that pertains to time, sequence, and cause/effect.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E3.2.2.b",
                            "Label": "Use Craft and Structure to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.2.2.b.i",
                                    "Label": "Determine the meaning of general academic and domain-specific words and phrases in a text relevant to a grade 3 topic or subject area.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.2.b.ii",
                                    "Label": "Use text features and search tools (for example: key words, sidebars, hyperlinks) to locate information relevant to a given topic efficiently.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.2.b.iii",
                                    "Label": "Distinguish their own point of view from that of the author of a text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.2.b.iv",
                                    "Label": "Use semantic cues and signal words (for example: because and although) to identify cause/effect and compare/contrast relationships.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E3.2.2.c",
                            "Label": "Use Integration of Knowledge and Ideas to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.2.2.c.i",
                                    "Label": "Use information gained from illustrations (for example: maps, photographs) and the words in a text to demonstrate understanding of the text (for example: where, when, why, and how key events occur).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.2.c.ii",
                                    "Label": "Describe the logical connection between particular sentences and paragraphs in a text (for example: comparison, cause/effect, first/second/third in a sequence).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.2.c.iii",
                                    "Label": "Compare and contrast the most important points and key details presented in two texts on the same topic.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E3.2.2.d",
                            "Label": "Use Range of Reading and Level of Text Complexity to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.2.2.d.i",
                                    "Label": "By the end of the year, read and comprehend informational texts, including history/social studies, science, and technical texts, at the high end of the grades 2–3 text complexity band independently and proficiently.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "CO.E3.2.3",
                    "Label": "Apply knowledge of spelling patterns (orthography), word meanings (morphology), and word relationships to decode words and increase vocabulary.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E3.2.3.a",
                            "Label": "Know and apply grade-level phonics and word analysis skills in decoding words.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.2.3.a.i",
                                    "Label": "Identify and know the meaning of the most common prefixes and derivational suffixes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.3.a.ii",
                                    "Label": "Decode words with common Latin suffixes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.3.a.iii",
                                    "Label": "Decode multisyllable words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.3.a.iv",
                                    "Label": "Read grade-appropriate irregularly spelled words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E3.2.3.b",
                            "Label": "Read with sufficient accuracy and fluency to support comprehension.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.2.3.b.i",
                                    "Label": "Read grade-level text with purpose and understanding.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.3.b.ii",
                                    "Label": "Read grade-level prose and poetry orally with accuracy, appropriate rate, and expression.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.3.b.iii",
                                    "Label": "Use context to confirm or self-correct word recognition and understanding, rereading as necessary.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E3.2.3.c",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning word and phrases based on grade 3 reading and content, choosing flexibly from a range of strategies.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.2.3.c.i",
                                    "Label": "Use sentence-level context as a clue to the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.3.c.ii",
                                    "Label": "Determine the meaning of the new word formed when a known affix is added to a known word (for example: agreeable/disagreeable, comfortable/uncomfortable, care/careless, heat/preheat).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.3.c.iii",
                                    "Label": "Use knowledge of word relationships to identify antonyms or synonyms to clarify meaning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.3.c.iv",
                                    "Label": "Use a known root word as a clue to the meaning of an unknown word with the same root (for example: company, companion).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.3.c.v",
                                    "Label": "Use glossaries or beginning dictionaries, both print and digital, to determine or clarify the precise meaning of key words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.3.c.vi",
                                    "Label": "Determine the meaning of general academic and domain-specific words and phrases in a text relevant to a grade 3 topic or subject area.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E3.2.3.d",
                            "Label": "Demonstrate understanding of figurative language, word relationships and nuances in word meanings.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.2.3.d.i",
                                    "Label": "Distinguish the literal and nonliteral meanings of words and phrases in context (for example: take steps).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.3.d.ii",
                                    "Label": "Identify real-life connections between words and their use (for example: describe people who are friendly or helpful).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.2.3.d.iii",
                                    "Label": "Distinguish shades of meaning among related words that describe states of mind or degrees of certainty (for example: knew, believed, suspected, heard, wondered).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E3.2.3.e",
                            "Label": "Acquire and use accurately grade-appropriate conversational, general academic, and domain-specific words and phrases, including those that signal spatial and temporal relationships (for example: After dinner that night we went looking for them).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.E3.3",
            "Label": "Writing & Composition",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.E3.3.1",
                    "Label": "Write opinion pieces on topics or texts, supporting a point of view with reasons.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E3.3.1.a",
                            "Label": "Introduce the topic or text they are writing about, state an opinion, and create an organizational structure that includes reasons.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.3.1.b",
                            "Label": "Provide reasons that support the opinion.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.3.1.c",
                            "Label": "Use linking words and phrases (for example: because, therefore, since, for example) to connect opinion and reasons.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.3.1.d",
                            "Label": "Provide a concluding statement or section.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.E3.3.2",
                    "Label": "Write informative/explanatory texts developed with facts, definitions, and details, ending with a related concluding statement.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E3.3.2.a",
                            "Label": "Introduce a topic and group related information together; include illustrations when useful to aiding comprehension.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.3.2.b",
                            "Label": "Develop the topic with facts, definitions, and details.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.3.2.c",
                            "Label": "Use linking words and phrases (for example: also, another, and, more, but) to connect ideas within categories of information.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.3.2.d",
                            "Label": "Provide a concluding statement or section.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.E3.3.3",
                    "Label": "Write real or imagined narratives that use descriptive details, have a clear sequence of events, and provide closure.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E3.3.3.a",
                            "Label": "Establish a situation and introduce a narrator and/or characters; organize an event sequence that unfolds naturally.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.3.3.b",
                            "Label": "Use dialogue and descriptions of actions, thoughts, and feelings to develop experiences and events or show the response of characters to situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.3.3.c",
                            "Label": "Use temporal words and phrases to signal event order.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.3.3.d",
                            "Label": "Provide a sense of closure.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.E3.3.4",
                    "Label": "Use a recursive process to plan, draft, revise, and edit writing, applying knowledge of the conventions of grammar, capitalization, punctuation, and spelling.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E3.3.4.a",
                            "Label": "Demonstrate command of the conventions of Standard English grammar and usage when writing or speaking.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.3.4.a.i",
                                    "Label": "Explain the function of nouns, pronouns, verbs, adjectives, and adverbs in general and their functions in particular sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.3.4.a.ii",
                                    "Label": "Use abstract nouns (for example: childhood).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.3.4.a.iii",
                                    "Label": "Form and use regular and irregular verbs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.3.4.a.iv",
                                    "Label": "Form and use the simple (for example: I walked; I walk; I will walk) verb tenses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.3.4.a.v",
                                    "Label": "Ensure pronoun-antecedent agreement.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.3.4.a.vi",
                                    "Label": "Form and use comparative and superlative adjectives and adverbs, and choose between them depending on what is to be modified.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.3.4.a.vii",
                                    "Label": "Use coordinating and subordinating conjunctions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.3.4.a.viii",
                                    "Label": "Produce simple, compound, and complex sentences using coordinating and subordinating conjunctions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.3.4.a.ix",
                                    "Label": "Vary sentence beginnings, and use long and short sentences to create sentence fluency in longer texts.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E3.3.4.b",
                            "Label": "Demonstrate command of the conventions of Standard English capitalization, punctuation, and spelling when writing.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.3.4.b.i",
                                    "Label": "Capitalize appropriate words in titles.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.3.4.b.ii",
                                    "Label": "Use commas in addresses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.3.4.b.iii",
                                    "Label": "Use commas and quotation marks in dialogue.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.3.4.b.iv",
                                    "Label": "Form and use possessives.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.3.4.b.v",
                                    "Label": "Use conventional spelling for high-frequency and other studied words and for adding suffixes to base words (for example: sitting, smiled, cries, happiness).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.3.4.b.vi",
                                    "Label": "Use spelling patterns and generalizations (for example: word families, position-based spellings, syllable patterns, ending rules, meaningful word parts) in writing words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.3.4.b.vii",
                                    "Label": "Consult reference materials, including beginning dictionaries, as needed to check and correct spellings.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E3.3.4.c",
                            "Label": "Use knowledge of language and its conventions when writing, speaking, reading, or listening.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E3.3.4.c.i",
                                    "Label": "Choose words and phrases for effect.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E3.3.4.c.ii",
                                    "Label": "Recognize and observe differences between the conventions of spoken and written standard English.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E3.3.4.d",
                            "Label": "With guidance and support from adults, produce writing in which the development and organization are appropriate to task and purpose.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.3.4.e",
                            "Label": "With guidance and support from peers and adults, develop and strengthen writing as needed by planning, revising, and editing.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.3.4.f",
                            "Label": "With guidance and support from adults, use technology to produce and publish writing (using keyboarding skills) as well as to interact and collaborate with others.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.3.4.g",
                            "Label": "Write routinely over extended time frames (time for research, reflection, and revision) and shorter time frames (a single sitting or a day or two) for a range of discipline-specific tasks, purposes, and audiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.E3.4",
            "Label": "Research Inquiry & Design",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.E3.4.1",
                    "Label": "Gather, interpret, and communicate information discovered during short research projects.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E3.4.1.a",
                            "Label": "Conduct short research projects that build knowledge about a topic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.4.1.b",
                            "Label": "Interpret and communicate the information learned by developing a brief summary with supporting details.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.4.1.c",
                            "Label": "Develop supporting visual information (for example: charts, maps, illustrations, models).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.4.1.d",
                            "Label": "Present a brief report of the research findings to an audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E3.4.1.e",
                            "Label": "Recall information from experiences or gather information from print and digital sources; take brief notes on sources and sort evidence into provided categories.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}