{
    "Title": "Colorado Academic Standards > Reading, Writing & Communication > Grade 4",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "CO.E4.1",
            "Label": "Oral Expression & Listening",
            "Subs": [
                {
                    "Key": "CO.E4.1.1",
                    "Label": "Pose thoughtful questions after actively listening to others.",
                    "Subs": [
                        {
                            "Key": "CO.E4.1.1.a",
                            "Label": "Engage effectively in a range of collaborative discussions (one-on-one, in groups, and teacher-led) with diverse partners on grade 4 topics and texts, building on others' ideas and expressing their own clearly.",
                            "Subs": [
                                {
                                    "Key": "CO.E4.1.1.a.i",
                                    "Label": "Come to discussions prepared, having read or studied required material; explicitly draw on that preparation and other information known about the topic to explore ideas under discussion.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.1.1.a.ii",
                                    "Label": "Follow agreed-upon rules for discussions and carry out assigned roles.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.1.1.a.iii",
                                    "Label": "Pose and respond to specific questions to clarify or follow up on information, and make comments that contribute to the discussion and link to the remarks of others.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.1.1.a.iv",
                                    "Label": "Review the key ideas expressed and explain their own ideas and understanding in light of the discussion.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E4.1.1.b",
                            "Label": "Paraphrase portions of a text read aloud or information presented in diverse media and formats, including visually, quantitatively, and orally.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.1.1.c",
                            "Label": "Identify the reasons and evidence a speaker provides to support particular points.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.E4.1.2",
                    "Label": "Create a plan to effectively present information both informally and formally.",
                    "Subs": [
                        {
                            "Key": "CO.E4.1.2.a",
                            "Label": "Report on a topic or text, tell a story, or recount an experience in an organized manner, using appropriate facts and relevant, descriptive details to support main ideas or themes; speak clearly at an understandable pace.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.1.2.b",
                            "Label": "Add audio recordings and visual displays to presentations when appropriate to enhance the development of main ideas or themes.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.1.2.c",
                            "Label": "Differentiate between contexts that call for formal English (for example: presenting ideas) and situations where informal discourse is appropriate (for example: small-group discussion); use formal English when appropriate to task and situation.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.E4.2",
            "Label": "Reading For All Purposes",
            "Subs": [
                {
                    "Key": "CO.E4.2.1",
                    "Label": "Apply strategies to comprehend and interpret literary texts.",
                    "Subs": [
                        {
                            "Key": "CO.E4.2.1.a",
                            "Label": "Use Key Ideas and Details to:",
                            "Subs": [
                                {
                                    "Key": "CO.E4.2.1.a.i",
                                    "Label": "Refer to details and examples in a text when explaining what the text says explicitly and when drawing inferences from the text.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.1.a.ii",
                                    "Label": "Determine a theme of a story, drama, or poem from details in the text; summarize the text.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.1.a.iii",
                                    "Label": "Describe in depth a character, setting, or event in a story or drama, drawing on specific details in the text (for example: a character's thoughts, words, or actions).",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.1.a.iv",
                                    "Label": "Describe the development of plot (such as the origin of the central conflict, the action of the plot, and how the conflict is resolved).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E4.2.1.b",
                            "Label": "Use Craft and Structure to:",
                            "Subs": [
                                {
                                    "Key": "CO.E4.2.1.b.i",
                                    "Label": "Determine the meaning of words and phrases as they are used in a text, including those that allude to significant characters found in mythology (for example: Herculean).",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.1.b.ii",
                                    "Label": "Explain major differences between poems, drama, and prose, and refer to the structural elements of poems (for example: verse, rhythm, meter) and drama (for example, casts of characters, settings, descriptions, dialogue, stage directions) when writing or speaking about a text.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.1.b.iii",
                                    "Label": "Compare and contrast the point of view from which different stories are narrated, including the difference between first- and third-person narrations.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E4.2.1.c",
                            "Label": "Use Integration of Knowledge and Ideas to:",
                            "Subs": [
                                {
                                    "Key": "CO.E4.2.1.c.i",
                                    "Label": "Make connections between the text of a story or drama and a visual or oral presentation of the text, identifying where each version reflects specific descriptions and directions in the text.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.1.c.ii",
                                    "Label": "Compare and contrast the treatment of similar themes and topics (for example: opposition of good and evil) and patterns of events (for example: the quest) in stories, myths, and traditional literature from different cultures.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E4.2.1.d",
                            "Label": "Use Range of Reading and Level of Text Complexity to:",
                            "Subs": [
                                {
                                    "Key": "CO.E4.2.1.d.i",
                                    "Label": "By the end of the year, read and comprehend literature, including stories, dramas, and poetry, in the grades 4-5 text complexity band proficiently, with scaffolding as needed at the high end of the range.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.1.d.ii",
                                    "Label": "Read familiar texts orally with fluency, accuracy, and prosody (expression).",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "CO.E4.2.2",
                    "Label": "Apply strategies to comprehend and interpret informational texts.",
                    "Subs": [
                        {
                            "Key": "CO.E4.2.2.a",
                            "Label": "Use Key Ideas and Details to:",
                            "Subs": [
                                {
                                    "Key": "CO.E4.2.2.a.i",
                                    "Label": "Refer to details and examples in a text when explaining what the text says explicitly and when drawing inferences from the text.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.2.a.ii",
                                    "Label": "Determine the main idea of a text and explain how it is supported by key details; summarize the text.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.2.a.iii",
                                    "Label": "Explain events, procedures, ideas, or concepts in a historical, scientific, or technical text, including what happened and why, based on specific information in the text.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E4.2.2.b",
                            "Label": "Use Craft and Structure to:",
                            "Subs": [
                                {
                                    "Key": "CO.E4.2.2.b.i",
                                    "Label": "Determine the meaning of general academic and domain-specific words or phrases in a text relevant to a grade 4 topic or subject area.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.2.b.ii",
                                    "Label": "Describe the overall structure (for example, chronology, comparison, cause/effect, problem/solution) of events, ideas, concepts, or information in a text or part of a text.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.2.b.iii",
                                    "Label": "Compare and contrast a firsthand and secondhand account of the same event or topic; describe the differences in focus and the information provided.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E4.2.2.c",
                            "Label": "Use Integration of Knowledge and Ideas to:",
                            "Subs": [
                                {
                                    "Key": "CO.E4.2.2.c.i",
                                    "Label": "Interpret information presented visually, orally, or quantitatively (for example: in charts, graphs, diagrams, time lines, animations, or interactive elements on Web pages) and explain how the information contributes to an understanding of the text in which it appears.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.2.c.ii",
                                    "Label": "Explain how an author uses reasons and evidence to support particular points in a text.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.2.c.iii",
                                    "Label": "Integrate information from two texts on the same topic in order to write or speak about the subject knowledgeably.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E4.2.2.d",
                            "Label": "Use Range of Reading and Level of Text Complexity to:",
                            "Subs": [
                                {
                                    "Key": "CO.E4.2.2.d.i",
                                    "Label": "By the end of year, read and comprehend informational texts, including history/social studies, science, and technical texts, in the grades 4–5 text complexity band proficiently, with scaffolding as needed at the high end of the range.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "CO.E4.2.3",
                    "Label": "Apply knowledge of spelling patterns (orthography) and word meanings (morphology) to decode multisyllable words and determine the meaning of unknown words.",
                    "Subs": [
                        {
                            "Key": "CO.E4.2.3.a",
                            "Label": "Know and apply grade-level phonics and word analysis skills in decoding words.",
                            "Subs": [
                                {
                                    "Key": "CO.E4.2.3.a.i",
                                    "Label": "Use combined knowledge of all letter-sound correspondences, syllabication patterns, and morphology (for example, roots and affixes) to read accurately unfamiliar multisyllabic words in context and out of context.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E4.2.3.b",
                            "Label": "Read with sufficient accuracy and fluency to support comprehension.",
                            "Subs": [
                                {
                                    "Key": "CO.E4.2.3.b.i",
                                    "Label": "Read grade-level text with purpose and understanding.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.3.b.ii",
                                    "Label": "Read grade-level prose and poetry orally with accuracy, appropriate rate, and expression.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.3.b.iii",
                                    "Label": "Use context to confirm or self-correct word recognition and understanding, rereading as necessary.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E4.2.3.c",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 4 reading and content, choosing flexibly from a range of strategies.",
                            "Subs": [
                                {
                                    "Key": "CO.E4.2.3.c.i",
                                    "Label": "Use context (for example: definitions, examples, or restatements in text) as a clue to the meaning of a word or phrase.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.3.c.ii",
                                    "Label": "Use common, grade-appropriate Greek and Latin affixes and roots as clues to the meaning of a word (for example: telegraph, photograph, autograph).",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.3.c.iii",
                                    "Label": "Read and understand words with common prefixes (for example: un-, re-, dis-) and derivational suffixes ( for example: -ful, -ly, -ness).",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.3.c.iv",
                                    "Label": "Read and understand words that change spelling to show past tense (for example: write/wrote, catch/caught, teach/taught).",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.3.c.v",
                                    "Label": "Read multisyllabic words with and without inflectional and derivational suffixes.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.3.c.vi",
                                    "Label": "Infer meaning of words using explanations offered within a text.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.3.c.vii",
                                    "Label": "Consult reference materials (for example: dictionaries, glossaries, thesauruses), both print and digital, to find the pronunciation and determine or clarify the precise meaning of key words and phrases.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E4.2.3.d",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.",
                            "Subs": [
                                {
                                    "Key": "CO.E4.2.3.d.i",
                                    "Label": "Explain the meaning of simple similes and metaphors (for example, as pretty as a picture) in context.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.3.d.ii",
                                    "Label": "Recognize and explain the meaning of common idioms, adages, and proverbs.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.2.3.d.iii",
                                    "Label": "Demonstrate understanding of words by relating them to their opposites (antonyms) and to words with similar but not identical meanings (synonyms).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E4.2.3.e",
                            "Label": "Acquire and use accurately grade-appropriate general academic and domain-specific words and phrases, including those that signal precise actions, emotions, or states of being (for example: quizzed, whined, stammered) and that are basic to a particular topic (for example: wildlife, conservation, and endangered when discussing animal preservation).",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.E4.3",
            "Label": "Writing & Composition",
            "Subs": [
                {
                    "Key": "CO.E4.3.1",
                    "Label": "Write opinion pieces on topics or texts supporting a point of view with reasons and information.",
                    "Subs": [
                        {
                            "Key": "CO.E4.3.1.a",
                            "Label": "Introduce a topic or text clearly, state an opinion, and create an organizational structure in which related ideas are grouped to support the writer's purpose.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.1.b",
                            "Label": "Provide reasons that are supported by facts and details.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.1.c",
                            "Label": "Link opinion and reasons using words and phrases (for example: for instance, in order to, in addition).",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.1.d",
                            "Label": "Provide a concluding statement or section related to the opinion presented.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.E4.3.2",
                    "Label": "Write informative/explanatory texts using text structures appropriate for the purpose and developed through facts, definitions, concrete details, precise language, and domain-specific vocabulary.",
                    "Subs": [
                        {
                            "Key": "CO.E4.3.2.a",
                            "Label": "Introduce a topic clearly and group related information in paragraphs and sections; include formatting (for example: headings), illustrations, and multimedia when useful to aiding comprehension.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.2.b",
                            "Label": "Identify a text structure appropriate to purpose (sequence, chronology, description, explanation, and comparison-and-contrast).",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.2.c",
                            "Label": "Organize relevant ideas and details to convey a central idea or prove a point.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.2.d",
                            "Label": "Develop the topic with facts, definitions, concrete details, quotations, or other information and examples related to the topic.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.2.e",
                            "Label": "Link ideas within categories of information using words and phrases (for example: another, for example, also, because).",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.2.f",
                            "Label": "Use precise language and domain-specific vocabulary to inform about or explain the topic.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.2.g",
                            "Label": "Provide a concluding statement or section related to the information or explanation presented.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.E4.3.3",
                    "Label": "Write engaging, real or imagined narratives using descriptive details and dialogue to convey a sequence of related events.",
                    "Subs": [
                        {
                            "Key": "CO.E4.3.3.a",
                            "Label": "Orient the reader by establishing a situation and introducing a narrator and/or characters; organize an event sequence that unfolds naturally.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.3.b",
                            "Label": "Use dialogue and description to develop experiences and events or show the responses of characters to situations.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.3.c",
                            "Label": "Use a variety of transitional words and phrases to manage the sequence of events.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.3.d",
                            "Label": "Use concrete words and phrases and sensory details to convey experiences and events precisely.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.3.e",
                            "Label": "Provide a conclusion that follows from the narrated experiences or events.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.E4.3.4",
                    "Label": "Understand why and how writers use the conventions of Standard English grammar, usage, and mechanics to clarify their meaning.",
                    "Subs": [
                        {
                            "Key": "CO.E4.3.4.a",
                            "Label": "Demonstrate command of the conventions of Standard English grammar and usage when writing or speaking.",
                            "Subs": [
                                {
                                    "Key": "CO.E4.3.4.a.i",
                                    "Label": "Use relative pronouns (who, whose, whom, which, that) and relative adverbs (where, when, why).",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.3.4.a.ii",
                                    "Label": "Form and use the progressive (for example: I was walking; I am walking; I will be walking) verb tenses.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.3.4.a.iii",
                                    "Label": "Use modal auxiliaries (for example: can, may, must) to convey various conditions.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.3.4.a.iv",
                                    "Label": "Order adjectives within sentences according to conventional patterns (for example: a small red bag rather than a red small bag).",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.3.4.a.v",
                                    "Label": "Form and use prepositional phrases.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.3.4.a.vi",
                                    "Label": "Use compound subjects (for example: Tom and Pat went to the store) and compound verbs (for example: Harry thought and worried about the things he said to Jane) to create sentence fluency in writing.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.3.4.a.vii",
                                    "Label": "Produce complete simple, compound, and complex sentences.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.3.4.a.viii",
                                    "Label": "Recognize and correct inappropriate fragments and run-ons. (adapted from.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.3.4.a.ix",
                                    "Label": "Correctly use frequently confused words (for example: to, too, two; there,* their).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E4.3.4.b",
                            "Label": "Demonstrate command of the conventions of Standard English capitalization, punctuation, and spelling when writing.",
                            "Subs": [
                                {
                                    "Key": "CO.E4.3.4.b.i",
                                    "Label": "Use correct capitalization.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.3.4.b.ii",
                                    "Label": "Use commas and quotation marks to mark direct speech and quotations from a text.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.3.4.b.iii",
                                    "Label": "Use a comma before a coordinating conjunction in a compound sentence.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.3.4.b.iv",
                                    "Label": "Spell grade-appropriate words correctly, consulting references as needed.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E4.3.4.c",
                            "Label": "Use knowledge of language and its conventions when writing, speaking, reading, or listening.",
                            "Subs": [
                                {
                                    "Key": "CO.E4.3.4.c.i",
                                    "Label": "Choose words and phrases to convey ideas precisely.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.3.4.c.ii",
                                    "Label": "Choose punctuation for effect.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.3.4.c.iii",
                                    "Label": "Differentiate between contexts that call for formal English (for example: presenting ideas) and situations where informal discourse is appropriate (for example: small-group discussion).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E4.3.4.d",
                            "Label": "Produce clear and coherent writing in which the development and organization are appropriate to task, purpose, and audience.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.4.e",
                            "Label": "With guidance and support from peers and adults, develop and strengthen writing as needed by planning, revising, and editing.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.4.f",
                            "Label": "With some guidance and support from adults, use technology, including the Internet, to produce and publish writing as well as to interact and collaborate with others; demonstrate sufficient command of keyboarding skills to type a minimum of one page in a single sitting.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.3.4.g",
                            "Label": "Write routinely over extended time frames (time for research, reflection, and revision) and shorter time frames (a single sitting or a day or two) for a range of discipline-specific tasks, purposes, and audiences.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.E4.4",
            "Label": "Research Inquiry & Design",
            "Subs": [
                {
                    "Key": "CO.E4.4.1",
                    "Label": "Use a variety of resources to build and communicate knowledge related to open-ended research questions.",
                    "Subs": [
                        {
                            "Key": "CO.E4.4.1.a",
                            "Label": "Conduct short research projects that build knowledge through investigation of different aspects of a topic.",
                            "Subs": [
                                {
                                    "Key": "CO.E4.4.1.a.i",
                                    "Label": "Identify a topic and formulate open-ended research questions for further inquiry and learning.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.4.1.a.ii",
                                    "Label": "Present a brief report of the research findings to an audience.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E4.4.1.b",
                            "Label": "Recall relevant information from experiences or gather relevant information from print and digital sources; take notes and categorize information, and provide a list of sources.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.E4.4.1.c",
                            "Label": "Draw evidence from literary or informational texts to support analysis, reflection, and research.",
                            "Subs": [
                                {
                                    "Key": "CO.E4.4.1.c.i",
                                    "Label": "Apply grade 4 Reading standards to literature (for example: “Describe in depth a character, setting, or event in a story or drama, drawing on specific details in the text [for example: a character's thoughts, words, or actions].”).",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E4.4.1.c.ii",
                                    "Label": "Apply grade 4 Reading standards to informational texts (for example: “Explain how an author uses reasons and evidence to support particular points in a text”).",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}