{
    "Title": "Colorado Academic Standards > Reading, Writing & Communication > Grade 5",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "CO.E5.1",
            "Label": "Oral Expression & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.E5.1.1",
                    "Label": "Collaborate in discussions that serve various purposes and address various situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E5.1.1.a",
                            "Label": "Listen to others' ideas and form their own opinions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.1.1.b",
                            "Label": "Engage effectively in a range of collaborative discussions (one-on-one, in groups, and teacher-led) with diverse partners on grade 5 topics and texts, building on others' ideas and expressing their own clearly.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.1.1.b.i",
                                    "Label": "Come to discussions prepared, having read or studied required material; explicitly draw on that preparation and other information known about the topic to explore ideas under discussion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.1.1.b.ii",
                                    "Label": "Follow agreed-upon rules for discussions and carry out assigned roles.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.1.1.b.iii",
                                    "Label": "Pose and respond to specific questions by making comments that contribute to the discussion and elaborate on the remarks of others.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.1.1.b.iv",
                                    "Label": "Review the key ideas expressed and draw conclusions in light of information and knowledge gained from the discussions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.1.1.c",
                            "Label": "Summarize a written text read aloud or information presented in diverse media and formats, including visually, quantitatively, and orally.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.1.1.d",
                            "Label": "Summarize the points a speaker makes and explain how each claim is supported by reasons and evidence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.E5.1.2",
                    "Label": "Present to express an opinion, persuade, or explain/provide information.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E5.1.2.a",
                            "Label": "Report on a topic or text or present an opinion, sequencing ideas logically and using appropriate facts and relevant, descriptive details to support main ideas or themes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.1.2.b",
                            "Label": "Use appropriate eye contact and speak clearly at an understandable pace.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.1.2.c",
                            "Label": "Include multimedia components (for example: graphics, sound) and visual displays in presentations when appropriate to enhance the development of main ideas or themes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.1.2.d",
                            "Label": "Adapt speech to a variety of contexts and tasks.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.1.2.e",
                            "Label": "Adapt language as appropriate to purpose: to persuade, explain/provide information, or express an opinion.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.E5.2",
            "Label": "Reading For All Purposes",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.E5.2.1",
                    "Label": "Apply strategies to interpret and analyze various types of literary texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E5.2.1.a",
                            "Label": "Use pre-reading strategies, such as identifying a purpose for reading, generating questions to answers while reading, previewing sections of texts and activating prior knowledge.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.2.1.b",
                            "Label": "Use Key Ideas and Details to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.2.1.b.i",
                                    "Label": "Quote accurately from a text when explaining what the text says explicitly and when drawing inferences from the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.1.b.ii",
                                    "Label": "Determine a theme of a story, drama, or poem from details in the text, including how characters in a story or drama respond to challenges or how the speaker in a poem reflects upon a topic; summarize the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.1.b.iii",
                                    "Label": "Compare and contrast two or more character's points of view, settings, or events in a story or drama, drawing on specific details in the text (for example: how characters interact).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.2.1.c",
                            "Label": "Use Craft and Structure to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.2.1.c.i",
                                    "Label": "Determine the meaning of words and phrases as they are used in a text, including figurative language such as metaphors and similes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.1.c.ii",
                                    "Label": "Explain how a series of chapters, scenes, or stanzas fits together to provide the overall structure of a particular story, drama, or poem.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.1.c.iii",
                                    "Label": "Describe how a narrator's or speaker's point of view influences how events are described.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.1.c.iv",
                                    "Label": "Locate information to support opinions, predictions, inferences, and identification of the author's message or theme.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.2.1.d",
                            "Label": "Use Integration of Knowledge and Ideas to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.2.1.d.i",
                                    "Label": "Analyze how visual and multimedia elements contribute to the meaning, tone, or beauty of a text (for example: graphic novel, multimedia presentation of fiction, folktale, myth, and poem).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.1.d.ii",
                                    "Label": "Compare and contrast stories in the same genre (for example: mysteries and adventure stories) on their approaches to similar themes and topics.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.1.d.iii",
                                    "Label": "Use knowledge of literary devices (such as imagery, rhythm, foreshadowing, and simple metaphors) to understand and respond to text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.2.1.e",
                            "Label": "Use Range of Reading and Level of Text Complexity to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.2.1.e.i",
                                    "Label": "By the end of the year, read and comprehend literature, including stories, dramas, and poetry, at the high end of the grades 4-5 text complexity band independently and proficiently.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "CO.E5.2.2",
                    "Label": "Apply strategies to interpret and analyze various types of informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E5.2.2.a",
                            "Label": "Use Key Ideas and Details to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.2.2.a.i",
                                    "Label": "Quote accurately from a text when explaining what the text says explicitly and when drawing inferences from the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.2.a.ii",
                                    "Label": "Determine two or more main ideas of a text and explain how they are supported by key details; summarize the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.2.a.iii",
                                    "Label": "Explain the relationships or interactions between two or more individuals, events, ideas, or concepts in a historical, scientific, or technical text based on specific information in the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.2.a.iv",
                                    "Label": "Distinguish between fact and opinion, providing support for judgments made.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.2.2.b",
                            "Label": "Use Craft and Structure to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.2.2.b.i",
                                    "Label": "Determine the meaning of general academic and domain-specific words and phrases in a text relevant to a grade 5 topic or subject area.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.2.b.ii",
                                    "Label": "Compare and contrast the overall structure (for example: chronology, comparison, cause/effect, problem/solution) of events, ideas, concepts, or information in two or more texts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.2.b.iii",
                                    "Label": "Analyze multiple accounts of the same event or topic, noting important similarities and differences in the point of view they represent.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.2.b.iv",
                                    "Label": "Use informational text features (such as bold type, headings, graphic organizers, numbering schemes, glossary) and text structures to organize or categorize information, to answer questions, or to perform specific tasks.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.2.2.c",
                            "Label": "Use Integration of Knowledge and Ideas to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.2.2.c.i",
                                    "Label": "Draw on information from multiple print or digital sources, demonstrating the ability to locate an answer to a question quickly or to solve a problem efficiently.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.2.c.ii",
                                    "Label": "Explain how an author uses reasons and evidence to support particular points in a text, identifying which reasons and evidence support which point(s).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.2.c.iii",
                                    "Label": "Integrate information from several texts on the same topic in order to write or speak about the subject knowledgeably.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.2.2.d",
                            "Label": "Use Range of Reading and Level of Text Complexity to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.2.2.d.i",
                                    "Label": "By the end of the year, read and comprehend informational texts, including history/social studies, science, and technical texts, at the high end of the grades 4-5 text complexity band independently and proficiently.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "CO.E5.2.3",
                    "Label": "Apply knowledge of word meanings (morphology) and word relationships to determine the meaning of unknown words in and out of context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E5.2.3.a",
                            "Label": "Know and apply grade-level phonics and word analysis skills in decoding words.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.2.3.a.i",
                                    "Label": "Use combined knowledge of all letter-sound correspondences, syllabication patterns, and morphology (for example, roots and affixes) to read accurately unfamiliar multisyllabic words in context and out of context.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.2.3.b",
                            "Label": "Read with sufficient accuracy and fluency to support comprehension.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.2.3.b.i",
                                    "Label": "Read grade-level text with purpose and understanding.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.3.b.ii",
                                    "Label": "Read grade-level prose and poetry orally with accuracy, appropriate rate, and expression.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.3.b.iii",
                                    "Label": "Use context to confirm or self-correct word recognition and understanding, rereading as necessary.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.2.3.c",
                            "Label": "Use knowledge of language and its conventions when writing, speaking, reading, or listening.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.2.3.c.i",
                                    "Label": "Expand, combine, and reduce sentences for meaning, reader/listener interest, and style.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.3.c.ii",
                                    "Label": "Compare and contrast the varieties of English (for example: dialects, registers) used in stories, dramas, or poems.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.2.3.d",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 5 reading and content, choosing flexibly from a range of strategies.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.2.3.d.i",
                                    "Label": "Use context (for example: cause/effect relationships and comparisons in text) as a clue to the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.3.d.ii",
                                    "Label": "Use common, grade-appropriate Greek and Latin affixes and roots as clues to the meaning of a word (for example: photograph, photosynthesis).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.3.d.iii",
                                    "Label": "Consult reference materials (for example, dictionaries, glossaries, thesauruses), both print and digital, to find the pronunciation and determine or clarify the precise meaning of key words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.2.3.e",
                            "Label": "Read and identify the meaning of words with sophisticated prefixes and suffixes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.2.3.f",
                            "Label": "Apply knowledge of derivational suffixes that change the part of speech of the base word (for example active and activity).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.2.3.g",
                            "Label": "Infer meaning of words using structural analysis, context, and knowledge of multiple meanings.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.2.3.h",
                            "Label": "Read and identify the meaning of roots and related word families in which the pronunciation of the root does not change.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.2.3.i",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.2.3.i.i",
                                    "Label": "Interpret figurative language, including similes and metaphors, in context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.3.i.ii",
                                    "Label": "Recognize and explain the meaning of common idioms, adages, and proverbs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.2.3.i.iii",
                                    "Label": "Use the relationship between particular words (for example: synonyms, antonyms, homographs) to better understand each of the words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.2.3.j",
                            "Label": "Acquire and use accurately grade-appropriate general academic and domain-specific words and phrases, including those that signal contrast, addition, and other logical relationships (for example: however, although, nevertheless, similarly, moreover, in addition).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.E5.3",
            "Label": "Writing & Composition",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.E5.3.1",
                    "Label": "Write opinion pieces on topics or texts, supporting a point of view with reasons and information, for a variety of purposes and audiences.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E5.3.1.a",
                            "Label": "Introduce a topic or text clearly, state an opinion, and create an organizational structure in which ideas are logically grouped to support the writer's purpose.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.3.1.b",
                            "Label": "Provide logically ordered reasons that are supported by facts and details.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.3.1.c",
                            "Label": "Link opinion and reasons using words, phrases, and clauses (for example: consequently, specifically).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.3.1.d",
                            "Label": "Provide a concluding statement or section related to the opinion presented.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.E5.3.2",
                    "Label": "Write informative/explanatory texts that provide a clear focus and the use of text features to group related information on a well- developed topic, using precise language and domain-specific vocabulary.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E5.3.2.a",
                            "Label": "Introduce a topic clearly, provide a general observation and focus, and group related information logically; include formatting (for example: headings), illustrations, and multimedia when useful to aiding comprehension.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.3.2.b",
                            "Label": "Develop the topic with facts, definitions, concrete details, quotations, or other information and examples related to the topic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.3.2.c",
                            "Label": "Link ideas within and across categories of information using words, phrases, and clauses (for example: in contrast, especially).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.3.2.d",
                            "Label": "Use precise language and domain-specific vocabulary to inform about or explain the topic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.3.2.e",
                            "Label": "Provide a concluding statement or section related to the information or explanation presented.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.E5.3.3",
                    "Label": "Write engaging, real or imagined narratives using literary techniques, character development, sensory and descriptive details, and a variety of transition words to signal a clear sequence of events.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E5.3.3.a",
                            "Label": "Orient the reader by establishing a situation and introducing a narrator and/or characters; organize an event sequence that unfolds naturally.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.3.3.b",
                            "Label": "Use narrative techniques, such as dialogue, description, and pacing, to develop experiences and events or show the responses of characters to situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.3.3.c",
                            "Label": "Use a variety of transitional words, phrases, and clauses to manage the sequence of events.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.3.3.d",
                            "Label": "Use concrete words and phrases and sensory details to convey experiences and events precisely.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.3.3.e",
                            "Label": "Provide a conclusion that follows from the narrated experiences or events.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.E5.3.4",
                    "Label": "Apply understanding of the conventions of Standard English grammar, usage, and mechanics to make meaning clear and to strengthen style.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E5.3.4.a",
                            "Label": "Demonstrate command of the conventions of Standard English grammar and usage when writing or speaking.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.3.4.a.i",
                                    "Label": "Explain the function of conjunctions, prepositions, and interjections in general and their function in particular sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.3.4.a.ii",
                                    "Label": "Form and use the perfect (for example: I had walked; I have walked; I will have walked) verb tenses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.3.4.a.iii",
                                    "Label": "Use verb tense to convey various times, sequences, states, and conditions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.3.4.a.iv",
                                    "Label": "Recognize and correct inappropriate shifts in verb tense.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.3.4.a.v",
                                    "Label": "Use correlative conjunctions (for example: either/or, neither/nor).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.3.4.a.vi",
                                    "Label": "Expand, combine, and reduce sentences for meaning, reader/listener interest, and style.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.3.4.b",
                            "Label": "Demonstrate command of the conventions of Standard English capitalization, punctuation, and spelling when writing.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.3.4.b.i",
                                    "Label": "Use punctuation to separate items in a series.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.3.4.b.ii",
                                    "Label": "Use a comma to separate an introductory element from the rest of the sentence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.3.4.b.iii",
                                    "Label": "Use a comma to set off the words yes and no (for example: Yes, thank you), to set off a tag question from the rest of the sentence (for example: It's true, isn't it?), and to indicate direct address (for example: Is that you, Steve?).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.3.4.b.iv",
                                    "Label": "Use underlining, quotation marks, or italics to indicate titles of works.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.3.4.b.v",
                                    "Label": "Spell grade-appropriate words correctly, consulting references as needed.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.3.4.c",
                            "Label": "Produce clear and coherent writing in which the development and organization are appropriate to task, purpose, and audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.3.4.d",
                            "Label": "With guidance and support from peers and adults, develop and strengthen writing as needed by planning, revising, editing, rewriting, or trying a new approach.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.3.4.e",
                            "Label": "With some guidance and support from adults, use technology, including the Internet, to produce and publish writing as well as to interact and collaborate with others.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E5.3.4.f",
                            "Label": "Write routinely over extended time frames (time for research, reflection, and revision) and shorter time frames (a single sitting or a day or two) for a range of discipline-specific tasks, purposes, and audiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.E5.4",
            "Label": "Research Inquiry & Design",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.E5.4.1",
                    "Label": "Research to locate, summarize, synthesize and document information from print and digital sources, and communicate findings appropriately.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E5.4.1.a",
                            "Label": "Conduct short research projects that use several sources to build knowledge through investigation of different aspects of a topic.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.4.1.a.i",
                                    "Label": "Summarize and support key ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.4.1.a.ii",
                                    "Label": "Demonstrate comprehension of information with supporting logical and valid inferences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.4.1.a.iii",
                                    "Label": "Develop and present a brief (oral or written) research report with clear focus and supporting detail for an intended audience.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.4.1.b",
                            "Label": "Recall relevant information from experiences or gather relevant information from print and digital sources; summarize or paraphrase information in notes and finished work, and provide a list of sources.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.4.1.b.i",
                                    "Label": "Develop relevant supporting visual information (for example: charts, maps, graphs, photo evidence, models).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.4.1.b.ii",
                                    "Label": "Provide documentation of sources used in a grade-appropriate format.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E5.4.1.c",
                            "Label": "Draw evidence from literary or informational texts to support analysis, reflection, and research.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E5.4.1.c.i",
                                    "Label": "Apply grade 5 Reading standards to literature (for example: “Compare and contrast two or more characters, settings, or events in a story or a drama, drawing on specific details in the text [for example: how characters interact]”).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E5.4.1.c.ii",
                                    "Label": "Apply grade 5 Reading standards to informational texts (for example: “Explain how an author uses reasons and evidence to support particular points in a text, identifying which reasons and evidence support which point[s]”).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}