{
    "Title": "Colorado Academic Standards > Reading, Writing & Communication > Grade 7",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "CO.E7.1",
            "Label": "Oral Expression & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.E7.1.1",
                    "Label": "Incorporate language, tools, and techniques appropriate for task and audience during formal presentations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E7.1.1.a",
                            "Label": "Engage effectively in a range of collaborative discussions (one-on-one, in groups, and teacher-led) with diverse partners on grade 7 topics, texts, and issues, building on others' ideas and expressing their own clearly.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.1.1.a.i",
                                    "Label": "Come to discussions prepared, having read or researched material under study; explicitly draw on that preparation by referring to evidence on the topic, text, or issue to probe and reflect on ideas under discussion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.1.1.a.ii",
                                    "Label": "Follow rules for collegial discussions, track progress toward specific goals and deadlines, and define individual roles as needed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.1.1.a.iii",
                                    "Label": "Pose questions that elicit elaboration and respond to others' questions and comments with relevant observations and ideas that bring the discussion back on topic as needed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.1.1.a.iv",
                                    "Label": "Acknowledge new information expressed by others and, when warranted, modify their own views.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E7.1.1.b",
                            "Label": "Analyze the main ideas and supporting details presented in diverse media and formats (for example: visually, quantitatively, orally) and explain how the ideas clarify a topic, text, or issue under study.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E7.1.1.c",
                            "Label": "Delineate a speaker's argument and specific claims, evaluating the soundness of the reasoning and the relevance and sufficiency of the evidence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.E7.1.2",
                    "Label": "Prepare for formal presentations and use appropriate delivery techniques.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E7.1.2.a",
                            "Label": "Present claims and findings, emphasizing salient points in a focused, coherent manner with pertinent descriptions, facts, details, and examples; use appropriate eye contact, adequate volume, and clear pronunciation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E7.1.2.b",
                            "Label": "Include multimedia components and visual displays in presentations to clarify claims and findings and emphasize salient points.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E7.1.2.c",
                            "Label": "Adapt speech to a variety of contexts and tasks, demonstrating command of formal English when indicated or appropriate.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.E7.2",
            "Label": "Reading For All Purposes",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.E7.2.1",
                    "Label": "Analyze the connections between interrelated literary elements to understand literary texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E7.2.1.a",
                            "Label": "Use Key Ideas and Details to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.2.1.a.i",
                                    "Label": "Cite several pieces of textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.1.a.ii",
                                    "Label": "Determine a theme or central idea of a text and analyze its development over the course of the text; provide an objective summary of the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.1.a.iii",
                                    "Label": "Analyze how particular elements of a story or drama interact (for example: how setting shapes the characters or plot).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E7.2.1.b",
                            "Label": "Use Craft and Structure to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.2.1.b.i",
                                    "Label": "Determine the meaning of words and phrases as they are used in a text, including figurative and connotative meanings; analyze the impact of rhymes and other repetitions of sounds (for example: alliteration) on a specific verse or stanza of a poem or section of a story or drama.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.1.b.ii",
                                    "Label": "Analyze how a drama's or poem's form or structure (for example: soliloquy, sonnet) contributes to its meaning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.1.b.iii",
                                    "Label": "Analyze how an author develops and contrasts the points of view of different characters or narrators in a text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E7.2.1.c",
                            "Label": "Use Integration of Knowledge and Ideas to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.2.1.c.i",
                                    "Label": "Compare and contrast a written story, drama, or poem to its audio, filmed, staged, or multimedia version, analyzing the effects of techniques unique to each medium (for example: lighting, sound, color, or camera focus and angles in a film).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.1.c.ii",
                                    "Label": "Compare and contrast a fictional portrayal of a time, place, or character and a historical account of the same period as a means of understanding how authors of fiction use or alter history.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E7.2.1.d",
                            "Label": "Use Range of Reading and Complexity of Text to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.2.1.d.i",
                                    "Label": "By the end of the year, read and comprehend literature, including stories, dramas, and poems, in the grades 6-8 text complexity band proficiently, with scaffolding as needed at the high end of the range.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "CO.E7.2.2",
                    "Label": "Summarize and evaluate to show understanding of informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E7.2.2.a",
                            "Label": "Use Key Ideas and Details to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.2.2.a.i",
                                    "Label": "Cite several pieces of textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.2.a.ii",
                                    "Label": "Determine two or more central ideas in a text and analyze their development over the course of the text; provide an objective summary of the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.2.a.iii",
                                    "Label": "Analyze the interactions between individuals, events, and ideas in a text (for example: how ideas influence individuals or events, or how individuals influence ideas or events).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E7.2.2.b",
                            "Label": "Use Craft and Structure to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.2.2.b.i",
                                    "Label": "Determine the meaning of words and phrases as they are used in a text, including figurative, connotative, and technical meanings; analyze the impact of a specific word choice on meaning and tone.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.2.b.ii",
                                    "Label": "Analyze the structure an author uses to organize a text, including how the major sections contribute to the whole and to the development of the ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.2.b.iii",
                                    "Label": "Determine an author's point of view or purpose in a text and analyze how the author distinguishes his or her position from that of others.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E7.2.2.c",
                            "Label": "Use Integration of Knowledge and Ideas to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.2.2.c.i",
                                    "Label": "Compare and contrast a text to an audio, video, or multimedia version of the text, analyzing each medium's portrayal of the subject (for example: how the delivery of a speech affects the impact of the words).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.2.c.ii",
                                    "Label": "Trace and evaluate the argument and specific claims in a text, assessing whether the reasoning is sound and the evidence is relevant and sufficient to support the claims.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.2.c.iii",
                                    "Label": "Analyze how two or more authors writing about the same topic shape their presentations of key information by emphasizing different evidence or advancing different interpretations of facts.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E7.2.2.d",
                            "Label": "Use Range of Reading and Level of Text Complexity to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.2.2.d.i",
                                    "Label": "By the end of the year, read and comprehend literary nonfiction in the grades 6-8 text complexity band proficiently, with scaffolding as needed at the high end of the range.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "CO.E7.2.3",
                    "Label": "Apply knowledge of word relationships, word structures, and sentence structures to determine the meaning of new words in increasingly complex texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E7.2.3.a",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 7 reading and content, choosing flexibly from a range of strategies.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.2.3.a.i",
                                    "Label": "Use context (for example: the overall meaning of a sentence or paragraph; a word's position or function in a sentence) as a clue to the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.3.a.ii",
                                    "Label": "Use common, grade-appropriate Greek or Latin affixes and roots as clues to the meaning of a word (for example: belligerent, bellicose, rebel).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.3.a.iii",
                                    "Label": "Consult general and specialized reference materials (for example: dictionaries, glossaries, thesauruses), both print and digital, to find the pronunciation of a word or determine or clarify its precise meaning or its part of speech.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.3.a.iv",
                                    "Label": "Verify the preliminary determination of the meaning of a word or phrase (for example: by checking the inferred meaning in context or in a dictionary).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E7.2.3.b",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.2.3.b.i",
                                    "Label": "Interpret figures of speech (for example: literary, biblical, and mythological allusions) in context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.3.b.ii",
                                    "Label": "Use the relationship between particular words (for example: synonym/antonym, analogy) to better understand each of the words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.2.3.b.iii",
                                    "Label": "Distinguish among the connotations (associations) of words with similar denotations (definitions) (for example: refined, respectful, polite, diplomatic, and condescending).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E7.2.3.c",
                            "Label": "Acquire and use accurately grade-appropriate general academic and domain-specific words and phrases; gather vocabulary knowledge when considering a word or phrase important to comprehension or expression.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.E7.3",
            "Label": "Writing & Composition",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.E7.3.1",
                    "Label": "Write well-organized arguments using logical reasoning, relevant and credible evidence, acknowledgement of opposing claims, clear language, and formal style.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E7.3.1.a",
                            "Label": "Write arguments to support claims with clear reasons and relevant evidence.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.3.1.a.i",
                                    "Label": "Introduce claim(s), acknowledge alternate or opposing claims, and organize the reasons and evidence logically.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.1.a.ii",
                                    "Label": "Support claim(s) with logical reasoning and relevant evidence, using accurate, credible sources and demonstrating an understanding of the topic or text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.1.a.iii",
                                    "Label": "Use words, phrases, and clauses to create cohesion and clarify the relationships among claim(s), reasons, and evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.1.a.iv",
                                    "Label": "Establish and maintain a formal style.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.1.a.v",
                                    "Label": "Provide a concluding statement or section that follows from and supports the argument presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "CO.E7.3.2",
                    "Label": "Write well-developed informative/explanatory texts using logical organizational strategies, relevant supporting information, domain- specific vocabulary, and formal style.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E7.3.2.a",
                            "Label": "Write informative/explanatory texts to examine a topic and convey ideas, concepts, and information through the selection, organization, and analysis of relevant content.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.3.2.a.i",
                                    "Label": "Introduce a topic clearly, previewing what is to follow; organize ideas, concepts, and information, using strategies such as definition, classification, comparison/contrast, and cause/effect; include formatting (for example: headings), graphics (for example: charts, tables), and multimedia when useful to aiding comprehension.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.2.a.ii",
                                    "Label": "Develop the topic with relevant facts, definitions, concrete details, quotations, or other information and examples.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.2.a.iii",
                                    "Label": "Use appropriate transitions to create cohesion and clarify the relationships among ideas and concepts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.2.a.iv",
                                    "Label": "Use precise language and domain-specific vocabulary to inform about or explain the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.2.a.v",
                                    "Label": "Establish and maintain a formal style.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.2.a.vi",
                                    "Label": "Provide a concluding statement or section that follows from and supports the information or explanation presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "CO.E7.3.3",
                    "Label": "Write engaging real or imagined narratives effectively using techniques such as relevant description, sensory language, dialogue, and logical pacing to capture the action and detail experiences and events.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E7.3.3.a",
                            "Label": "Write narratives to develop real or imagined experiences or events using effective technique, relevant descriptive details, and well-structured event sequences.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.3.3.a.i",
                                    "Label": "Engage and orient the reader by establishing a context and point of view and introducing a narrator and/or characters; organize an event sequence that unfolds naturally and logically.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.3.a.ii",
                                    "Label": "Use narrative techniques, such as dialogue, pacing, and description, to develop experiences, events, and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.3.a.iii",
                                    "Label": "Use a variety of transition words, phrases, and clauses to convey sequence and signal shifts from one time frame or setting to another.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.3.a.iv",
                                    "Label": "Use precise words and phrases, relevant descriptive details, and sensory language to capture the action and convey experiences and events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.3.a.v",
                                    "Label": "Provide a conclusion that follows from and reflects on the narrated experiences or events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.3.a.vi",
                                    "Label": "Use stylistic techniques (for example: alliteration, onomatopoeia, rhyme scheme, repetition); figurative language (for example: simile, metaphor, personification); and graphic elements (for example: capital letters, line length, word position) to express personal or narrative voice.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "CO.E7.3.4",
                    "Label": "Plan, draft, edit, and revise as needed to ensure that writing is clear and coherent, that it conforms to standard conventions for grammar, usage, and mechanics, and that its style is appropriate to task, purpose, and audience.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E7.3.4.a",
                            "Label": "Demonstrate command of the conventions of Standard English grammar and usage when writing or speaking.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.3.4.a.i",
                                    "Label": "Explain the function of phrases and clauses in general and their function in specific sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.4.a.ii",
                                    "Label": "Choose among simple, compound, complex, and compound-complex sentences to signal differing relationships among ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.4.a.iii",
                                    "Label": "Place phrases and clauses within a sentence, recognizing and correcting misplaced and dangling modifiers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E7.3.4.b",
                            "Label": "Demonstrate command of the conventions of Standard English capitalization, punctuation, and spelling when writing.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.3.4.b.i",
                                    "Label": "Use a comma to separate coordinate adjectives (for example: It was a fascinating, enjoyable movie but not He wore an old[,] green shirt).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.3.4.b.ii",
                                    "Label": "Correctly spell frequently used words and consult reference materials (for example, dictionaries, both print and digital, spell check, and/or trusted peers and/or adults) to determine the spelling of less frequently used vocabulary.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E7.3.4.c",
                            "Label": "Use knowledge of language and its conventions when writing, speaking, reading, or listening.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.3.4.c.i",
                                    "Label": "Choose language that expresses ideas precisely and concisely, recognizing and eliminating wordiness and redundancy.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.E7.3.4.d",
                            "Label": "Produce clear and coherent writing in which the development, organization, and style are appropriate to task, purpose, and audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E7.3.4.e",
                            "Label": "With some guidance and support from peers and adults, develop and strengthen writing as needed by planning, revising, editing, rewriting, or trying a new approach, focusing on how well purpose and audience have been addressed.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E7.3.4.f",
                            "Label": "Use technology, including the Internet, to produce and publish writing and link to and cite sources as well as to interact and collaborate with others.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E7.3.4.g",
                            "Label": "Write routinely over extended time frames (time for research, reflection, and revision) and shorter time frames (a single sitting or a day or two) for a range of discipline-specific tasks, purposes, and audiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.E7.4",
            "Label": "Research Inquiry & Design",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.E7.4.1",
                    "Label": "Pose research questions, synthesize answers from multiple credible sources, and present conclusions in an appropriate format.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.E7.4.1.a",
                            "Label": "Conduct short research projects to answer a question, drawing on several sources and generating additional related, focused questions for further research and investigation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E7.4.1.b",
                            "Label": "Gather relevant information from multiple print and digital sources, using search terms effectively; assess the credibility and accuracy of each source; and quote or paraphrase the data and conclusions of others while avoiding plagiarism and following a standard format for citation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.E7.4.1.c",
                            "Label": "Draw evidence from literary or informational texts to support analysis, reflection, and research.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CO.E7.4.1.c.i",
                                    "Label": "Apply grade 7 Reading standards to literature (for example: “Compare and contrast a fictional portrayal of a time, place, or character and a historical account of the same period as a means of understanding how authors of fiction use or alter history”).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.E7.4.1.c.ii",
                                    "Label": "Apply grade 7 Reading standards to literary nonfiction (for example: “Trace and evaluate the argument and specific claims in a text, assessing whether the reasoning is sound and the evidence is relevant and sufficient to support the claims”).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}