{
    "Title": "Tennessee Standards > Social Studies > Grade 8",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "TN.SS8.1",
            "Label": "History",
            "Subs": [
                {
                    "Key": "TN.SS8.1.1",
                    "Label": "Investigate and evaluate primary and secondary sources from multiple diverse perspectives about United States history from the American Revolution through Reconstruction to formulate and defend claims with textual evidence and logical reasoning.",
                    "Subs": [
                        {
                            "Key": "TN.SS8.1.1.a",
                            "Label": "Use and interpret documents and other relevant primary and secondary sources pertaining to United States history from multiple diverse perspectives.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.1.1.b",
                            "Label": "Analyze evidence from multiple sources including those with conflicting accounts about specific events in both Colorado and United States history.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.1.1.c",
                            "Label": "Critique data for point of view, historical context, distortion, or propaganda and relevance to historical inquiry.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.1.1.d",
                            "Label": "Construct a written historical argument supported by relevant evidence and logical reasoning demonstrating the use or understanding of primary and secondary sources.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.1.1.e",
                            "Label": "Synthesize data from multiple sources in order to connect those sources to the traditional historical narrative.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS8.1.2",
                    "Label": "Develop a contextual understanding of the historical eras, individuals, groups, ideas, and themes from the origins of the American Revolution through Reconstruction.",
                    "Subs": [
                        {
                            "Key": "TN.SS8.1.2.a",
                            "Label": "Determine and explain the historical context of key people and events from the Revolutionary War Era through Reconstruction including the examination of different perspectives.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.1.2.b",
                            "Label": "Evaluate continuity and change over the course of United States history by examining various eras and determining major sources of conflict and compromise both in Colorado and across the nation.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.1.2.c",
                            "Label": "Examine the causes and effects of the territorial, political, and economic expansion of the United States.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.1.2.d",
                            "Label": "Evaluate the impact of various gender, age, race, ethnicity, religion, and class during this time period and the impact of these demographic groups on the events of the time period.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.1.2.e",
                            "Label": "Analyze the cause and effect relationships of major conflicts from the origins of the American Revolution through Reconstruction.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.1.2.f",
                            "Label": "Analyze ideas that are critical to the understanding of early United States history.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.SS8.2",
            "Label": "Geography",
            "Subs": [
                {
                    "Key": "TN.SS8.2.1",
                    "Label": "Use geographic tools to research and analyze patterns in human and physical systems in the United States.",
                    "Subs": [
                        {
                            "Key": "TN.SS8.2.1.a",
                            "Label": "Interpret primary and secondary geographic sources to analyze a historic issue.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.2.1.b",
                            "Label": "Identify the spatial distribution of cultural groups and human migration patterns.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.2.1.c",
                            "Label": "Recognize patterns of land acquisition and apply to events of the past.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.2.1.d",
                            "Label": "Compare the relationship between human settlement and the environment to recognize important regional connections to early U.S. historical events.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.2.1.e",
                            "Label": "Calculate and analyze population trends in relation to historical phenomena.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS8.2.2",
                    "Label": "Recognize the impact of the competition for control of land and resources in early American history.",
                    "Subs": [
                        {
                            "Key": "TN.SS8.2.2.a",
                            "Label": "Analyze the push and pull factors that shaped immigration to and migration within the early United States.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.2.2.b",
                            "Label": "Analyze patterns of conflict and cooperation that resulted from human migration and the economic, political, ethnic, and social implications of those interactions.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.2.2.c",
                            "Label": "Compare how differing geographic perspectives apply to a historic issue.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.2.2.d",
                            "Label": "Interpret geographic and environmental data to understand how competition over land and resources shaped the development of the early United States.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.SS8.3",
            "Label": "Economics",
            "Subs": [
                {
                    "Key": "TN.SS8.3.1",
                    "Label": "Investigate how economic freedom, including free trade, was important for economic growth in early American history.",
                    "Subs": [
                        {
                            "Key": "TN.SS8.3.1.a",
                            "Label": "Give examples of regional, national, and international differences in resources, productivity, and costs that provide a basis for trade.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.3.1.b",
                            "Label": "Describe the factors that lead to a region or nation having a comparative and absolute advantage in trade.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.3.1.c",
                            "Label": "Explain the effects of domestic policies on international trade.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.3.1.d",
                            "Label": "Explain why nations sometimes restrict trade by using quotas, tariffs, and nontariff barriers.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.SS8.4",
            "Label": "Civics",
            "Subs": [
                {
                    "Key": "TN.SS8.4.1",
                    "Label": "Construct an understanding of the changing definition of citizenship and the expansion of rights of citizens in the United States.",
                    "Subs": [
                        {
                            "Key": "TN.SS8.4.1.a",
                            "Label": "Describe major political and/or social changes that affected the definition of citizenship, expanded or restricted the rights of citizens, and how those changes impacted women, Indigenous Peoples, African Americans, Latinos, Asian Americans, LGBTQ, religious minorities, and people living in annexed territories.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.4.1.b",
                            "Label": "Analyze the relationship between the debate about citizenship and national identity in early U.S History, and how those ideas shaped political institutions and society.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.4.1.c",
                            "Label": "Compare how the leadership of various individuals has influenced the United States government and politics.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.4.1.d",
                            "Label": "Evaluate the results of various strategies used to enact political change over time.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.4.1.e",
                            "Label": "Analyze primary sources supporting democratic freedoms and the founding of our government and explain how they provide for both continuity and change.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.4.1.f",
                            "Label": "Examine ways members of society may effectively and civilly voice opinions, monitor government, and bring about change on a local, state, and national level, and which could have global implications.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS8.4.2",
                    "Label": "Investigate and evaluate the purpose and place of rule of law in a constitutional system.",
                    "Subs": [
                        {
                            "Key": "TN.SS8.4.2.a",
                            "Label": "Evaluate the strengths of rule of law.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.4.2.b",
                            "Label": "Explain the role and importance of the Constitution and the strength of amendments made during this time period.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.4.2.c",
                            "Label": "Apply knowledge about the three branches of government and how they interact with one another to historical and contemporary problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.4.2.d",
                            "Label": "Evaluate the historical significance of the Declaration of Independence.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.4.2.e",
                            "Label": "Discuss the tensions between individual rights and liberties with state, tribal, and national laws.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.4.2.f",
                            "Label": "Explain how the state and federal courts' power of judicial review is reflected in the United States' form of constitutional government.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.4.2.g",
                            "Label": "Use a variety of resources, including Supreme Court decisions, to identify and evaluate issues that involve civic responsibility, individual rights, and the common good.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.SS8.5",
            "Label": "Personal Financial Literacy",
            "Subs": [
                {
                    "Key": "TN.SS8.5.1",
                    "Label": "Examine the role of consumer decisions and taxes within the market economies of early American history.",
                    "Subs": [
                        {
                            "Key": "TN.SS8.5.1.a",
                            "Label": "Calculate how the value of money has changed over time impacting earning, spending, borrowing, and investing.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.5.1.b",
                            "Label": "Explain factors that have impacted borrowing and investing over time.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.5.1.c",
                            "Label": "Analyze the changes in the development of human capital over time.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS8.5.1.d",
                            "Label": "Analyze the impact of taxes on the people of the United States over time.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}