{
    "Title": "Colorado Academic Standards > Science > Grades 9 - 12",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "CO.S9-12.1",
            "Label": "Physical Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.S9-12.1.1",
                    "Label": "The sub-atomic structural model and interactions between electric charges at the atomic scale can be used to explain the structure and interactions of matter.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.1.1.a",
                            "Label": "Use the periodic table as a model to predict the relative properties of elements based on the patterns of electrons in the outermost energy levels of atoms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.1.b",
                            "Label": "Plan and conduct an investigation to gather evidence to compare the structure of substances at the bulk scale to infer the strength of electrical forces between particles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.1.c",
                            "Label": "Develop a model to illustrate that the release or absorption of energy from a chemical reaction system depends upon the changes in total bond energy.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.1.2",
                    "Label": "Chemical processes, their rates, their outcomes, and whether or not energy is stored or released can be understood in terms of collisions of molecules, rearrangement of atoms, and changes in energy as determined by properties of elements involved.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.1.2.a",
                            "Label": "Construct and revise an explanation for the outcome of a simple chemical reaction based on the outermost electron states of atoms, trends in the periodic table, and knowledge of the patterns of chemical properties.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.2.b",
                            "Label": "Develop a model to illustrate that the release or absorption of energy from a chemical reaction system depends upon the changes in total bond energy.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.2.c",
                            "Label": "Apply scientific principles and evidence to provide an explanation about the effects of changing the temperature or concentration of the reacting particles on the rate at which a reaction occurs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.2.d",
                            "Label": "Refine the design of a chemical system by specifying a change in conditions that would produce increased amounts of products at equilibrium.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.2.e",
                            "Label": "Use mathematical representations to support the claim that atoms, and therefore mass, are conserved during a chemical reaction.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.1.3",
                    "Label": "The strong nuclear interaction provides the primary force that holds nuclei together. Nuclear processes including fusion, fission, and radioactive decays of unstable nuclei involve changes in nuclear binding energies.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.1.3.a",
                            "Label": "Develop models to illustrate the changes in the composition of the nucleus of the atom and the energy released during the processes of fission, fusion, and radioactive decay.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.1.4",
                    "Label": "Newton's second law and the conservation of momentum can be used to predict changes in the motion of macroscopic objects.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.1.4.a",
                            "Label": "Analyze data to support the claim that Newton's second law of motion describes the mathematical relationship among the net force on a macroscopic object, its mass, and its acceleration.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.4.b",
                            "Label": "Use mathematical representations to support the claim that the total momentum of a system of objects is conserved when there is no net force on the system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.4.c",
                            "Label": "Apply scientific and engineering ideas to design, evaluate, and refine a device that minimizes the force on a macroscopic object during a collision.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.1.5",
                    "Label": "Forces at a distance are explained by fields that can transfer energy and can be described in terms of the arrangement and properties of the interacting objects and the distance between them.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.1.5.a",
                            "Label": "Use mathematical representations of Newton's Law of Gravitation and Coulomb's Law to describe and predict the gravitational and electrostatic forces between objects.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.5.b",
                            "Label": "Plan and conduct an investigation to provide evidence that an electric current can produce a magnetic field and that a changing magnetic field can produce an electric current.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.5.c",
                            "Label": "Communicate scientific and technical information about why the molecular- level structure is important in the functioning of designed materials.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.1.6",
                    "Label": "Energy is a quantitative property of a system that depends on the motion and interactions of matter and radiation within that system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.1.6.a",
                            "Label": "Create a computational model to calculate the change in the energy of one component in a system when the change in energy of the other component(s) and energy flows in and out of the system are known.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.6.b",
                            "Label": "Develop and use models to illustrate that energy at the macroscopic scale can be accounted for as a combination of energy associated with the motion of particles (objects) and energy associated with the relative positions of particles (objects).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.6.c",
                            "Label": "Design, build, and refine a device that works within given constraints to convert one form of energy into another form of energy.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.1.7",
                    "Label": "Energy cannot be created or destroyed, but it can be transported from one place to another and transferred between systems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.1.7.a",
                            "Label": "Create a computational model to calculate the change in the energy of one component in a system when the change in energy of the other component(s) and energy flows in and out of the system are known.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.7.b",
                            "Label": "Plan and conduct an investigation to provide evidence that the transfer of thermal energy when two components of different temperature are combined within a closed system results in a more uniform energy distribution among the components in the system (second law of thermodynamics).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.1.8",
                    "Label": "Force fields (gravitational, electric, and magnetic) contain energy and can transmit energy across space from one object to another.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.1.8.a",
                            "Label": "Develop and use a model of two objects interacting through electric or magnetic fields to illustrate the forces between objects and the changes in energy of the objects due to the interaction.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.1.9",
                    "Label": "Although energy cannot be destroyed, it can be converted to less useful forms as it is captured, stored and transferred.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.1.9.a",
                            "Label": "Design, build, and refine a device that works within given constraints to convert one form of energy into another form of energy.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.9.b",
                            "Label": "Plan and conduct an investigation to provide evidence that the transfer of thermal energy when two components of different temperature are combined within a closed system results in a more uniform energy distribution among the components in the system (second law of thermodynamics).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.1.10",
                    "Label": "Waves have characteristic properties and behaviors.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.1.10.a",
                            "Label": "Use mathematical representations to support a claim regarding relationships among the frequency, wavelength, and speed of waves traveling in various media.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.10.b",
                            "Label": "Evaluate questions about the advantages of using a digital transmission and storage of information.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.1.11",
                    "Label": "Both an electromagnetic wave model and a photon model explain features of electromagnetic radiation broadly and describe common applications of electromagnetic radiation.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.1.11.a",
                            "Label": "Evaluate the claims, evidence, and reasoning behind the idea that electromagnetic radiation can be described either by a wave model or a particle model, and that for some situations one model is more useful than the other.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.11.b",
                            "Label": "Evaluate the validity and reliability of claims in published materials of the effects that different frequencies of electromagnetic radiation have when absorbed by matter.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.1.11.c",
                            "Label": "Communicate technical information about how some technological devices use the principles of wave behavior and wave interactions with matter to transmit and capture information and energy.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.1.12",
                    "Label": "Multiple technologies that are part of everyday experiences are based on waves and their interactions with matter.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.1.12.a",
                            "Label": "Communicate technical information about how some technological devices use the principles of wave behavior and wave interactions with matter to transmit and capture information and energy.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.S9-12.2",
            "Label": "Life Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.S9-12.2.1",
                    "Label": "DNA codes for the complex hierarchical organization of systems that enable life's functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.2.1.a",
                            "Label": "Construct an explanation based on evidence for how the structure of DNA determines the structure of proteins which carry out the essential functions of life through systems of specialized cells.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.2.1.b",
                            "Label": "Develop and use a model to illustrate the hierarchical organization of interacting systems that provide specific functions within multicellular organisms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.2.1.c",
                            "Label": "Plan and conduct an investigation to provide evidence that feedback mechanisms maintain homeostasis.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.2.2",
                    "Label": "Growth and division of cells in complex organisms occurs by mitosis, which differentiates specific cell types.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.2.2.a",
                            "Label": "Use a model to illustrate the role of cellular division (mitosis) and differentiation in producing and maintaining complex organisms.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.2.3",
                    "Label": "Organisms use matter and energy to live and grow.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.2.3.a",
                            "Label": "Use a model to illustrate how photosynthesis transforms light energy into stored chemical energy.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.2.3.b",
                            "Label": "Construct and revise an explanation based on evidence for how carbon, hydrogen, and oxygen from sugar molecules may combine with other elements to form amino acids and/or other large carbon-based molecules.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.2.3.c",
                            "Label": "Use a model to illustrate that cellular respiration is a chemical process whereby the bonds of food molecules and oxygen molecules are broken and the bonds in new compounds are formed resulting in a net transfer of energy.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.2.4",
                    "Label": "Organisms interact with the living and nonliving components of the environment to obtain matter and energy.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.2.4.a",
                            "Label": "Use mathematical and/or computational representations to support explanations of factors that affect carrying capacity of ecosystems at different scales.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.2.4.b",
                            "Label": "Use mathematical representations to support and revise explanations based on evidence about factors affecting biodiversity and populations in ecosystems of different scales.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.2.5",
                    "Label": "Matter and energy necessary for life are conserved as they move through ecosystems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.2.5.a",
                            "Label": "Construct and revise an explanation based on evidence for the cycling of matter and flow of energy in aerobic and anaerobic conditions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.2.5.b",
                            "Label": "Use mathematical representations to support claims for the cycling of matter and flow of energy among organisms in an ecosystem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.2.5.c",
                            "Label": "Develop a model to illustrate the role of photosynthesis and cellular respiration in the cycling of carbon among the biosphere, atmosphere, hydrosphere, and geosphere.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.2.6",
                    "Label": "A complex set of interactions determine how ecosystems respond to disturbances.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.2.6.a",
                            "Label": "Evaluate claims, evidence, and reasoning that the complex interactions in ecosystems maintain relatively consistent numbers and types of organisms in stable conditions, but changing conditions may result in a new ecosystem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.2.6.b",
                            "Label": "Design, evaluate, and refine a solution for reducing the impacts of human activities on the environment and biodiversity.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.2.7",
                    "Label": "Organisms interact in groups to benefit the species.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.2.7.a",
                            "Label": "Evaluate evidence for the role of group behavior on individual and species' chances to survive and reproduce.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.2.8",
                    "Label": "The characteristics of one generation are dependent upon the genetic information inherited from previous generations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.2.8.a",
                            "Label": "Ask questions to clarify relationships about the role of DNA and chromosomes in coding the instructions for characteristic traits passed from parents to offspring.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.2.9",
                    "Label": "Variation between individuals results from genetic and environmental factors.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.2.9.a",
                            "Label": "Apply concepts of statistics and probability to explain the variation and distribution of expressed traits in a population.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.2.9.b",
                            "Label": "Make and defend a claim based on evidence that inheritable genetic variations may result from: (1) new genetic combinations through meiosis, (2) viable errors occurring during replication, and/or (3) mutations caused by environmental factors.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.2.10",
                    "Label": "Evidence of common ancestry and diversity between species can be determined by examining variations including genetic, anatomical and physiological differences.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.2.10.a",
                            "Label": "Communicate scientific information that common ancestry and biological evolution are supported by multiple lines of empirical evidence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.2.11",
                    "Label": "Genetic variation among organisms affects survival and reproduction.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.2.11.a",
                            "Label": "Construct an explanation based on evidence that the process of evolution primarily results from four factors: (1) the potential for a species to increase in number, (2) the heritable genetic variation of individuals in a species due to mutation and sexual reproduction, (3) competition for limited resources, and (4) the proliferation of those organisms that are better able to survive and reproduce in the environment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.2.11.b",
                            "Label": "Apply concepts of statistics and probability to support explanations that organisms with an advantageous heritable trait tend to increase in proportion to organisms lacking this trait.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.2.12",
                    "Label": "The environment influences survival and reproduction of organisms over multiple generations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.2.12.a",
                            "Label": "Construct an explanation based on evidence for how natural selection leads to adaptation of populations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.2.12.b",
                            "Label": "Evaluate the evidence supporting claims that changes in environmental conditions may result in (1) increases in the number of individuals of some species, (2) the emergence of new species over time, and (3) the extinction of other species.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.2.13",
                    "Label": "Humans have complex interactions with ecosystems and have the ability to influence biodiversity on the planet.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.2.13.a",
                            "Label": "Create or revise a simulation to test a solution to mitigate adverse impacts of human activity on biodiversity.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.S9-12.3",
            "Label": "Earth & Space Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.S9-12.3.1",
                    "Label": "All stars, including the sun, undergo stellar evolution, and the study of stars' light spectra and brightness is used to identify compositional elements of stars, their movements, and their distances from Earth.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.3.1.a",
                            "Label": "Develop a model based on evidence to illustrate the life span of the sun and the role of nuclear fusion in the sun's core to release energy that eventually reaches Earth in the form of radiation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.3.1.b",
                            "Label": "Construct an explanation of the Big Bang theory based on astronomical evidence of light spectra, motion of distant galaxies, and composition of matter in the universe.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.3.1.c",
                            "Label": "Communicate scientific ideas about the way stars, over their life cycle, produce elements.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.3.2",
                    "Label": "Explanations of and predictions about the motions of orbiting objects are described by the laws of physics.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.3.2.a",
                            "Label": "Use mathematical or computational representations to predict the motion of orbiting objects in the solar system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.3.3",
                    "Label": "The rock record resulting from tectonic and other geoscience processes as well as objects from the solar system can provide evidence of Earth's early history and the relative ages of major geologic formations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.3.3.a",
                            "Label": "Evaluate evidence of the past and current movements of continental and oceanic crust and the theory of plate tectonics to explain the ages of crustal rocks.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.3.3.b",
                            "Label": "Apply scientific reasoning and evidence from ancient Earth materials, meteorites, and other planetary surfaces to construct an account of Earth's formation and early history.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.3.4",
                    "Label": "Earth's systems, being dynamic and interacting, cause feedback effects that can increase or decrease the original changes, and these effects occur on different time scales, from sudden (e.g., volcanic ash clouds) to intermediate (ice ages) to very long-term tectonic cycles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.3.4.a",
                            "Label": "Develop a model to illustrate how Earth's internal and surface processes operate at different spatial and temporal scales to form continental and ocean-floor features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.3.4.b",
                            "Label": "Analyze geoscience data to make the claim that one change to Earth's surface can create feedbacks that cause changes to other Earth systems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.3.4.c",
                            "Label": "Develop a model based on evidence of Earth's interior to describe the cycling of matter by thermal convection.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.3.4.d",
                            "Label": "Use a model to describe how variations in the flow of energy into and out of Earth's systems result in changes in climate.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.3.5",
                    "Label": "Plate tectonics can be viewed as the surface expression of mantle convection, which is driven by heat from radioactive decay within Earth's crust and mantle.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.3.5.a",
                            "Label": "Develop a model to illustrate how Earth's internal and surface processes operate at different spatial and temporal scales to form continental and ocean-floor features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.3.5.b",
                            "Label": "Develop a model based on evidence of Earth's interior to describe the cycling of matter by thermal convection.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.3.6",
                    "Label": "The planet's dynamics are greatly influenced by water's unique chemical and physical properties.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.3.6.a",
                            "Label": "Plan and conduct an investigation of the properties of water and its effects on Earth materials and surface processes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.3.7",
                    "Label": "The role of radiation from the sun and its interactions with the atmosphere, ocean, and land are the foundation for the global climate system. Global climate models are used to predict future changes, including changes influenced by human behavior and natural factors.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.3.7.a",
                            "Label": "Analyze geoscience data to make the claim that one change to Earth's surface can create feedbacks that cause changes to other Earth systems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.3.7.b",
                            "Label": "Use a model to describe how variations in the flow of energy into and out of Earth's systems result in changes in climate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.3.7.c",
                            "Label": "Develop a quantitative model to describe the cycling of carbon among the hydrosphere, atmosphere, geosphere, and biosphere.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.3.7.d",
                            "Label": "Construct an argument based on evidence about the simultaneous co- evolution of Earth's systems and life on Earth.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.3.8",
                    "Label": "The biosphere and Earth's other systems have many interconnections that cause a continual co-evolution of Earth's surface and life on it.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.3.8.a",
                            "Label": "Construct an argument based on evidence about the simultaneous co- evolution of Earth's systems and life on Earth.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.3.9",
                    "Label": "Resource availability has guided the development of human society and use of natural resources has associated costs, risks, and benefits.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.3.9.a",
                            "Label": "Construct an explanation based on evidence for how the availability of natural resources, occurrence of natural hazards, and changes in climate have influenced human activity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.3.9.b",
                            "Label": "Evaluate competing design solutions for developing, managing, and utilizing energy and mineral resources based on cost-benefit ratios.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.3.10",
                    "Label": "Natural hazards and other geological events have shaped the course of human history at local, regional, and global scales.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.3.10.a",
                            "Label": "Construct an explanation based on evidence for how the availability of natural resources, occurrence of natural hazards, and changes in climate have influenced human activity.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.3.11",
                    "Label": "Sustainability of human societies and the biodiversity that supports them requires responsible management of natural resources, including the development of technologies.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.3.11.a",
                            "Label": "Create a computational simulation to illustrate the relationships among the management of natural resources, the sustainability of human populations, and biodiversity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.3.11.b",
                            "Label": "Evaluate or refine a technological solution that reduces impacts of human activities on natural systems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S9-12.3.12",
                    "Label": "Global climate models used to predict future climate change continue to improve our understanding of the impact of human activities on the global climate system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S9-12.3.12.a",
                            "Label": "Analyze geoscience data and the results from global climate models to make an evidence-based forecast of the current rate of global or regional climate change and associated future impacts to Earth's systems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S9-12.3.12.b",
                            "Label": "Use a computational representation to illustrate the relationships among Earth systems and how those relationships are being modified due to human activity.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}