{
    "Title": "Tennessee Standards > Social Studies > Grades 9 - 12",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "TN.SS9-12.1",
            "Label": "History",
            "Subs": [
                {
                    "Key": "TN.SS9-12.1.1",
                    "Label": "Apply the historical method of inquiry to formulate compelling questions, evaluate primary and secondary sources, analyze and interpret data, and argue for an interpretation defended by textual evidence.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.1.1.a",
                            "Label": "Formulate compelling and supporting questions after evaluating primary sources for point of view and historical context.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.1.b",
                            "Label": "Gather and analyze historical information to address questions from a range of primary and secondary sources containing a variety of perspectives.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.1.c",
                            "Label": "Gather and analyze historical information from a range of qualitative and quantitative sources.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.1.d",
                            "Label": "Construct and defend a historical argument that evaluates interpretations by analyzing, critiquing, and synthesizing evidence from a wide range of relevant historical sources.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS9-12.1.2",
                    "Label": "Analyze and evaluate key concepts of continuity and change, cause and effect, complexity, unity and diversity, and significant ideas in the United States from Reconstruction to the present.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.1.2.a",
                            "Label": "Analyze continuity and change over the course of United States history.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.2.b",
                            "Label": "Investigate causes and effects of significant events throughout United States history.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.2.c",
                            "Label": "Analyze the complexity of events throughout United States history.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.2.d",
                            "Label": "Examine and evaluate issues of unity and diversity from Reconstruction to present.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.2.e",
                            "Label": "Investigate the historical development and impact of major scientific and technological innovations in the Industrial Age, the Space Age, and the Digital Age.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.2.f",
                            "Label": "Evaluate the historical development and impact of political thought, theory, and actions.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.2.g",
                            "Label": "Analyze how opposing perspectives, compromise, and cooperation have shaped national unity and diversity.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.2.h",
                            "Label": "Analyze and evaluate ideas critical to the understanding of American history.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.2.i",
                            "Label": "Describe and analyze the historical development and impact of the arts and literature on the culture of the United States.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.2.j",
                            "Label": "Examine and evaluate how the United States was involved in and responded to international events over the course of history.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS9-12.1.3",
                    "Label": "Analyze and evaluate key concepts of continuity and change, cause and effect, complexity, unity and diversity, and significant ideas throughout the world from the Renaissance to the present.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.1.3.a",
                            "Label": "Evaluate continuity and change over the course of world history.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.3.b",
                            "Label": "Investigate causes and effects of significant events from the Renaissance to the present.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.3.c",
                            "Label": "Analyze the complexity of events from the Renaissance to the present.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.3.d",
                            "Label": "Examine and evaluate issues of unity and diversity in world history from the Renaissance to the present.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.3.e",
                            "Label": "Evaluate the historical development and impact of philosophical and political movements and belief systems.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.3.f",
                            "Label": "Investigate the historical development and impact of major scientific and technological innovations.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.1.3.g",
                            "Label": "Describe and analyze the historical development and impact of the arts and literature on the cultures of the world.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.SS9-12.2",
            "Label": "Geography",
            "Subs": [
                {
                    "Key": "TN.SS9-12.2.1",
                    "Label": "Use geographic tools and resources to analyze Earth's human systems and physical features to investigate and address geographic issues.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.2.1.a",
                            "Label": "Analyze variations in spatial patterns of cultural and environmental characteristics at multiple scales while gathering geographic data from a variety of valid sources.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.2.1.b",
                            "Label": "Create and interpret maps to display and explain the spatial patterns of cultural and environmental characteristics using geospatial and related technologies.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.2.1.c",
                            "Label": "Evaluate relationships between the locations of places and regions and their political, cultural, and economic relationships using maps, satellite images, photographs, and other representations.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS9-12.2.2",
                    "Label": "Make connections among geographic variables that influence the interactions of people, places, and environments.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.2.2.a",
                            "Label": "Identify, evaluate, and communicate strategies to respond to constraints placed on human systems by the physical environment.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.2.2.b",
                            "Label": "Analyze, interpret, and predict the influences of migration and the distribution of human populations based on reciprocal patterns.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.2.2.c",
                            "Label": "Examine patterns of distribution and arrangements of settlements and the processes of the diffusion of human activities.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.2.2.d",
                            "Label": "Explain how altering the environment has brought prosperity to some places and created environmental dilemmas for others.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.2.2.e",
                            "Label": "Research and interpret viewpoints from diverse groups.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.2.2.f",
                            "Label": "Evaluate the influence of long-term climate variability on human migration and settlement patterns, resource use, and land uses at local-to-global scales.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS9-12.2.3",
                    "Label": "Investigate patterns of the interconnected nature of the world, its people, and places.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.2.3.a",
                            "Label": "Explain how the uneven distribution of resources in the world can lead to conflict, competition, or cooperation among nations, regions, and cultural groups.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.2.3.b",
                            "Label": "Explain how shifts in the world's population are connected to and dependent upon other people for both human and natural resources.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.2.3.c",
                            "Label": "Explain how migration of people and movement of goods and ideas can contribute to and enrich cultures, but also create tensions.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.2.3.d",
                            "Label": "Analyze how culture, and cooperation and conflict influence both the division and unification of Earth.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.2.3.e",
                            "Label": "Make predictions and draw conclusions about the positive and negative global impact of cultural diffusion and assimilation.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.2.3.f",
                            "Label": "Examine geographic concepts through the lens of multiple diverse perspectives from various regions of the world and with consideration for indigenous, dominant, and marginalized populations.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.SS9-12.3",
            "Label": "Economics",
            "Subs": [
                {
                    "Key": "TN.SS9-12.3.1",
                    "Label": "Analyze how the scarcity of productive resources (land, labor, capital) forces choices to be made about how individuals, households, businesses, and governments allocate these resources.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.3.1.a",
                            "Label": "Explain the economic way of thinking: The condition of scarcity requires choice and choice has a cost (opportunity cost).",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.3.1.b",
                            "Label": "Analyze how the principles of economic thinking influence the choices made by individuals, households, businesses, and governments.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.3.1.c",
                            "Label": "Analyze how factors of production (land, labor, capital) are brought together to produce goods and services in an economic system.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS9-12.3.2",
                    "Label": "Evaluate how mixed economic systems, market structures, competition, government policies, and the roles of producers and consumers affect market outcomes.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.3.2.a",
                            "Label": "Compare and contrast economic systems in terms of their ability to achieve or impede economic goals.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.3.2.b",
                            "Label": "Use supply and demand analysis to explain how competitive markets efficiently allocate scarce resources.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.3.2.c",
                            "Label": "Compare and contrast the market outcomes created by various market structures including monopolistic competition, oligopoly, and monopoly.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.3.2.d",
                            "Label": "Explore the role of government in addressing market failures.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.3.2.e",
                            "Label": "Compare and contrast different types of taxing.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.3.2.f",
                            "Label": "Explore the multiple roles governments can play dealing with economic crises, including monetary and fiscal policy changes, and reallocation of resources and redistribution of wealth.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.3.2.g",
                            "Label": "Explore how economic crises create an environment where genocide is allowed to occur.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS9-12.3.3",
                    "Label": "Analyze how the business cycle affects the macroeconomy and evaluate the use of government policies to stabilize the economy.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.3.3.a",
                            "Label": "Describe how economic indicators provide various perspectives of the health of the economy and vary with the business cycle.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.3.3.b",
                            "Label": "Describe how fiscal and monetary policy are used to manipulate the economy including their potential lasting consequences.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.3.3.c",
                            "Label": "Explore how all policies have costs and benefits that impact participants of an economic system in different ways.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS9-12.3.4",
                    "Label": "Analyze how globalization and international trade affect the allocation of goods, services, and resources.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.3.4.a",
                            "Label": "Analyze the role of comparative advantage in international trade of goods and services.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.3.4.b",
                            "Label": "Describe worldwide import/export patterns.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.3.4.c",
                            "Label": "Explain how trade policies affect international trade and domestic markets.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.3.4.d",
                            "Label": "Explore the effects of current globalization trends and policies.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.SS9-12.4",
            "Label": "Civics",
            "Subs": [
                {
                    "Key": "TN.SS9-12.4.1",
                    "Label": "Research and formulate positions on government policies and on local, state, tribal, and national issues to be able to participate and engage in a civil society.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.4.1.a",
                            "Label": "Research and discuss current issues to participate in civil discourse.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.1.b",
                            "Label": "Describe and evaluate the effectiveness and acceptability of a variety of methods of civic participation that individuals and groups may use to shape policy at various levels of government.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.1.c",
                            "Label": "Explain the roles and influence of individuals, groups, and the press, as checks on governmental practices.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.1.d",
                            "Label": "Evaluate traditional and non-traditional types of media (both historic and modern), including social media for reliability, credibility, and how they may influence government policy and public opinion.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.1.e",
                            "Label": "Engage as active community members with local, state, tribal, or federal levels of government on policy issues or for individual or group rights.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS9-12.4.2",
                    "Label": "Evaluate the purposes, roles, and limitations of the structures and functions of government.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.4.2.a",
                            "Label": "Describe the origins, purposes, and limitations of government, and include the contribution of key philosophers and American historical figures of diverse backgrounds.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.2.b",
                            "Label": "Identify the structure, function, and roles of current members of local, state, and national governments.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.2.c",
                            "Label": "Analyze the processes for amending the Constitutions of Colorado and the United States and the significant changes that have occurred to those documents including both the Colorado and the United States' Bills of Rights.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.2.d",
                            "Label": "Explain the principles of a democracy and analyze how competing democratic values are balanced.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.2.e",
                            "Label": "Describe the role and development of the founding documents of Colorado and the United States from their inception to modern day.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.2.f",
                            "Label": "Evaluate the role of the judicial system in protecting life, liberty, and property for all persons in the United States.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.2.g",
                            "Label": "Understand the structure of the American judicial system, the process of judicial appointments and key court decisions, in both Colorado and the United States, that affect the system of checks and balances and interactions of the local, state, tribal, and federal systems.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.2.h",
                            "Label": "Analyze how current global issues impact American policy.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.2.i",
                            "Label": "Compare and contrast how other systems of government function.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.2.j",
                            "Label": "Describe the relationship of tribal governments with state and federal governments.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS9-12.4.3",
                    "Label": "Analyze the impact of civic participation on political institutions and public policy.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.4.3.a",
                            "Label": "Describe how members of a civil society can impact public policy on local, state, national, or international issues by exercising their civic rights and responsibilities.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.3.b",
                            "Label": "Evaluate opportunities for people to participate in and influence government through interest groups and social movements.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.3.c",
                            "Label": "Analyze the impact of state and federal policies on campaigns and elections.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.3.d",
                            "Label": "Analyze how individual rights have been affected over time by court decisions, legislative debates at various levels of government, or by the advocacy of individuals and groups.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.3.e",
                            "Label": "Examine how people in other systems of government exercise their civic rights and responsibilities.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.4.3.f",
                            "Label": "Examine the advantages and disadvantages of a two-party system or a multiparty system within a democratic government.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.SS9-12.5",
            "Label": "Personal Financial Literacy",
            "Subs": [
                {
                    "Key": "TN.SS9-12.5.1",
                    "Label": "Apply reliable information to make systematic personal financial decisions based on individual and community values and goals.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.5.1.a",
                            "Label": "Recognize the alternatives, consequences, and responsibilities associated with personal financial decisions.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.1.b",
                            "Label": "Use reliable information resources when making financial decisions.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.1.c",
                            "Label": "Formulate strategies to protect personal and financial information.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.1.d",
                            "Label": "Develop a system for keeping and using financial records.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.1.e",
                            "Label": "Compare financial institutions and products.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS9-12.5.2",
                    "Label": "Analyze sources of income and the relationship between career preparation, continuing education, and its impact on lifetime earning potential.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.5.2.a",
                            "Label": "Compare different sources of personal income and compensation.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.2.b",
                            "Label": "Analyze the impact of economic conditions and cost of living factors on income and purchasing power.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.2.c",
                            "Label": "Predict the potential impact of education and skill development choices on career earnings, including starting salary by field and level of degree or credential.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.2.d",
                            "Label": "Investigate the total cost, affordability, and payment options associated with postsecondary options, degrees, and credentials, including personal savings, scholarships, grants, employer tuition programs, work study, and public and private loans.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.2.e",
                            "Label": "Review the purpose and the process of accessing state and federal financial aid.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.2.f",
                            "Label": "Analyze student loan repayment options, terms, requirements, and state and federal repayment programs and their impact on a student's financial future.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.2.g",
                            "Label": "Analyze the monetary and non-monetary value of employee benefits in addition to pay.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.2.h",
                            "Label": "Simulate a sustainable household budget based on future personal and career goals.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS9-12.5.3",
                    "Label": "Apply consumer skills to budgeting, spending, saving, and borrowing decisions.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.5.3.a",
                            "Label": "Analyze how inflation and cost of living impact consumer purchasing and saving power.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.3.b",
                            "Label": "Summarize factors to consider when selecting borrowing options, including costs, relevance, payoffs, and tradeoffs.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.3.c",
                            "Label": "Explain how an individual's credit history can affect borrowing power.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.3.d",
                            "Label": "Design a household budget (using gross and net income) that addresses financial obligations and integrates saving for future goals and retirement based on your values and goals.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.3.e",
                            "Label": "Describe how to use and manage different types of accounts and payment methods.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.3.f",
                            "Label": "Compare the advantages and disadvantages of various types of credit.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.3.g",
                            "Label": "Summarize the advantages and disadvantages of leasing versus purchasing automobiles, homes, and other large purchases.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS9-12.5.4",
                    "Label": "Explore a diversified investment strategy that is compatible with personal financial goals.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.5.4.a",
                            "Label": "Select financial investments that align with financial goals, risk tolerance, and personal and retirement options for different life stages.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.4.b",
                            "Label": "Analyze how financial markets react to changes in market conditions, monetary policy, fiscal policy, and information.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS9-12.5.5",
                    "Label": "Choose risk management strategies for protection from the financial risk of lost income, lost or damaged property, health issues, or identity fraud.",
                    "Subs": [
                        {
                            "Key": "TN.SS9-12.5.5.a",
                            "Label": "Evaluate strategies for consumers to avoid financial risk, reduce risk, accept risk, or transfer risk to others through insurance.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.5.b",
                            "Label": "Identify the cost and benefits of purchasing insurance.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.5.c",
                            "Label": "Explain the types and purpose of insurance products.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.5.d",
                            "Label": "Outline steps to monitor and safeguard personal financial data to minimize, avoid and/or resolve identity theft or fraud issues.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.5.e",
                            "Label": "Analyze consumer and financial information for relevance, credibility, and accuracy.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS9-12.5.5.f",
                            "Label": "Identify consumer responsibilities, rights, and consumer protection laws that regulate contracts and financial transactions.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}