{
    "Title": "Colorado Academic Standards > Science > Kindergarten",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "CO.SK.1",
            "Label": "Physical Science",
            "Subs": [
                {
                    "Key": "CO.SK.1.1",
                    "Label": "Pushes and pulls can have different strengths and directions, and can change the speed or direction of an object's motion or start or stop it.",
                    "Subs": [
                        {
                            "Key": "CO.SK.1.1.a",
                            "Label": "Plan and conduct an investigation to compare the effects of different strengths or different directions of pushes and pulls on the motion of an object.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.SK.1.1.b",
                            "Label": "Analyze data to determine if a design solution works as intended to change the speed or direction of an object with a push or a pull.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.SK.1.2",
                    "Label": "Sunlight affects the Earth's surface.",
                    "Subs": [
                        {
                            "Key": "CO.SK.1.2.a",
                            "Label": "Make observations to determine the effect of sunlight on Earth's surface.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.SK.1.2.b",
                            "Label": "Use tools and materials to design and build a structure that will reduce the warming effect of sunlight on an area.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SK.2",
            "Label": "Life Science",
            "Subs": [
                {
                    "Key": "CO.SK.2.1",
                    "Label": "To live and grow, animals obtain food they need from plants or other animals, and plants need water and light.",
                    "Subs": [
                        {
                            "Key": "CO.SK.2.1.a",
                            "Label": "Use observations to describe patterns of what plants and animals (including humans) need to survive.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SK.3",
            "Label": "Earth & Space Science",
            "Subs": [
                {
                    "Key": "CO.SK.3.1",
                    "Label": "Patterns are observed when measuring the local weather, including how humans and other organisms impact their environment.",
                    "Subs": [
                        {
                            "Key": "CO.SK.3.1.a",
                            "Label": "Use and share observations of local weather conditions to describe patterns over time.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.SK.3.1.b",
                            "Label": "Construct an argument supported by evidence for how plants and animals (including humans) can change the environment to meet their needs.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.SK.3.2",
                    "Label": "Plants and animals meet their needs in their habitats and impact one another; people can prepare for severe weather.",
                    "Subs": [
                        {
                            "Key": "CO.SK.3.2.a",
                            "Label": "Use a model to represent the relationship between the needs of different plants or animals (including humans) and the places they live.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.SK.3.2.b",
                            "Label": "Ask questions to obtain information about the purpose of weather forecasting to prepare for, and respond to, severe weather.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.SK.3.2.c",
                            "Label": "Communicate solutions that will reduce the impact of humans on the land, water, air and/or other living things in the local environment.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}