{
    "Title": "Colorado Academic Standards > Science > Preschool",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "CO.SP.1",
            "Label": "Physical Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SP.1.1",
                    "Label": "Recognize that physical properties of objects and/or materials help us understand the world.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SP.1.1.a",
                            "Label": "Use senses to explore the properties of objects and materials (e.g., solids, liquids).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.1.1.b",
                            "Label": "Make simple observations, predictions, explanations, and generalizations based on real-life experiences.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.1.1.c",
                            "Label": "Collect, describe, predict and record information using words, drawings, maps, graphs and charts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.1.1.d",
                            "Label": "Observe, describe, and discuss living things and natural processes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.SP.1.2",
                    "Label": "Recognize there are cause - and - effect relationships related to matter and energy.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SP.1.2.a",
                            "Label": "Recognize and investigate cause - and - effect relationships in everyday experiences (pushing, pulling, kicking, rolling or blowing objects).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.1.2.b",
                            "Label": "Notice change in matter.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.1.2.c",
                            "Label": "Observe, describe and discuss properties of materials and transformation of substances.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.1.2.d",
                            "Label": "Seek answers to questions and test predictions using simple experiments.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SP.2",
            "Label": "Life Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SP.2.1",
                    "Label": "Recognize that living things have unique characteristics and basic needs that can be observed and studied.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SP.2.1.a",
                            "Label": "Observe, describe and discuss living things.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.2.1.b",
                            "Label": "Observe similarities and differences in the needs of living things.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.2.1.c",
                            "Label": "Observe and describe how natural habitats provide for the basic needs of plants and animals with respect to shelter, food, water, air and light.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.2.1.d",
                            "Label": "Ask and pursue questions through simple investigations and observations of living things.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.2.1.e",
                            "Label": "Collect, describe, and record information about living things through discussion, drawings, graphs, technology and charts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.2.1.f",
                            "Label": "Identify differences between living and nonliving things.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.SP.2.2",
                    "Label": "Recognize that living things develop in predictable patterns.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SP.2.2.a",
                            "Label": "Identify the common needs such as food, air and water of familiar living things.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.2.2.b",
                            "Label": "Predict, explain and infer patterns based on observations and representations of living things, their needs and life cycles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.2.2.c",
                            "Label": "Observe and document changes in living things over time using different modalities such as drawing, dramatization, describing or using technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.2.2.d",
                            "Label": "Recognize that plants and animals grow and change.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SP.3",
            "Label": "Earth & Space Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SP.3.1",
                    "Label": "The acquisition of concepts and facts related to the Earth materials and their uses.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SP.3.1.a",
                            "Label": "Use senses and tools, including technology, to investigate materials, and observe processes and relationships to gather information and explore the environment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.3.1.b",
                            "Label": "Inquire about the natural and physical environment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.3.1.c",
                            "Label": "Observe and discuss common properties, differences and comparisons among objects.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.3.1.d",
                            "Label": "Participate in simple investigations to form hypothesis, gather observations, draw conclusions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.3.1.e",
                            "Label": "Record observations using words, drawings, maps, graphs and charts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.SP.3.2",
                    "Label": "The acquisition of concepts and facts related to the natural and physical world and the understanding of naturally occurring relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SP.3.2.a",
                            "Label": "Predict, explain and infer patterns based on observations and evidence.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.3.2.b",
                            "Label": "Articulate findings through a variety of modalities (e.g., drawings, words, dramatizations).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.3.2.c",
                            "Label": "Recognizes familiar elements of the natural world and demonstrates an understanding that these may change over time (e.g., sun and moon, weather).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SP.3.2.d",
                            "Label": "Observe and describe patterns observed over the course of a number of days and nights (e.g., differences in the activities or appearance of plants and animals).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}