{
    "Directions": "Read the passage about the International Space Station (ISS), where astronauts live when they are in space, and then answer each question that follows.",
    "Context": [],
    "Title": "Home Address: ISS International Space Station",
    "Subtitle": "",
    "Author": "by James Buckley Jr.",
    "LabelType": "P",
    "Content": [
        ["", "Wᴇʟᴄᴏᴍᴇ Hᴏᴍᴇ"],
        ["1", "Good-bye, Earth! Hello, space! This huge machine will be your home for the next three months. The International Space Station, or ISS, flies 205 miles (330 km) above the Earth. It travels more than five miles (eight km) per second. That's one spin around our planet every 90 minutes!"],
        ["2", "Fifteen nations worked together to build the ISS. It took more than 10 years to finish. The ISS is bigger than a football field. It's the world's largest high-flying, fast-moving house!"],
        ["3", "First step on your mission: reaching the ISS! After about six hours, your rocket ship from Earth has nearly arrived at the space station. While you're on the rocket, you can take off your helmet. But when it's time to dock, helmets are on!"],
        ["4", "A smaller rocket connects with the ISS. When you glide onto the space station, you're greeted by an astronaut. There is always someone home at the ISS!"],
        ["", "problems/RI22G4E/media/S1a.jpg"],
        ["", "Gᴏᴏᴅ Sᴘᴀᴄᴇ Mᴏʀɴɪɴɢ!"],
        ["5", "After the flight from Earth, your first day on the ISS begins. Check it out—wake-up music! The controllers on Earth send up your favorite tunes. Some astronauts make requests. Others get a surprise, like a rock tune with their name in it!"],
        ["6", "In space, the sun comes “out” about every 90 minutes, so when does the day begin? You'll live on the same schedule as the controllers on Earth."],
        ["7", "Time to brush your teeth. On the ISS, people live and work close together. Good breath is a big plus! After you brush, just swish and swallow. There's no spitting in space. You can even use your favorite brand of toothpaste. (Don't let the cap float away!)"],
        ["8", "Need to wash up? There are no showers here, only sponge baths. To wash your hair, you use a special shampoo. You don't need water—just squirt, scrub, and wipe!"],
        ["9", "Everybody has to “go” ... even in space. Using the toilet in the ISS is a bit tricky. The space toilet is designed to keep liquids and solids from floating away. Liquid waste goes down a tube designed for men or women. For solid waste, you sit on a small seat in a compartment. A vacuum below sucks in while you let everything out."],
        ["10", "Afterward, wash your hands with disposable¹ cloths like the hand wipes you use on Earth."],
        ["11", "Like everything else on the ISS, eating takes a bit more work than it does on Earth. Here, most of your food is dehydrated. That means all the water has been taken out. So you add a bit of water, stir, and eat."],
        ["12", "This is an international space station, so you might have food from different countries. Russian cosmonauts bring great spicy lamb soup. The Japanese crew has left behind fish soup for you. And there are always plenty of tortillas—some astronauts fill them with peanut butter and jelly!"],
        ["13", "Liquids can only be taken in with straws. An escaping blob of floating orange juice could damage ISS gear. And no crumbs, please!"],
        ["14", "After breakfast, you can put on your clothes for the day. You can't waste water washing clothes on the space station. Instead, you'll put on new clothes every two or three days. The tricky part is dressing while floating in zero gravity!"],
        ["15", "You won't wear shoes, either. Since you'll be floating around, your feet might touch pieces of gear. So soft slippers make your feet comfy and safe!"],
        ["16", "After everyone is ready, it's time for work. Each morning, the ISS crew gathers to plan the day. Part of the fun of living on the space station is working with people from other countries. You have to study languages to live in space. People could be speaking English, Russian, Japanese, or French!"],
        ["17", "The station commander makes sure the crew knows their jobs for the day. Up to six full-time crew members can be on board. When a spaceship is docked, that can add three more people!"],
        ["18", "After the morning meeting, the workday begins."],
        ["", "Asᴛʀᴏɴᴀᴜᴛs ᴀᴛ Wᴏʀᴋ"],
        ["19", "It's very important that the ISS works properly. The crew checks all the space station's gear and machines every day. You might have to change an air filter. Even the toilet might need some attention to work perfectly. Just like in a home on Earth, there is always something that needs fixing!"],
        ["20", "If you use tools, you have to make sure they don't float too far away. You can hook your feet in straps if you need to stay in one place while you work."],
        ["21", "Like most of the ISS crew, you are also a scientist. Living in space gives you a chance to do important experiments. Your tests can help people on Earth!"],
        ["22", "ISS studies have led to the invention of new medicines. Crews have learned how human bodies live in space. They have observed more about our galaxy. They have even grown plants and watched animals adapt to space."],
        ["23", "It takes dozens of computers to run the International Space Station. They help you perform and record experiments, communicate with Earth, or operate the ISS. Making sure the computers are all working is a big part of your day."],
        ["24", "You might even be the ISS computer expert. One of the crew is in charge of installing and repairing computer parts and programming. He or she works with a team on Earth to keep things humming along."],
        ["25", "Nearly all your time is spent inside the ISS. But sometimes, you get to step outside ... into space! You put on a huge space suit. This provides air and protects you from the cold of space. You connect yourself to the ISS with strong cords. Then you float!"],
        ["26", "A space walk is not playtime. Each space walk is like a mini mission. You need to have the right tools and training, and then get the job done. That might mean replacing a part, fixing a solar panel, or changing a window shield. It also means using tools while wearing huge, bulky gloves! ..."],
        ["", "Cʜᴏʀᴇs? Iɴ Sᴘᴀᴄᴇ?"],
        ["27", "You have chores at home, you have chores in space! The whole crew works together to keep their space home tidy. No mops, though. Use hand wipes to clean surfaces. Vacuuming removes floating dust or crumbs from the air."],
        ["28", "In a crowded space like the ISS, everything has a place. You have to make sure that all the gear is stowed properly and tied down. You never know when you might need it! Velcro is your best friend."],
        ["29", "Teamwork is important on the space station. Everyone has to work together and get along. You can't go out somewhere to get away from one another."],
        ["30", "The ISS is usually on autopilot.² But it still needs a driver. You have to practice steering, just in case. In an area called the central post, you look at a computer screen. It shows all the controls. You can make the space station rotate slowly or change direction. It's important for the ISS to keep the right orientation³ with the Earth and the sun. Why do you think that is? Here's a hint: The space station runs on solar energy."],
        ["31", "You can also practice using one of the station's robot arms. They can work in space while you sit safely inside!"],
        ["32", "Your muscles won't work as hard in space. After all, you're just floating! To make sure your muscles stay strong during your long stay, you exercise every day. You can pedal on a machine that is like a bicycle without wheels. You can strap yourself in to a treadmill. The straps will keep you from floating away!"],
        ["33", "A special machine called the A-RED helps you “lift weights.” Since everything is weightless in space, you're really pushing against a machine, not raising heavy things ..."],
        ["", "Gᴏᴏᴅ Nɪɢʜᴛ, Fʟᴏᴀᴛ Tɪɢʜᴛ!"],
        ["34", "After a hard day's work, it's time for dinner. First, pick your packaged dinner. How about turkey tonight? If you want potatoes, too, you have to add water (carefully!) and then heat. Many ISS crew members like to add hot sauce. In space, food seems not to taste as good, and the spiciness helps. Since you have just arrived with fresh supplies, there are some apples and oranges to eat. Enjoy them now. With only a small fridge, you won't have fresh fruit for long."],
        ["35", "When the work on the station is all finished, it's time to relax. You might float around and read a book. You can listen to music on your headphones. Some crew members read and send e-mail. It's a great way to keep up with faraway family and friends."],
        ["36", "You might take a break for a concert. Some astronauts have brought musical instruments. They had to learn how to move their hands in zero gravity to make music!"],
        ["37", "Finally, it's time for bed. Well, time for sleep, anyway. You can spend the night in a sleeping bag stuck to a wall. Or you can slip into one of the space station sleeping pods. A fan will blow near your head. That pushes fresh air over your face. Otherwise, the air you breathe out would cover your face like a bubble. Some crew members wear earplugs, too. The ISS machines never sleep, so there is always humming, buzzing, and whirring going on around you."],
        ["38", "When you fall asleep, you might just dream that you're floating in space."],
        ["39", "Now it is “night” on the ISS. You have been around the world more than seven times since you woke up!"],
        ["40", "While you sleep, one crew member is hard at work. He's called Robonaut. He's a robot astronaut! Robonaut helps keep ISS systems working while the human crew rests."],
        ["41", "Good night, Robonaut."],
        ["42", "Good night, ISS."],
        ["", "problems/RI22G4E/media/S1b.jpg"]
    ],
    "Copyright": "Home Address: ISS International Space Station by James Buckley, Jr. Text copyright © 2015 by Penguin Random House LLC and Smithsonian Institution. Reprinted by permission of Smithsonian Institution. Photographs courtesy of NASA.",
    "References": [
        ["¹", "disposable — throwaway; single-use"],
        ["²", "autopilot — automatic control"],
        ["³", "orientation — physical position"]
    ]
}