{
    "Directions": "Read the story, then answer each question that follows.",
    "Context": [],
    "Title": "A Once-in-a-Lifetime Experience",
    "Subtitle": "",
    "Author": "by Sandra Beswetherick",
    "LabelType": "P",
    "Content": [
        ["1", "It was my idea to invite Derrick, the new kid in our neighborhood, on our annual father-and-son weekend trip. Derrick had never been camping or fishing."],
        ["2", "“Great idea!” Dad said. “It'll be a once-in-a-lifetime experience for him, one he'll never forget.”"],
        ["3", "Dad and I didn't realize how true that would turn out to be."],
        ["4", "The car blew a tire on the way to our campsite. Not an impressive start."],
        ["5", "“A minor setback, that's all,” Dad said as Derrick and I tumbled out of the car to help."],
        ["6", "It was dark by the time we reached the campsite, got the boat into the water, and set up the tent. There was a stiff, icy breeze blowing off the lake."],
        ["7", "Derrick shivered as he examined the sky. “That isn't snow, is it?”"],
        ["8", "“Snow?” I said."],
        ["9", "“It never snows in March!” Dad protested."],
        ["10", "But those big flakes fell fast and heavy, blanketing the ground."],
        ["11", "I burst out laughing. Derrick grinned. But Dad was horrified. He hustled us into the tent so we wouldn't catch pneumonia¹ or something. But first he made sure we didn't track any snow into the tent with us."],
        ["12", "“We need to keep the floor dry,” Dad insisted. “There's nothing worse than sleeping in wet sleeping bags.”"],
        ["13", "He passed out sandwiches after we settled in. “Minor setback,” he assured Derrick. “The snow should be gone tomorrow.” Dad reached for the large bottle of cola to pour us each a drink."],
        ["14", "Maybe the cola was warm, or maybe it had been jostled too much, because when Dad opened it, that bottle erupted like Mount Vesuvius. Cola overflowed like lava. Dad dropped the bottle. It rolled across the tent floor spewing its contents, and we ended up perched on our sleeping bags like castaways adrift² in a cola sea."],
        ["15", "Derrick clapped both hands over his mouth. His face turned red, and his cheeks ballooned out as if he were about to explode, too. From behind his hands came the snuffling and snorting of trapped laughter."],
        ["16", "I tried to keep a straight face, out of respect for Dad—not just because he'd insisted that we keep the tent floor dry, but because he'd wanted this trip to be perfect."],
        ["17", "“Minor setback,” Dad muttered as we soaked up cola with our towels."],
        ["18", "The next morning dawned bright and beautiful, much to Dad's relief. Derrick stood at the water's edge, admiring the clear still lake, the tree-lined shore, and the cloudless sky."],
        ["19", "“Wait until you catch your first fish, Derrick,” Dad said as he got the boat ready. “That's an experience you won't forget.” Dad turned to me. “Right, Steve?”"],
        ["20", "“Right, Dad,” I answered."],
        ["21", "“And wait until you taste some fried, freshly caught fish for breakfast,” Dad said. “Right, Steve?”"],
        ["22", "“Right, Dad,” I said, although I thought Dad was trying a little too hard."],
        ["23", "But Derrick didn't catch his first fish. In fact, none of us felt even a nibble on our lines. This wasn't a minor setback for Dad. This was a major disaster."],
        ["24", "The silence grew. The still air settled hot and heavy."],
        ["25", "I leaned over the side of the boat. “Fishy,” I sang into the depths of the lake. “Come on, I know you're down there.” It sure beat sitting around in silence. And we weren't catching any fish anyway."],
        ["26", "Derrick joined in. “Fishy,” he crooned, looking down into the water. “Here, fish, fish.” When he turned back to me, his eyes were bulged, his mouth was puckered, and he was gulping down air the way a fish gulps water. The perfect fish-face!"],
        ["27", "I let out a whoop and made a fish-face of my own, my open hands on either side of my head for gills. “Fishy!”"],
        ["28", "Derrick and I turned our fish-faces toward Dad. There sat Dad with the goggled eyes and downturned frown of his favorite fish, the largemouth bass. “Fishy, fishy, bite my hook,” he chanted in a throaty voice, “so I can take you home to cook.”"],
        ["29", "Derrick hooted with laughter and fell into the bottom of the boat. Dad's bass frown upturned into a grin."],
        ["30", "Lucky that Dad's mood improved when it did, because it was about then that the boat started sinking."],
        ["31", "“Mr. Adams,” Derrick asked, “should there be this much water in your boat?”"],
        ["", "problems/NJG3E/media/S5a.jpg"],
        ["32", "“Holy mackerel!” Dad yelled. He reached for the motor. “You guys, bail!³"],
        ["33", "We barely reached shore, the boat sloshing with water."],
        ["34", "That night, as we sat around the campfire toasting marshmallows, Derrick admitted he'd been worried about coming on the trip. “But it's been incredible,” he said. “I'll never forget it. Thanks for inviting me.”"],
        ["35", "“You're welcome,” said Dad. “We're glad you came.”"],
        ["36", "“I wonder what will happen next?” Derrick asked, putting another marshmallow on his stick."],
        ["37", "“Yeah,” I said. “I wonder.”"],
        ["38", "As for Dad, he smiled a brave smile."],
        ["", "problems/NJG3E/media/S5b.jpg"]
    ],
    "Copyright": "Copyright © 2006 by Highlights for Children, Inc., Columbus, Ohio.",
    "References": [
        ["¹", "catch pneumonia—get sick"],
        ["²", "adrift—floating"],
        ["³", "bail—scoop water out of the boat"]
    ]
}