{
    "Directions": "Read the story, then answer each question that follows.",
    "Context": [],
    "Title": "Me First",
    "Subtitle": "",
    "Author": "by Helen Lester",
    "LabelType": "P",
    "Content": [
        ["", "problems/NJG3E/media/S2a.jpg"],
        ["1", "Pinkerton was pink, plump, and pushy. He would do anything to be first, even if it meant bouncing off bellies, stepping on snouts,¹ or tying tails."],
        ["2", "“Me first!” he cried when he had been last in line and finished first down the slide."],
        ["3", "“Me first!” he cried at story time, settling on his round bottom with his big head right smack in front of the book."],
        ["4", "And every day in the school trough-a-teria “Me first!” rang out and there was Pinkerton."],
        ["", "problems/NJG3E/media/S2b.jpg"],
        ["5", "One Saturday, Pinkerton's Pig Scout troop went on a day trip to the beach. Pinkerton was first on the bus and sat in the front row."],
        ["6", "He was first off the bus, first in the water, first out of the water, and first into the picnic basket."],
        ["7", "After lunch the Pig Scouts decided to go for a hike. Off they went, with Pinkerton leading the line, of course. As the Pig Scouts marched across the sand, they heard a faint voice far in the distance."],
        ["8", "The voice called out, “Who would care for a sandwich?” Pinkerton pricked up his pointy ears. Care for a sandwich? Oh yes, me first! he thought, and he began to trot ahead of the others."],
        ["9", "Soon he heard the voice again, closer and louder this time. “WHO WOULD CARE FOR A SANDWICH?”"],
        ["10", "“ME FIRST!” cried Pinkerton, kicking up sand and leaving the other Pig Scouts far behind. His imagination almost burst. Peanut butter! Jelly! Two tomatoes! Seven pickles! A slab of cheese! A blob of mayo! A smear of mustard. All for ME! FIRST!"],
        ["11", "“WHO WOULD CARE FOR A SANDWICH?”"],
        ["12", "Now at a full gallop Pinkerton shrieked, “ME FIRST!” Over a sandy hill he flew and ... Kerplop. He landed face to face with a small creature with a bump on her nose and fur on her toes."],
        ["13", "“Am I glad to see you!” she cackled. “I sure could hear you coming: 'Me first. ME FIRST! ME FIRST!' I guess you really would care for a sandwich.”"],
        ["14", "“Oh, yes indeed,” replied Pinkerton. He jumped up and down so fast his teeth jiggled."],
        ["15", "“Good!” cackled the small creature."],
        ["16", "Pinkerton waited. One second. Two seconds. Three seconds. “Well?” he asked."],
        ["17", "“Well what?” replied the small creature."],
        ["18", "“The sandwich,” begged Pinkerton. “Where's ... the sandwich?”"],
        ["19", "The small creature curtsied.² “You're looking at her.” She went on, “I am a Sandwitch, and I live in the sand, and you said you would care for a Sandwitch, so here I am. Care for me.”"],
        ["20", "All Pinkerton could say was “But I ...”"],
        ["21", "Taking no notice, the Sandwitch continued, “You said, 'Me first.' You wanted to be the first to care for me. Well, congratulations! Now just come along to my sand castle.” Grabbing Pinkerton firmly by the sleeve, she led him around a few bends."],
        ["22", "Before he could say “But I ...” again, the gate to her castle closed."],
        ["23", "“All right, my pink, plump, pushy one, now you care for me. You may have the honor of being the FIRST to powder my nose and comb my toes.”"],
        ["24", "Seeing no way out, Pinkerton powdered her nose and combed her toes."],
        ["", "problems/NJG3E/media/S2c.jpg"],
        ["25", "“Next,” she crowed, “you may be the FIRST to put my supper in a bucket and feed me with a shovel.” Pinkerton looked around. He had no choice. He put her supper in a bucket and fed her with a shovel."],
        ["26", "Rubbing her tummy, the Sandwitch spoke on: “Finally, after you've had the privilege³ of being the FIRST to wash my dishes and sweep my castle and do my laundry and curl my hair and tuck me in, you may be the FIRST to tell me a bedtime story.”"],
        ["27", "Pinkerton washed the dishes, swept the castle, did the laundry, curled the Sandwitch's hair and tucked her in."],
        ["28", "The Sandwitch stretched and yawned loudly. “Now the story. I need my story.” Pinkerton was so tired he could barely speak."],
        ["29", "“I don't know any stories,” he whimpered."],
        ["30", "“Then how about making up something—oh, how about something concerning a pushy pig who always wanted to be first?”"],
        ["31", "Pinkerton sighed and began, “Once upon a time there lived a pig who always wanted to be first, until one day he met a wise Sandwitch—”"],
        ["32", "“Wise and beautiful,” cut in the Sandwitch."],
        ["33", "“—a wise and beautiful Sandwitch who showed him that FIRST was not always BEST.”"],
        ["34", "“Aha!” cackled the Sandwitch. She gave Pinkerton a slow, serious, and meaningful wink. “Have you learned something?”"],
        ["35", "“Oh yes, yes, yes,” said Pinkerton. “I promise I have.”"],
        ["36", "“In that case, thanks for the care. Goodbye and good luck.” She opened the gate and Pinkerton sped off so fast he didn't even notice the delicious sandwich she held out to him."],
        ["", "problems/NJG3E/media/S2d.jpg"],
        ["37", "He was just in time to catch the bus. On he scooted—pink, plump, and glad to be last."]
    ],
    "Copyright": "From ME FIRST by Helen Lester, illustrated by Lynn Munsinger. Text copyright © Helen Lester. Illustrations copyright © 1992 by Lynn Munsinger. Reprinted by permission of Houghton Mifflin Harcourt Publishing Company. All rights reserved.",
    "References": [
        ["¹", "snouts — noses"],
        ["²", "curtsied — bent her knees and bowed"],
        ["³", "privilege — special chance"]
    ]
}