{
    "Directions": "Read the article, then answer each question that follows.",
    "Context": [
        "Today you will do some research on animals and their natural environments."
    ],
    "Title": "A Howling Success",
    "Subtitle": "",
    "Author": "by Gerry Bishop",
    "LabelType": "P",
    "Content": [
        ["1", "In Yellowstone National Park, a gray wolf sends its eerie call into the wild. You might say that it's howling for joy."],
        ["2", "When you look at this photo and think about wolves, what words come to mind? Wild? Scary? Awesome?"],
        ["", "problems/NJG3E/media/S3a.jpg"],
        ["3", "Over time, people have had all kinds of feelings about wolves. Some people have admired and even worshipped them. But far too often, people have feared or really hated them."],
        ["4", "In fact, many American pioneers disliked wolves. They worried that the predators would attack their cows, sheep, horses—or even children. So the ykilled every wolf they could. The U.S. government even encouraged this widespread killing. As a result, by the mid-1900s, only about 400 wolves still survived in the “lower 48”¹ states."],
        ["", "THE COMEBACK BEGINS"],
        ["5", "Then things began to change. In 1973, the Endangered Species Act became law. It helped protect gray wolves—and many other animals and plants that were in danger of becoming extinct."],
        ["6", "But was it enough just to protect the few remaining wolves? Wouldn't it be better to try to bring wolves back to some of the places they once lived? Many people thought so. And that's where this success story really begins."],
        ["", "CATCH AND RELEASE"],
        ["7", "Yellowstone National Park is one of the wildest places in the United States. But until a few years ago, something very important was missing: wolves! The ones that had lived there had all been wiped out. To set things right again, the U.S. government decided to bring wolves back to Yellowstone."],
        ["8", "The plan took off in 1995, when scientists captured 14 wolves in Canada. (Wolves were still plentiful there.) Then they took the captured wolves to Yellowstone and put them into huge outdoor pens. As soon as the wolves got used to their surroundings, the scientists set them free in the wild. Finally, after about 70 years, wolves were roaming Yellowstone once again."],
        ["", "EARLY SUCCESS"],
        ["9", "Within a few hours of leaving their pens, the wolves made their first kill. It was an elk—a kind of huge deer that had been their favorite prey in Canada. The wolves, it seems, were quickly making themselves right at home."],
        ["10", "Elk had been living wolf-free in Yellowstone for many years. Their herds had grown bigger and bigger. More young grew into adults. Even the old and weak herd members managed to survive longer than usual. But from now on, the wolves would help to keep the number of elk under control."],
        ["", "problems/NJG3E/media/S3b.jpg"],
        ["11", "With so many “meals-on-hoofs”² running around, life was good for the wolves. Plenty of food meant they could raise plenty of pups. During their first year in the wilds of Yellowstone, the wolves gave birth to a grand total of nine little ones."],
        ["12", "Meanwhile, scientists captured 17 more adult wolves in Canada and released them into the park. In the spring of 1997, nine different Yellowstone wolf packs had a total of 67 new pups."],
        ["13", "Scientists were going to capture and bring still more wolves to the park. But, with the wolf numbers already growing so quickly, they decided that this was no longer necessary. The plan was working out even better than they had hoped."],
        ["", "TRACKING THE PACKS"],
        ["14", "Over the past 13 years, wolves have been thriving in Yellowstone National Park. Today, more than 170 of them are scattered among 11 packs there. Elsewhere in the West, wolves have made an amazing comeback, too."],
        ["15", "But are the animals truly safe yet? Scientists are doing all they can to make sure they are. For instance, they're keeping track of the packs' movements and frequently checking the wolves' health. They're also watching the packs defend their territories. And they're studying elk and other wolf prey to see how they're surviving in a new kind of world—one where wolves often rule."]
    ],
    "Copyright": "© 2008 National Wildlife Federation. Reprinted from the November 2008 issue of Ranger Rick ® magazine, with the permission of the copyright owner, the National Wildlife Federation. ®",
    "References": [
        ["¹", "“lower 48” — the continental states of the United States excluding Alaska and Hawaii"],
        ["²", "“meals-on-hoofs” — a play on words referring to the program Meals On Wheels, that delivers meals to individuals at home who are unable to purchase or prepare their own meals"]
    ]
}