{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "The Other Side of the Camera",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Gabe hustled down the crowded school hallway. As he sped around the corner, he lost his grip on the folder he was carrying, and a stack of index cards scattered out onto the glossy floor."],
        [" ", "“Oh, great!” Gabe grumbled. He was already running late, and now he was going to have to reorganize all his index cards for the newscast."],
        [" ", "As he reached down to pick up the cards, someone bumped into him, and Gabe banged his head against an open locker door."],
        [" ", "“Sorry!” hollered the guy who had collided with him, unscathed and still continuing ahead. Gabe rubbed the top of his head, resting his other hand on the floor to steady himself. Just then, another passing student accidentally stepped on Gabe's hand."],
        [" ", "“Ow!” Gabe moaned. Shrinking back against the lockers, Gabe felt grateful at least to see the hallway clearing. He grabbed the pile of index cards, hastily attempted to put them back in order, and headed toward the school's television studio."],
        [" ", "Each morning, middle-school students compiled a short live news segment, which was broadcast to every classroom in the school just before classes began. Gabe's job was usually to write the news stories that the reporters would read on the air. But today, because Arun Kantak was home sick, Gabe would also need to sit in as one of the reporters in front of the camera. Gabe had never felt more anxious in his entire life."],
        [" ", "Relieved to see that the “On the Air” sign was not yet on, Gabe took his seat at the news desk beside Marcella, the other regular reporter, and handed her half the stack of index cards."],
        [" ", "“Sorry, I'm late,” he whispered sheepishly."],
        [" ", "“It's OK,” she said. “Just smooth out your hair and shirt a little. You look a little ... rumpled or something.”"],
        [" ", "“Oh, it's because I dropped—”"],
        [" ", "“Ok, everybody!” called out Lani, the student director of the newscast. “We're on in ten! Nine! Eight! ...”"],
        [" ", "As Lani counted down, Gabe took a deep breath. Marcella pivoted toward the camera, a wide smile plastered on her face. The “On the Air” sign flicked on."],
        [" ", "“Good morning, Parker Middle School!” Marcella began. “Today is Monday, April 1st. My name is Marcella Ramos, and with me for the first time in front of the camera is Gabe Salazar. We've got your news for today.”"],
        [" ", "Marcella looked down at the cards Gabe had handed her and began reading in a loud, clear voice. “Tomorrow, April 2nd, the sixth-grade students will be taking their long- anticipated field trip to ...”"],
        [" ", "Marcella paused as she flipped to the next index card. “... the area around the school track,” she continued."],
        [" ", "Gabe shot a glance at Marcella. That wasn't what he had written about the field trip!"],
        [" ", "Marcella flipped quickly through the index cards, her brow slightly furrowed."],
        [" ", "Gabe somehow gained his composure and decided to continue. “This coming Thursday, the Drama Club will present the delightful play Charlie and ... pizza, salad, and milk.”"],
        [" ", "Panicking, Gabe gazed down at the remaining cards. He knew he should have put each complete report on just one card the way he usually did, but he wanted to make his handwriting big enough to read easily. He had been concerned that, if the words were written too small, he might stumble over them when speaking on camera. But now the reports had gotten all mixed up, which was even worse!"],
        [" ", "Meanwhile, Marcella made another attempt. “Ecology Club members, remember to stay after school today to clean up ... the Chocolate Factory,” she read dutifully, then grimaced."],
        [" ", "Gabe sat there, feeling frozen, until Lani waved her arms at him frantically from the other side of the camera, urging him to continue. She silently mouthed the words “Hurry up! We're live!”"],
        [" ", "In desperation, Gabe grabbed the final two cards and read, “Today's lunch will consist of ... the state museum and the university campus.”"],
        [" ", "Marcella shot Gabe a furious look; Lani threw up her hands and sighed. Gabe knew that both of them would be livid with him, and he would probably deserve it. His April Fool's Day was off to a dreadful start."],
        [" ", "Suddenly, Gabe felt a burst of inspiration. He looked into the camera and grinned broadly as he said, “This has been a special April Fool's edition of the Parker Middle School newscast. We hope you've enjoyed it. We'll be back tomorrow with more news—and no more April Fool's jokes. We promise! This is Gabe Salazar, signing off.”"],
        [" ", "“And I'm Marcella Ramos,” his partner chimed in. “Thank you, and have a great day!”"],
        [" ", "After a few moments, the “On Air” light blinked off, and Lani hollered, “Thank goodness we're off the air! Next time, can you please try to get your cards in order?” She slumped down in a chair to take a much-needed break."],
        [" ", "Marcella turned to Gabe, a genuine smile slowly replacing her newscast smile. “Wow, quick thinking, Gabe!” she complimented. “You saved the day in the end.”"],
        [" ", "“Thanks, Marcella,” Gabe replied, standing up from the news desk and calmly making his way back to the other side of the camera."]
    ],
    "Copyright": "",
    "References": []
}