{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "The Roller-Coaster Revolution",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Riding a roller coaster can be a thrilling, memorable experience. This popular ride—which resembles a small, open-roofed car zipping along a twisty track—has an interesting history and can be found in amusement parks around the world. Careful, creative design is needed, however, to make these coasters exciting yet safe as possible."],
        ["", "The First Coaster"],
        [" ", "Back in the 1600s near the city of St. Petersburg in Russia, people used to build tall wooden slides and cover their surfaces with smooth ice. They would climb to the top of a slide, sit down on a sled (a somewhat-flat seat for riding on ice or snow), and zoom down to the bottom of the slide. The idea for the first roller coaster is believed to have come from these slides. Eventually, people started to ride in carts with wheels on them instead of on sleds so that they could use the slides without ice at any time of the year."],
        [" ", "Historians disagree on whether the first official roller coaster was built in Russia in 1784 or in France in 1812. The French coaster, however, used cars with wheels that attached to the track and rails that kept the cars on course. These safety features were a vast improvement over the free-moving carts. As roller coaster engineers continued to enhance riders' safety, roller coasters were able to travel faster and make sharper turns."],
        ["4", "While the Europeans made great strides with the roller coaster, it was in the United States that the modern-day coaster was born. In 1827, a railway in Pennsylvania used for transporting coal began giving downhill rides to brave individuals who rode along merely for fun. Then, in 1884, a man named La Marcus Thompson built an impressive coaster at Coney Island in Brooklyn, New York. The ride cost him $1600 to build, and it became so popular that it took just three weeks of collecting ride admissions to earn back that cost and start making a profit. Ever since that time in history, the roller- coaster craze in the United States has been going strong."],
        ["", "How Coasters Coast"],
        [" ", "Most roller coasters are made either of wood or steel. Each material has its own set of advantages. Wooden coasters can be more affordable to build, and some riders think they are more exciting, since their flexible material tends to sway as the coaster cars travel over it. Because steel is so durable and strong, however, steel roller coasters can be built taller and run faster than wooden ones. According to Andy Boyd at the University of Houston, steel roller coasters can travel as fast as 125 miles per hour, while wooden coasters usually cannot travel faster than 80 miles per hour."],
        [" ", "How do coaster cars manage to stay on their tracks? Typically, their cars have three separate sets of wheels. A pair of steel rails runs along the top of the tracks, and the first set of wheels moves on top of these rails. A second set of wheels moves along on the sides of these rails, while a third set of wheels moves underneath the rails, keeping the coaster connected to the track no matter whether the coaster car is right-side up or upside down."],
        ["", "The (Safe) Thrill of the Ride"],
        [" ", "Safety is important not only to the design of the tracks, but also to the design of the seats. Riders sit either on benches or in individual seats. There are shoulder harnesses or bars that pull down securely across riders' torsos and legs, holding the riders securely in their seats."],
        [" ", "Believe it or not, most roller coaster cars have no engines! At the beginning of the ride, the car is mechanically pulled to the top of a steep hill. Once the coaster is at the top, the cars begin their fast, downhill drop, and gravity takes over. Roller coasters usually reach their fastest speeds at the bottom of this first hill, and the energy from the first drop is enough to propel the car through the rest of the twists and turns of the ride."],
        ["9", "Roller coaster rides typically last from one to four minutes. The duration depends on how long the track is and how fast the roller coaster cars are able to travel along the track. Many steel roller coasters—and some wooden coasters as well—have sections that invert the riders. The cars travel upside down for a brief time before returning upright. Some tracks also twist and turn into spirals while the riders are turned upside down! As you might imagine, strong brakes are needed to slow the cars down as they reach the end of the ride."],
        [" ", "Roller-coaster engineers are perpetually searching for ways to make their rides all the more exciting and invigorating. For as long as these engineers improve their technology, roller-coaster riders will seek out the thrill of the latest and greatest rides that are available. The roller-coaster revolution continues!"]
    ],
    "Copyright": "",
    "References": []
}