{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Describe in depth a character, setting, or event in a story, drama, or poem, drawing on specific details in the text (e.g., a character's thoughts, words, or actions)."
        ],
        "SuppContent": [
            "problems/PA24G4E/supps/PA24G4E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences from the passage.",
            ":ibox:“He opened the fridge and was reaching for a bottle of juice when he realized the dryer was much louder than usual. What was that clunking noise?”",
            "How do the sentences help develop the plot?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They show Bobby is glad his mom left laundry in the dryer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bobby's mother did leave laundry in the dryer, but these sentences do not relate to Bobby's feelings about laundry being in the dryer.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "They describe Bobby solving the mystery of the socks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bobby does not solve the mystery of the socks until he speaks to the creature.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "They provide a reason for Bobby to go to the dryer.",
                "Key": {
                    "Correct": true,
                    "Rationale": "It is the dryer making an unusual noise that causes Bobby to open the door to investigate.",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "They explain how Bobby puts off rewriting his report.",
                "Key": {
                    "Correct": false,
                    "Rationale": "These sentences are not related to Bobby rewriting his report.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Vocabulary Acquisition & Use"
        ],
        "SubTopics": [
            "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 4 reading and content, choosing flexibly from a range of strategies."
        ],
        "SuppContent": [
            "problems/PA24G4E/supps/PA24G4E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentence from the passage.",
            ":ibox:“'I cannot impress upon you enough the [gravity] of the situation.'”",
            "What does the word “gravity” mean as used in the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "order",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not make sense in the context of the passage.",
                    "Percent": 2
                }
            },
            "B": {
                "Choice": "weakness",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not make sense in the context of the passage.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "excuse",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not make sense in the context of the passage.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "seriousness",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word “gravity” in this context means “seriousness.” The words “I cannot impress upon you enough” provide context for the correct answer. The creature is insistent on needing to continue on his journey.",
                    "Percent": 47
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Refer to details and examples in a text when explaining what the text explicitly says and when drawing inferences from the text."
        ],
        "SuppContent": [
            "problems/PA24G4E/supps/PA24G4E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Why does Bobby's mom think that Oscar did not chew up Bobby's report?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "She knows that Oscar has never chewed anything before.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that Oscar has or has not ever chewed anything before.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "She knows Bobby has made up similar stories in the past.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that Bobby has made up stories in the past.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "She knows that Oscar is smaller than Bobby's notebook.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Bobby's mom says, “Your notebook is bigger than he is.”",
                    "Percent": 60
                }
            },
            "D": {
                "Choice": "She knows Bobby sometimes avoids doing his homework.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that Bobby tends to avoid doing his homework.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Refer to details and examples in a text when explaining what the text explicitly says and when drawing inferences from the text."
        ],
        "SuppContent": [
            "problems/PA24G4E/supps/PA24G4E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Why does the thing talk to Bobby?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It wants to learn how to use Bobby's teleporter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "he creature does not want to learn how to use the teleporter. Instead, the creature asks Bobby, “Could you kindly restart the cycloteleporter?”",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "It wants to stay in Bobby's frequency.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The thing wants to return to D-9.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "It needs Bobby to start the dryer so it can go back to D-9.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The creature needs the dryer to start again to return to his own dimension.",
                    "Percent": 67
                }
            },
            "D": {
                "Choice": "It needs Bobby's help to make an exodermis protection suit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The creature has found a sock that will serve as an exodermis protection suit. Therefore, it does not need Bobby's help in making one.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine a theme of a story, drama, or poem from details in the text; summarize the text."
        ],
        "SuppContent": [
            "problems/PA24G4E/supps/PA24G4E-S1.json"
        ],
        "SuppTools": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "THIS PROBLEM HAS TWO PARTS. ANSWER PART ONE AND THEN ANSWER PART TWO."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which sentence BEST states a theme of the passage?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "Finish work before having fun.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although Bobby's mom tells him to rewrite his report and put away the laundry, this option does not best state the overall theme of the passage.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "Accept the consequences of mistakes.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although Bobby may have made a mistake when he let Oscar grab his report, this option does not reflect the overall theme of the passage.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "Sometimes the truth may seem unreal.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "Oscar eating Bobby's report and the creature using socks in the dryer relate both to the truth seeming unreal.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "Follow the directions that are given.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Bobby follows his mom's directions of checking on the laundry and does follow the creature's directions of restarting the dryer. However, following directions does not relate to the overall theme of the passage.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MS",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which evidence from the passage supports the answer in Part One? Choose TWO answers."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“The expression on her face meant that she wasn't buying it.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This choice refers to Oscar who ate Bobby's report, supporting the theme that “sometimes the truth may seem unreal.”",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“Bobby sighed as he grabbed a shirt from the pile and began to fold it.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not support the theme identified in Part One.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“As the cylinder slowed to a stop, there was another clunk, followed by the sound of movement.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not support the theme identified in Part One.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“Mom was never going to believe this, either.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This choice refers to the creature who has been taking socks in the dryer, supporting the theme that “sometimes the truth may seem unreal.”",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Craft & Structure"
        ],
        "SubTopics": [
            "Compare and contrast the point of view from which different stories are narrated, including the difference between first- and third-person narrations."
        ],
        "SuppContent": [
            "problems/PA24G4E/supps/PA24G4E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which point of view does the author use in the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "first-person point of view through Oscar's experiences",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though Oscar, the dog, is mentioned, he is not telling the story.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "third-person point of view through Bobby's experiences",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage tells Bobby's inner thoughts and feelings.",
                    "Percent": 67
                }
            },
            "C": {
                "Choice": "first-person point of view through the thing's experiences",
                "Key": {
                    "Correct": false,
                    "Rationale": "The thing is not relaying the story through its perspective since the word “I” is not used.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "third-person point of view through Mom's experiences",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mom's inner thoughts and feelings are not revealed.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine a theme of a story, drama, or poem from details in the text; summarize the text."
        ],
        "SuppContent": [
            "problems/PA24G4E/supps/PA24G4E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which description provides the BEST summary of the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Bobby's dog chews up his report. He has to rewrite it. He also has to finish his chores. When he is folding the laundry, he finds a missing sock. Bobby also finds the thing in the dryer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not include the major events of the middle and end of the narrative.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "Bobby's mom does not believe the dog ate his report. He will have to rewrite his report after he finishes folding the laundry. He hears clunks from the dryer. He finds the thing in it. The thing uses Bobby's white sock to return home.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice provides minor details, is missing important events from the middle of the narrative, and states an incomplete interpretation of how the sock returns home.",
                    "Percent": 25
                }
            },
            "C": {
                "Choice": "Bobby's dog has chewed his homework, but his mom does not believe him. So he will have to rewrite it. Bobby is folding the laundry when the dryer makes a clunking noise. Bobby finds the thing in the dryer. He helps the thing return home. Bobby knows his mom will not believe him.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice contains the important major events of the narrative.",
                    "Percent": 41
                }
            },
            "D": {
                "Choice": "Bobby has to rewrite the report that his dog, Oscar, ate. Bobby has to finish folding laundry before he can write his report. The dryer makes a loud noise. Bobby finds the thing in it. The thing explains that the dryer is a teleporter. The thing wants to go home immediately.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice includes some minor details, and is missing main events from the middle and end of the narrative.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Describe in depth a character, setting, or event in a story, drama, or poem, drawing on specific details in the text (e.g., a character's thoughts, words, or actions)."
        ],
        "SuppContent": [
            "problems/PA24G4E/supps/PA24G4E-S2.json"
        ],
        "SuppTools": [],
        "Points": 4,
        "Explain": false,
        "Content": [
            "In the passage, Devin is competing in the regional cross-country championship. Write an essay analyzing the character traits that help Devin succeed. Use evidence from the passage to support your response."
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Knowledge Of Language"
        ],
        "SubTopics": [
            "Choose words and phrases for effect."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences.",
            ":ibox:Our town's big red fire truck came down the street for the parade. When the truck turned its siren on, the siren let out ______________. I had to cover my ears!",
            "Choose the MOST descriptive phrase to complete the sentences."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a great noise",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is vague and not as descriptive as “a piercing blast.”",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "a loud signal",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is vague and not as descriptive as “a piercing blast.”",
                    "Percent": 44
                }
            },
            "C": {
                "Choice": "a piercing blast",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice provides the most specific auditory imagery.",
                    "Percent": 36
                }
            },
            "D": {
                "Choice": "a surprising sound",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is vague and not as descriptive as “a piercing blast.”",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Correctly use frequently confused words (e.g., to, too, two; there, their, they're)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence uses the emphasized word incorrectly?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "I think [they're] going to meet us at the park.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized word in this sentence is used correctly",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "I helped my neighbors carry [their] groceries.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized word in this sentence is used correctly",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "The trail over [there] leads to the top of the hill.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized word in this sentence is used correctly",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "The students got to invite [they're] families to the show.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word “they're” should be “their” to show possession.",
                    "Percent": 56
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Order adjectives within sentences according to conventional patterns (e.g., a small red bag rather than a red small bag)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence shows an incorrect use of adjectives?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Yellowstone was made the world's first national park in 1872.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The adjectives in this option are in the correct order.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "Stone objects made from rock, black, and shiny were used.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The order “rock, black, and shiny” should be “shiny black rock” since convention dictates that opinion and color must come before material in adjective order (DOSCA-SCOMP).",
                    "Percent": 48
                }
            },
            "C": {
                "Choice": "People lived in the rocky, wooded area many years ago.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The adjectives in this option are in the correct order.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "People turned the stone objects into weapon parts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The adjectives in this option are in the correct order.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    }
}