{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Planes on the Brain",
    "Subtitle": "",
    "Author": "by Elisabeth Deffner",
    "LabelType": "P",
    "Content": [
        ["1", "\tKimberly Anyadike and her older sister, Kelly, have taken sibling rivalry to new heights. Sky-high, in fact."],
        ["2", "\tOn her 16th birthday, Kelly set a world record. She became the youngest African American female to fly four different fixed-wing aircraft in one day. Naturally, that inspired Kimberly to brainstorm ways to top her sister's achievement."],
        ["3", "\tAt age 15, Kimberly became the youngest African American female to pilot a plane from coast to coast. “It was something that had never been done before by someone as young as me,” she explains."],
        ["4", "\tDon't let their friendly rivalry fool you. The Anyadike (pronounced on-yah-DEE-kay) sisters learned to fly together at Tomorrow's Aeronautical Museum (TAM) in Compton, California. They took lessons in the same plane at the same time."],
        ["5", "\tTheir flight achievements earned them each a place in the record books  — but at TAM, setting records is nothing new. In fact, the sisters first heard about TAM when they read about another record-breaker whod learned to fly there. At age 14, Jonathan Strickland became the youngest African American male to pilot a plane and a helicopter on the same day."],
        ["6", "\tJonathan's story inspired Kimberly to make one of her biggest dreams come true. Shed always wanted to fly. Ever since she learned to write, she's included “jet pack” on her Christmas list! So she asked her mom if they could check out TAM, where Jonathan had gotten his aviation start. She and her sister took a demo flight — and the rest is history. (Literally!)"],
        ["7", "\t“We've been hooked on flying ever since,” says Kimberly, now 17, with a giggle. “We got bit by the flight bug!”"],
        ["8", "\tMovie stunt pilot Robin Petgrave founded TAM in 1998. Kids in the program learn more than just how to fly. They also learn how to set goals and make a plan to achieve them. For example, flight lessons cost money. Future pilots earn “museum dollars” by doing tasks around the museum, going through the flight simulator program, and doing community service. Kids even earn museum dollars when they get tutoring help with their schoolwork! After they've earned enough, they can use those dollars to pay for a flight lesson."],
        ["9", "\tWhile they're learning to fly, they're also learning about aviation history."],
        ["10", "\tThey learn about the Tuskegee Airmen, the first African American military airmen in the United States. Kids at TAM have even been able to meet some of them."],
        ["11", "\tThese pilots trained and fought during World War II, but the dangers of wartime weren't the only challenges they faced. They also encountered racism. In fact, the Army Air Corps called the African American pilot training program “the Tuskegee Experiment” because they weren't sure the trainees could be successful pilots."],
        ["12", "\tBut “they were amazing” says Kimberly. “They beat all odds.”"],
        ["13", "\tThat's why she dedicated her record-breaking flight to the Tuskegee Airmen: “to show them their legacy still lives on,” she explains."],
        ["14", "\tAnd they wanted to show her that they supported her as she tried to set an aviation record. Each time Kimberly landed on her flight from California to Virginia, Tuskegee Airmen met her plane."],
        ["15", "\tThe Anyadike sisters didn't set their aviation records at the same time, but two other TAM alumni did. Jimmy Haywood, then 12, and Kenny Roy, then 14, flew together to Canada. There, Roy became the youngest African American in the United States to earn his solo pilot's license. Haywood piloted the plane that flew Roy to Canada and back, making him the youngest African American to pilot a plane on a round-trip international flight."],
        ["16", "\t“It challenges you, being here [at TAM],” says Roy. Kids at TAM know that if they want to fly, they can — they just have to work for it. They can earn the museum dollars to pay for lessons. They can come up with a plan and break an aviation record. Once they do that, they know they can do anything if they set their minds to it."],
        ["17", "\tFor instance, Kimberly Anyadike plans to become a heart surgeon. Kenny Roy, now 21, is a college student in the Air Force Reserve. He plans to become an Air Force officer and, later, a commercial pilot. (And maybe his little brother, Jeremiah Esters, 7, will follow in his footsteps. He's studying aviation at TAM now.)"],
        ["18", "\tFlying has changed these kids' lives  — and setting records was just the icing on the cake."],
        ["19", "\tThat's exactly how it ought to be, says Petgrave. “We're not really all about the records,” he explains. “These kids have been exposed to aviation at such a young age, they look at things differently?”"],
        ["20", "\tAnd from their point of view, the sky is no longer the limit."]
    ],
    "Copyright": "“Planes on the Brain”: From “Planes on the Brain” by Elisabeth Deffner, FACES Magazine Vol. 28, Issue 2-October 2011-Pgs. 22-25, From Faces issue: Kids Lead the Way, © 2011 Carus Publishing Company, published by Cobblestone Publishing, 30 Grove Street, Suite C, Peterborough, NH 03458. Al Rights Reserved. Used by permission of the publisher: www.cobblestonepub.com",
    "References": []
}