{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "Two Days With No Phone",
    "Subtitle": "",
    "Author": "by Sarah Jane Brian",
    "LabelType": "P",
    "Content": [
        ["", "Experts worry that teen texting is out of control. Could you give up your phone for 18 hours? Our brave volunteers did."],
        ["1", "\tInstead of sleeping, Kenny Alarcon, 16, often texts with his friends through the night. “You get an urge,” explains the teen, who lives in the Bronx in New York City. “When I get a text, I'm itching to respond to it even if I want to sleep.”"],
        ["2", "\tFranchesca Garcia, a high school senior from Providence, Rhode Island, has also felt the need to stay constantly connected. We asked how many texts she sent and received each day. “I don't know. maybe 1,000?” she answered. “It's too many to count.”"],
        ["3", "\tIt probably won't surprise you that teens are texting more than ever before. Some experts are worried about how all that texting is affecting teenagers' lives."],
        ["", "Tᴇᴇɴs ɪɴ Tʀᴏᴜʙʟᴇ?"],
        ["4", "\tOne concern is that students might not learn correct grammar and spelling if most of the writing they do is made up of text messages. Some people also worry that because teens text so much, they don't spend enough time talking with others face-to-face. That could be hurting their relationships with friends and family."],
        ["5", "\tPlus, all that texting (and time on social media) takes away from hours that could be spent studying, exercising, pursuing a hobby, or just relaxing."],
        ["6", "\tDr. Elizabeth Dowdell is a professor at Villanova University in Pennsylvania. She says that many people expect to be able to access anyone or to be accessed by anyone at any time. “It's very appealing, especially to a middle or high school student,” she explains. “The problem is, there's no downtime.” And people need downtime especially when it comes to sleep."],
        ["", "Sʟᴇᴇᴘ Tᴇxᴛɪɴɢ"],
        ["7", "\tBoth Franchesca and Kenny told us that they wake up several times during the night to text. Kenny even sleeps with his phone beneath his pillow."],
        ["8", "\tDr. Dowdell says that it's common for teens' sleep to be interrupted by texts. Sometimes teens even send texts filled with nonsense words when they don't wake up all the way. She has been studying this trend, which she calls “sleep texting.”"],
        ["9", "\tWhy is sleep texting a problem? “Adolescents need a solid 8, 10, even 1 hours of sleep to really function and to think clearly,” reports Dr. Dowdell. If they regularly lose sleep, she adds, teens may start having trouble in school. They may become grumpy, angry, or depressed. A lack of sleep can lead to weight gain and even obesity. That's because many people turn to junk food for quick energy when they are tired."],
        ["", "Tʜᴇ 48-Hᴏᴜʀ Cʜᴀʟʟᴇɴɢᴇ"],
        ["10", "\tAccording to Dr. Dowdell, teens need to learn that they can and should —turn off their phones sometimes. So we decided to have Kenny and Franchesca do an experiment."],
        ["11", "\tThese were the rules: No phone for 48 hours. No computer or Internet either, unless it was for schoolwork. No Twitter, no Instagram."],
        ["12", "\tWould these two teenagers be able to do it?"],
        ["13", "\t“I think I'm going to feel really isolated,” Kenny worried. Franchesca was nervous but brave. “I'm excited for the challenge,” she said. “I don't know what's going to happen.”"],
        ["14", "\tKenny and Franchesca handed their phones to their mothers for safekeeping. The challenge was on."],
        ["", "Tʜᴇ Rᴇsᴜʟᴛs"],
        ["15", "\tWe caught up with Kenny and Franchesca after 48 phone-free hours. “Wow, it was pure torture,” Kenny joked. But though life with no phone wasn't easy, he admitted “it had benefits.”"],
        ["16", "\tSure, Kenny missed his friends, and he was sad at times. But he also felt relief from the constant texting. “Sometimes it's teenager drama, people gossiping” he explained. “I felt less stressed because I didn't have to be involved.”"],
        ["17", "\tInstead of texting, Kenny went to the gym and caught up on schoolwork. The first night, he told us, “I slept for 18 hours!” He also spent time sitting with his family and talking. Kenny's mom helped him with homework for the first time in two years. Said Kenny, “I felt closer to my parents.”"],
        ["18", "\tFranchesca had an even happier result when she put away her phone. “I loved it!” she said. “I was going to the gym and hanging out with friends and playing basketball. I had a wonderful experience.” She slept better too."],
        ["19", "\tFranchesca decided to continue the experiment for a while. “I think 'Il be so much smarter and healthier,” she explained. “Everybody in the world should try it.”"],
        ["20", "\tKenny doesn't plan to give up his phone again. But he now knows that he can live without it. Said the teen, “It was a reality check.”"]
    ],
    "Copyright": "",
    "References": []
}