{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Noi and her sister, Ting, live with their family in Thailand. Their grandmother, Kun Ya, paints umbrellas to sell at the market. Sometimes Kun Ya asks Noi and Ting to help."
    ],
    "Title": "(from) Silk Umbrellas",
    "Subtitle": "",
    "Author": "by Carolyn Marsden",
    "LabelType": "P",
    "Content": [
        ["1", "\t“Your elephant looks so alive, Kun Ya,” Noi said, leaning close."],
        ["2", "\tHer grandmother painted an elephant lumbering across a yellow silk umbrella. As she worked, her small body rocked with the thick, bold brush strokes."],
        ["3", "\t“The eyes even sparkle,” added Noi’s older sister, Ting."],
        ["4", "\tNoi loved to be with Kun Ya and Ting in the jungle clearing, the three of them sitting on the bamboo mat, surrounded by pots of color."],
        ["5", "\tNoi dipped her fingertip into the gray, then rubbed the slick paint slowly between her thumb and forefinger."],
        ["6", "\tUsually Kun Ya asked Noi and Ting to mix the paints. As Noi blended colors to create new ones, she enjoyed the way the smooth texture slipped back and forth with her brush."],
        ["7", "\tTing was content to mix paint and wash brushes, but Noi always longed to paint. Sometimes Kun Ya let her paint simple things like leaves. Noi’s whole body came alive with the shades of green. Her hands felt magical when she guided the brush."],
        ["8", "\t“The elephant is coming right toward us,” Noi remarked. Even though she was eleven years old, she liked to pretend that Kun Ya’s creatures were real."],
        ["9", "\tKun Ya laughed softly, and a breeze broke through the canopy of trees to let the sunshine in."],
        ["10", "\tAll morning, Noi and Ting had opened the umbrellas, getting them ready for Kun Ya’s brush. They pushed the fretwork of bamboo slivers up the bamboo pole until the silk bloomed into t͟r͟a͟n͟s͟l͟u͟c͟e͟n͟t flowers of pinks, greens, purples."],
        ["11", "\tJust before handing a new umbrella to Kun Ya, Noi liked to hold it up to the light, enjoying the weightless cascade of color on her face."],
        ["12", "\tAs Kun Ya finished, Noi carried each umbrella to the sunshine and hung it to dry. The forest floor felt soft under her bare feet. When breezes came up, the umbrellas floated back and forth like big soft bells."],
        ["13", "\tKun Ya handed Ting the elephant umbrella. Ting stood up and twirled the umbrella overhead as she skipped around the clearing, her movements light and strong. “Look, Noi, the elephant is dancing!”"],
        ["14", "\tNoi laughed."],
        ["15", "\tKun Ya took up a small child’s umbrella. She sketched in a pink hibiscus so quickly that it seemed as though her arm became part of the paintbrush."],
        ["16", "\tNoi crouched close to watch."],
        ["17", "\tSuddenly, Kun Ya held the umbrella out to Noi. “Paint a butterfly landing on the flower.”"],
        ["18", "\t“Me?” Noi asked, staring at the green silk. A butterfly was much more complicated than simple leaves."],
        ["19", "\tKun Ya still challenged her, offering the umbrella."],
        ["20", "\t“But, Kun Ya, I don’t know how.”"],
        ["21", "\t“You’ve watched me for years, Noi. Now try yourself.”"],
        ["22", "\tNoi dipped the brush into the yellow. Her hand trembled as she brought the brush near the silk stretched across the bamboo frame. She glanced at the butterflies dancing close by, then began to paint yellow wings above Kun Ya’s jungle flower."],
        ["23", "\t“Your trembling is good, Noi,” said Kun Ya. “That’s the way the butterfly moves. Let the movement spread to your whole body, not just your fingers. Paint with all of you. Become the butterfly.”"],
        ["24", "\tIn an instant, Noi understood what Kun Ya meant. She sensed the butterflies hovering in the thick shade of the banana leaves then flittering out into the sunshine. The flit of the butterflies moved into her, then out into the brush, so the paint seemed to lay itself down."],
        ["25", "\tNoi held the umbrella away from her. “I did it!”"],
        ["26", "\t“It’s pretty,” said Ting."],
        ["27", "\tKun Ya smiled and began to collect the brushes, dropping them one by one into a jar of water."],
        ["28", "\tNoi and Ting laid their heads down in Kun Ya’s lap to wait while the umbrellas dried. Kun Ya stroked their hair and sang, “The yellow bird flies away,” while Noi gazed at the flowers and creatures that Kun Ya had created. The shadows of the trees crisscrossed Kun Ya’s face as she sang."],
        ["29", "\tWhen the umbrellas were dry, Ting and Noi closed them up, the way that flowers close themselves up for the night."],
        ["30", "\t“We worked hard today,” said Kun Ya."],
        ["31", "\tKun Ya had done the real work, Noi thought. But then she recalled her butterfly umbrella, which lay in the basket with Kun Ya’s umbrellas. She had worked too."]
    ],
    "Copyright": "Silk Umbrellas. Copyright © 2004 Carolyn Marsden. Reproduced by permission of the publisher, Candlewick Press, Somerville, MA.",
    "References": []
}