{
    "Title": "Maine Learning Results > Mathematics > Grades 9 - 12",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "ME.M9-12.RN",
            "Label": "Quantitative Reasoning - Number & Quantity: The Real Number System",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.RN.A",
                    "Label": "Extend the properties of exponents to rational exponents.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.RN.A.1",
                            "Label": "Explain how the definition of the meaning of rational exponents follows from extending the properties of integer exponents to those values, allowing for a notation for radicals in terms of rational exponents.",
                            "Examples": [
                                "For example, we define 5¹/³ to be the cube root of 5 because we want (5¹/³)³ = 5⁽¹/³⁾³ to hold, so (5¹/³)³ must equal 5."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.RN.A.2",
                            "Label": "Rewrite expressions involving radicals and rational exponents using the properties of exponents.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.RN.A.3",
                            "Label": "Explain when and why the sum or product of two rational and/or irrational numbers is rational or irrational.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.Q",
            "Label": "Quantitative Reasoning - Number & Quantity: Quantities",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.Q.A",
                    "Label": "Reason quantitatively and use units to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.Q.A.1",
                            "Label": "Use units as a way to understand problems and to guide the solution of multi-step problems; choose and interpret units consistently in formulas; choose and interpret the scale and the origin in graphs and data displays.",
                            "Examples": [
                                "Example: Marlena made a scale drawing of the sand volleyball court at her summer camp. The drawing of the volleyball court is 6 cm long by 3 cm wide. The actual volleyball court is 18 meters long. What scale did Marlena use for the drawing?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.Q.A.2",
                            "Label": "Define appropriate quantities for the purpose of descriptive modeling.",
                            "Examples": [
                                "Example: If a town in Aroostook county with a population of 1254 people is projected to double in size every 105 years, what will the population be 315 years from now?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.Q.A.3",
                            "Label": "Choose a level of accuracy appropriate to limitations on measurement when reporting quantities.",
                            "Examples": [
                                "Example: The label on a ½-liter bottle of flavored water bottled in Maine indicates that one serving of 8 ounce contains 60 calories. The label also says that the full bottle contains 130 calories. Is this the actual amount or the estimated amount of calories in this bottle? How would you explain any discrepancy?"
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.CN",
            "Label": "Quantitative Reasoning - Number & Quantity: Complex Number System",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.CN.A",
                    "Label": "Perform arithmetic operations with complex numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.CN.A.1",
                            "Label": "Know there is a complex number i (which is a non-real number) such that i² = -1, and every complex number has the form a + bi with a and b real.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CN.A.2",
                            "Label": "Use the relation i² = -1 and the commutative, associative, and distributive properties to add, subtract, and multiply complex numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CN.A.3",
                            "Label": "Find the conjugate of a complex number; use conjugates to find moduli and quotients of complex numbers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.CN.B",
                    "Label": "Represent complex numbers and their operations on the complex plane.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.CN.B.4",
                            "Label": "Represent complex numbers on the complex plane in rectangular and polar form (including real and imaginary numbers), and explain why the rectangular and polar forms of a given complex number represent the same number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CN.B.5",
                            "Label": "Represent addition, subtraction, multiplication, and conjugation of complex numbers geometrically on the complex plane; use properties of this representation for computation.",
                            "Examples": [
                                "For example, (-1 + √3i)³ = 8 because (-1 + √3 i) has modulus 2 and argument 120°."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CN.B.6",
                            "Label": "Calculate the distance between numbers in the complex plane as the modulus of the difference, and the midpoint of a segment as the average of the numbers at its endpoints.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.CN.C",
                    "Label": "Use complex numbers in polynomial identities and equations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.CN.C.7",
                            "Label": "Solve quadratic equations with real coefficients that have complex solutions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CN.C.8",
                            "Label": "Extend polynomial identities to the complex numbers.",
                            "Examples": [
                                "For example, rewrite x^2+ 4 as (x + 2i)(x - 2i)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CN.C.9",
                            "Label": "Know the Fundamental Theorem of Algebra; show that it is true for quadratic polynomials.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.VM",
            "Label": "Quantitative Reasoning - Number & Quantity: Vector & Matrix Quantities",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.VM.A",
                    "Label": "Represent and model with vector quantities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.VM.A.1",
                            "Label": "Recognize vector quantities as having both magnitude and direction. Represent vector quantities by directed line segments and use appropriate symbols for vectors and their magnitudes (e.g., v, |v|, ||v||, v).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.VM.A.2",
                            "Label": "Find the components of a vector by subtracting the coordinates of an initial point from the coordinates of a terminal point.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.VM.A.3",
                            "Label": "Solve problems involving velocity and other quantities that can be represented by vectors.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.VM.B",
                    "Label": "Perform operations on vectors.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.VM.B.4",
                            "Label": "Add and subtract vectors.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "ME.M9-12.VM.B.4.a",
                                    "Label": "Add vectors end-to-end, component-wise, and by the parallelogram rule. Understand that the magnitude of a sum of two vectors is typically not the sum of the magnitudes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.VM.B.4.b",
                                    "Label": "Given two vectors in magnitude and direction form, determine the magnitude and direction of their sum.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.VM.B.4.c",
                                    "Label": "Understand vector subtraction v - w as v + (-w), where -w is the additive inverse of w, with the same magnitude as w and pointing in the opposite direction. Represent vector subtraction graphically by connecting the tips in the appropriate order, and perform vector subtraction component- wise.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "ME.M9-12.VM.B.5",
                            "Label": "Multiply a vector by a scalar.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "ME.M9-12.VM.B.5.a",
                                    "Label": "Represent scalar multiplication graphically by scaling vectors and possibly reversing their direction; perform scalar multiplication component-wise, e.g., as c(vₓ, vᵧ) = (cvₓ, cvᵧ).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.VM.B.5.b",
                                    "Label": "Compute the magnitude of a scalar multiple cv using ||cv|| = |c|v. Compute the direction of cv knowing that when |c|v ≠ 0, the direction of cv is either along v (for c > 0) or against v (for c < 0).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.VM.C",
                    "Label": "Perform operations on matrices and use matrices in applications.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.VM.C.6",
                            "Label": "Use matrices to represent and manipulate data, e.g., to represent payoffs or incidence relationships in a network.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.VM.C.7",
                            "Label": "Multiply matrices by scalars to produce new matrices, e.g., as when all of the payoffs in a game are doubled.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.VM.C.8",
                            "Label": "Add, subtract, and multiply matrices of appropriate dimensions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.VM.C.9",
                            "Label": "Understand that, unlike multiplication of numbers, matrix multiplication for square matrices is not a commutative operation, but still satisfies the associative and distributive properties.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.VM.C.10",
                            "Label": "Understand that the zero and identity matrices play a role in matrix addition and multiplication similar to the role of 0 and 1 in the real numbers. The determinant of a square matrix is nonzero if and only if the matrix has a multiplicative inverse.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.VM.C.11",
                            "Label": "Multiply a vector (regarded as a matrix with one column) by a matrix of suitable dimensions to produce another vector. Work with matrices as transformations of vectors.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.VM.C.12",
                            "Label": "Work with 2 × 2 matrices as a transformations of the plane, and interpret the absolute value of the determinant in terms of area.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.SSE",
            "Label": "Algebraic Reasoning - Algebra: Seeing Structure in Expressions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.SSE.A",
                    "Label": "Interpret the structure of expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.SSE.A.1",
                            "Label": "Interpret expressions that represent a quantity in terms of its context.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "ME.M9-12.SSE.A.1.a",
                                    "Label": "Interpret parts of an expression, such as terms, factors, and coefficients.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.SSE.A.1.b",
                                    "Label": "Interpret multi-part expressions by viewing one or more of their parts as a single entity.",
                                    "Examples": [
                                        "For example, view P(1 + r)ⁿ as the product of P and a factor not depending on P and interpret the parts."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "ME.M9-12.SSE.A.2",
                            "Label": "Use the structure of an expression to identify ways to rewrite it.",
                            "Examples": [
                                "For example, see x⁴ - y⁴ as (x^2)^2 - (y^2)^2, allowing for it to be recognized as a difference of squares that can be factored as (x^2- y^2)(x^2+ y^2)."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.SSE.B",
                    "Label": "Write expressions in equivalent forms to reveal information and to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.SSE.B.3",
                            "Label": "Choose and produce an equivalent form of an expression to reveal and explain properties of the quantity represented by the expression.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "ME.M9-12.SSE.B.3.a",
                                    "Label": "Rewrite a quadratic expression (such as by factoring) to reveal the zeros of the function it defines.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.SSE.B.3.b",
                                    "Label": "Rewrite a quadratic expression (such as by completing the square) to reveal the maximum or minimum value of the function it defines.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.SSE.B.3.c",
                                    "Label": "Use the properties of exponents to transform expressions for exponential functions.",
                                    "Examples": [
                                        "For example, the expression 1.15t can be rewritten as (1.151/12)12t ~~ 1.01212t to reveal the approximate equivalent monthly interest rate if the annual rate is 15%."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "ME.M9-12.SSE.B.4",
                            "Label": "Derive the formula for the sum of a finite geometric series (when the common ratio is not 1), and use the formula to solve problems.",
                            "Examples": [
                                "For example, Watermilfoil in one Maine lake triples in the number of plants each week during the summer when boat propellers are not cleared when exiting the lake. If the lake has 20 plants at the beginning of the season, how many plants will exist at the end of the 12-week summer season? What is the general formula for Watermilfoil growth for this lake?"
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.APR",
            "Label": "Algebraic Reasoning - Algebra: Arithmetic With Polynomials & Rational Expressions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.APR.A",
                    "Label": "Perform arithmetic operations on polynomials.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.APR.A.1",
                            "Label": "Understand that polynomials form a system analogous to the integers, namely, they are closed under certain operations.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "ME.M9-12.APR.A.1.a",
                                    "Label": "Perform operations on polynomial expressions (addition, subtraction, multiplication, and division), and compare the system of polynomials to the system of integers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.APR.A.1.b",
                                    "Label": "Factor and/or expand polynomial expressions, identify and combine like terms, and apply the Distributive Property.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.APR.B",
                    "Label": "Understand the relationship between zeros and factors of polynomials.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.APR.B.2",
                            "Label": "Know and apply the Remainder Theorem: For a polynomial p(x) and a number a, the remainder on division by x - a is p(a), so p(a) = 0 if and only if (x - a) is a factor of p(x).",
                            "Examples": [
                                "For example, consider the polynomial function P(x) = x⁴ - 2x^3 + ax^2+ 8x + 12, where a is an unknown real number. If (x-3) is a factor of this polynomial, what is the value of a?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.APR.B.3",
                            "Label": "Identify zeros of polynomials of degree three or higher when suitable factorizations (in factored form or easily factorable) are available, and use the zeros to construct a rough graph of the function defined by the polynomial.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.APR.C",
                    "Label": "Use polynomial identities to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.APR.C.4",
                            "Label": "Prove polynomial identities and use them to describe numerical relationships.",
                            "Examples": [
                                "For example, the polynomial identity (x^2+ y^2)^2 = (x^2- y^2)^2 + (2xy)^2 can be used to generate Pythagorean triples."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.APR.C.5",
                            "Label": "Know and apply the Binomial Theorem for the expansion of (x + y)n in powers of `x` and `y` for a positive integer n, where `x` and `y` are any numbers, with coefficients determined for example by Pascal's Triangle.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.APR.D",
                    "Label": "Rewrite rational expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.APR.D.6",
                            "Label": "Rewrite simple rational expressions in different forms; write a(x)/b(x) in the form q(x) + r(x)/b(x), where a(x), b(x), q(x), and r(x) are polynomials with the degree of r(x) less than the degree of b(x), using inspection, long division, or, for the more complicated examples, a computer algebra system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.APR.D.7",
                            "Label": "Understand that rational expressions form a system analogous to the rational numbers, closed under addition, subtraction, multiplication, and division by a nonzero rational expression; add, subtract, multiply, and divide rational expressions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.CED",
            "Label": "Algebraic Reasoning - Algebra: Creating Equations & Inequalities",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.CED.A",
                    "Label": "Create equations and/or inequalities that describe numbers or relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.CED.A.1",
                            "Label": "Create equations and inequalities in one variable and use them to solve problems. Include equations arising from linear and quadratic functions, and simple rational and exponential functions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CED.A.2",
                            "Label": "Create equations in two or more variables to represent relationships between quantities; graph equations on coordinate axes with labels and scales.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CED.A.3",
                            "Label": "Represent constraints by equations or inequalities, and by systems of equations and/or inequalities, and interpret solutions as viable or nonviable options in a modeling context.",
                            "Examples": [
                                "For example, represent inequalities describing nutritional and cost constraints on combinations of different foods such as lobsters, blueberries, and potatoes."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CED.A.4",
                            "Label": "Rearrange formulas to highlight a quantity of interest, using the same reasoning as in solving equations.",
                            "Examples": [
                                "For example, rearrange Ohm's law V = IR to highlight resistance R."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.REI",
            "Label": "Algebraic Reasoning - Algebra: Reasoning With Equations & Inequalities",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.REI.A",
                    "Label": "Understand solving equations as a process of reasoning and explain the reasoning.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.REI.A.1",
                            "Label": "Explain each step in solving a simple equation as following from the equality of numbers asserted at the previous step, starting from the assumption that the original equation has a solution. Construct a viable argument to justify or refute a solution method.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.REI.A.2",
                            "Label": "Solve simple rational and radical equations in one variable, and give examples showing how extraneous solutions may arise.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.REI.B",
                    "Label": "Solve equations and inequalities in one variable.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.REI.B.3",
                            "Label": "Solve linear equations and inequalities in one variable, including equations with coefficients represented by letters.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.REI.B.4",
                            "Label": "Solve quadratic equations in one variable.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "ME.M9-12.REI.B.4.a",
                                    "Label": "Use the method of completing the square to transform any quadratic equation in x into an equation of the form (x - p)^2 = q that has the same solutions. Derive the quadratic formula from this form.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.REI.B.4.bi",
                                    "Label": "Solve quadratic equations by inspection (e.g., for x^2= 49), taking square roots, completing the square, the quadratic formula and factoring, as appropriate to the initial form of the equation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.REI.B.4.bii",
                                    "Label": "Recognize when the quadratic formula gives complex solutions and write them as a ± bi for real numbers a and b.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.REI.C",
                    "Label": "Solve systems of equations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.REI.C.5",
                            "Label": "Prove that, given a system of two equations in two variables, replacing one equation by the sum of that equation and a multiple of the other produces a system with the same solutions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.REI.C.6",
                            "Label": "Solve systems of linear equations exactly and approximately (e.g., with graphs), focusing on pairs of linear equations in two variables.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.REI.C.7",
                            "Label": "Solve a simple system consisting of a linear equation and a quadratic equation in two variables algebraically and graphically.",
                            "Examples": [
                                "For example, find the point(s) of intersection between the line y = -3x and the circle x^2+ y^2= 3."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.REI.C.8",
                            "Label": "Represent a system of linear equations as a single matrix equation in a vector variable.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.REI.C.9",
                            "Label": "Find the inverse of a matrix if it exists and use it to solve systems of linear equations (using technology for matrices of dimension 3 × 3 or greater).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.REI.D",
                    "Label": "Represent and solve equations and inequalities graphically.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.REI.D.10",
                            "Label": "Understand that the graph of an equation in two variables is the set of all its solutions plotted in the coordinate plane, often forming a curve (which could be a line). Show that any point on the graph of an equation in two variables is a solution to the equation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.REI.D.11",
                            "Label": "Explain why the `text(x)`-coordinates of the points where the graphs of the equations `y=f(x)` and `y=g(x)` intersect are the solutions of the equation f(x) = g(x); find the solutions approximately, e.g., using technology to graph the functions, make tables of values, or find successive approximations. Include cases where f(x) and/or g(x) are linear, polynomial, rational, absolute value, exponential, and logarithmic functions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.REI.D.12",
                            "Label": "Graph the solutions of a linear inequality in two variables as a half-plane (excluding the boundary in the case of a strict inequality), and graph the solution set of a system of linear inequalities in two variables as the intersection of the corresponding half-planes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.IF",
            "Label": "Algebraic Reasoning - Functions: Interpreting Functions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.IF.A",
                    "Label": "Understand the concept of a function and use function notation.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.IF.A.1",
                            "Label": "Understand that a function from one set (called the domain) to another set (called the range) assigns to each element of the domain exactly one element of the range. If f is a function and x is an element of its domain, then f(x) denotes the output of f corresponding to the input x. The graph of f is the graph of the equation `y=f(x)`.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.IF.A.2",
                            "Label": "Use function notation, evaluate functions for inputs in their domains, and interpret statements that use function notation in terms of a context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.IF.A.3",
                            "Label": "Recognize that sequences are functions, sometimes defined recursively, whose domain is a subset of the integers.",
                            "Examples": [
                                "For example, the Fibonacci sequence is defined recursively by f(0) = f(1) = 1, f(n+1) = f(n) + f(n-1) for n ≥ 1."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.IF.B",
                    "Label": "Interpret functions that arise in applications in terms of the context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.IF.B.4",
                            "Label": "For a function that models a relationship between two quantities, interpret key features of graphs and tables in terms of the quantities, and sketch graphs showing key features given a verbal description of the relationship.",
                            "Examples": [
                                "Key features may include: intercepts; intervals where the function is increasing, decreasing, positive, or negative; relative and absolute maximums and minimums; symmetries; end behavior; and periodicity."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.IF.B.5",
                            "Label": "Relate the domain of a function to its graph and, where applicable, to the quantitative relationship it describes.",
                            "Examples": [
                                "For example, if the function h(n) gives the number of person-hours it takes to assemble n engines in a factory, then the positive integers would be an appropriate domain for the function."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.IF.B.6",
                            "Label": "Calculate and interpret the average rate of change of a function (presented symbolically or as a table) over a specified interval. Estimate the rate of change from a graph.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.IF.C",
                    "Label": "Analyze functions using different representations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.IF.C.7",
                            "Label": "Graph functions expressed symbolically as well as show and describe key features of the graph, by hand in simple cases and using technology for more complicated cases.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "ME.M9-12.IF.C.7.a",
                                    "Label": "Graph linear and quadratic functions and show intercepts, maxima, and minima.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.IF.C.7.bi",
                                    "Label": "Graph square root and piecewise-defined functions, (including step functions and absolute value functions), as well as show and describe key features of the graph.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.IF.C.7.bii",
                                    "Label": "Graph cube root functions, as well as show and describe key features of the graph.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.IF.C.7.c",
                                    "Label": "Graph polynomial functions of degree three or higher, identifying zeros when suitable factorizations (in factored form or easily factorable) are available, and showing end behavior.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.IF.C.7.d",
                                    "Label": "Graph rational functions, identifying zeros and asymptotes when suitable factorizations are available, and showing end behavior.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.IF.C.7.ei",
                                    "Label": "Graph exponential functions, showing intercepts and end behavior.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.IF.C.7.eii",
                                    "Label": "Graph logarithmic functions, showing intercepts and end behavior and trigonometric functions, showing period, midline, and amplitude.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "ME.M9-12.IF.C.8",
                            "Label": "Write a function defined by an expression in different but equivalent forms to reveal and explain different properties of the function.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "ME.M9-12.IF.C.8.a",
                                    "Label": "Use the process of factoring and completing the square in a quadratic function to show zeros, maximum and minimum values, and symmetry of the graph, and interpret these in terms of a context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.IF.C.8.b",
                                    "Label": "Use the properties of exponents to interpret expressions for exponential functions. For example, apply the properties to financial situations such as identifying appreciation and depreciation rate for the value of a house or car sometime after its initial purchase: Vn = P(1 + r)ⁿ.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "ME.M9-12.IF.C.9",
                            "Label": "Compare properties of two functions each represented in a different way (algebraically, graphically, numerically in tables, or by verbal descriptions).",
                            "Examples": [
                                "For example, given a graph of one quadratic function and an algebraic expression for another, say which has the larger maximum."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.BF",
            "Label": "Algebraic Reasoning - Functions: Building Functions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.BF.A",
                    "Label": "Build a function that models a relationship between two quantities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.BF.A.1",
                            "Label": "Write a function that describes a relationship between two quantities.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "ME.M9-12.BF.A.1.a",
                                    "Label": "Determine an explicit expression, a recursive process, or steps for calculation from a context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.BF.A.1.b",
                                    "Label": "Combine standard function types using arithmetic operations.",
                                    "Examples": [
                                        "For example, build a function that models the temperature of a cooling body by adding a constant function to a decaying exponential, and relate these functions to the model."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.BF.A.1.c",
                                    "Label": "Compose functions.",
                                    "Examples": [
                                        "For example, if T(y) is the temperature in the atmosphere as a function of height, and h(t) is the height of a weather balloon as a function of time, then T(h(t)) is the temperature at the location of the weather balloon as a function of time."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "ME.M9-12.BF.A.2",
                            "Label": "Write arithmetic and geometric sequences both recursively and with an explicit formula, use them to model situations, and translate between the two forms.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.BF.B",
                    "Label": "Build new functions from existing functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.BF.B.3",
                            "Label": "Identify the effect on the graph of replacing f(x) by f(x) + k, k f(x), f(kx), and f(x + k) for specific values of k (both positive and negative); find the value of k given the graphs. Experiment with cases and illustrate an explanation of the effects on the graph using technology. Include recognizing even and odd functions from their graphs and algebraic expressions for them.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.BF.B.4",
                            "Label": "Find inverse functions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "ME.M9-12.BF.B.4.a",
                                    "Label": "Solve an equation of the form f(x) = c (where c represents the output value of the function) for a simple function f that has an inverse and write an expression for the inverse.",
                                    "Examples": [
                                        "For example, if f(x) = 2x^3, then solving f(x) = c leads to x = (c/2)¹/³, which is the general formula for finding an input from a specific output, c, for this function."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.BF.B.4.b",
                                    "Label": "Verify by composition that one function is the inverse of another.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.BF.B.4.c",
                                    "Label": "Read values of an inverse function from a graph or a table, given that the function has an inverse.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.BF.B.4.d",
                                    "Label": "Produce an invertible function from a non-invertible function by restricting the domain.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "ME.M9-12.BF.B.5",
                            "Label": "Understand the inverse relationship between exponents and logarithms and use this relationship to solve problems involving logarithms and exponents.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.LE",
            "Label": "Algebraic Reasoning - Linear, Quadratic, & Exponential Models",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.LE.A",
                    "Label": "Construct and compare linear, quadratic, and exponential models and solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.LE.A.1",
                            "Label": "Distinguish between situations that can be modeled with linear functions and with exponential functions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "ME.M9-12.LE.A.1.a",
                                    "Label": "Prove that linear functions grow by equal differences over equal intervals, and that exponential functions grow by equal factors over equal intervals.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.LE.A.1.b",
                                    "Label": "Recognize situations in which one quantity changes at a constant rate per unit interval relative to another.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.LE.A.1.c",
                                    "Label": "Recognize situations in which a quantity grows or decays by a constant percent rate per unit interval relative to another.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "ME.M9-12.LE.A.2",
                            "Label": "Construct linear and exponential functions, including arithmetic and geometric sequences, given a graph, a description of a relationship, or two input-output pairs (include reading these from a table).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.LE.A.3",
                            "Label": "Observe using graphs and tables that a quantity increasing exponentially eventually exceeds a quantity increasing linearly, quadratically, or (more generally) as a polynomial function.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.LE.A.4",
                            "Label": "For exponential models, express as a logarithm the solution to abᶜᵗ = d where a, c, and d are numbers and the base b is 2, 10, or e; evaluate the logarithm using technology.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.LE.B",
                    "Label": "Interpret expressions for function in terms of the situation they model.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.LE.B.5",
                            "Label": "Interpret the parameters in a linear or exponential function in terms of a context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.TF",
            "Label": "Algebraic Reasoning - Functions: Trigonometric Functions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.TF.A",
                    "Label": "Extend the domain of trigonometric functions using the unit circle.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.TF.A.1",
                            "Label": "Understand radian measure of an angle as the length of the arc on the unit circle subtended by the angle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.TF.A.2",
                            "Label": "Explain how the unit circle in the coordinate plane enables the extension of trigonometric functions to all real numbers, interpreted as radian measures of angles traversed counterclockwise around the unit circle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.TF.A.3",
                            "Label": "Use special triangles to determine geometrically the values of sine, cosine, tangent for π/3, π/4 and π/6, and use the unit circle to express the values of sine, cosine, and tangent for x, π + x, and 2π - x in terms of their values for x, where x is any real number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.TF.A.4",
                            "Label": "Use the unit circle to explain symmetry (odd and even) and periodicity of trigonometric functions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.TF.B",
                    "Label": "Model periodic phenomena with trigonometric functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.TF.B.5",
                            "Label": "Choose trigonometric functions to model periodic phenomena with specified amplitude, frequency, and midline.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.TF.B.6",
                            "Label": "Understand that restricting a trigonometric function to a domain on which it is always increasing or always decreasing allows its inverse to be constructed.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.TF.B.7",
                            "Label": "Use inverse functions to solve trigonometric equations that arise in modeling contexts; evaluate the solutions using technology, and interpret them in terms of the context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.TF.C",
                    "Label": "Prove and apply trigonometric identities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.TF.C.8",
                            "Label": "Prove the Pythagorean identity sin²(θ) + cos²(θ) = 1 and use it to find sin(θ), cos(θ), or tan(θ) given sin(θ), cos(θ), or tan(θ) and the quadrant of the angle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.TF.C.9",
                            "Label": "Prove the addition and subtraction formulas for sine, cosine, and tangent and use them to solve problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.CO",
            "Label": "Geometric Reasoning - Geometry: Congruence",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.CO.A",
                    "Label": "Experiment with transformations in the plane.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.CO.A.1",
                            "Label": "Know precise definitions of angle, circle, perpendicular line, parallel line, and line segment, based on the undefined notions of point, line, distance along a line, and distance around a circular arc.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CO.A.2",
                            "Label": "Represent transformations in the plane using, e.g., transparencies and/or geometry software; describe transformations as functions that take points in the plane as inputs and give other points as outputs. Compare transformations that preserve distance and angle to those that do not (e.g., translation versus horizontal stretch).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CO.A.3",
                            "Label": "Given a rectangle, parallelogram, trapezoid, or regular polygon, describe the rotations and reflections that carry it onto itself.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CO.A.4",
                            "Label": "Develop definitions of rotations, reflections, and translations in terms of angles, circles, perpendicular lines, parallel lines, and line segments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CO.A.5",
                            "Label": "Given a geometric figure and a rotation, reflection, or translation, draw the transformed figure using, e.g., graph paper, tracing paper, or geometry software. Specify a sequence of transformations that will carry a given figure onto another.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.CO.B",
                    "Label": "Understand congruence in terms of rigid motions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.CO.B.6",
                            "Label": "Use geometric descriptions of rigid motions to transform figures and to predict the effect of a given rigid motion on a given figure; given two figures, use the definition of congruence in terms of rigid motions to decide if they are congruent.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CO.B.7",
                            "Label": "Use the definition of congruence in terms of rigid motions to show that two triangles are congruent if and only if corresponding pairs of sides and corresponding pairs of angles are congruent.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CO.B.8",
                            "Label": "Explain how the criteria for triangle congruence (ASA, SAS, and SSS) follow from the definition of congruence in terms of rigid motions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.CO.C",
                    "Label": "Prove geometric theorems and when appropriate, the converse of theorems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.CO.C.9",
                            "Label": "Prove theorems about lines and angles.",
                            "Examples": [
                                "Theorems include: vertical angles are congruent; when a transversal crosses parallel lines, alternate interior angles are congruent and corresponding angles are congruent, and conversely prove lines are parallel; points on a perpendicular bisector of a line segment are exactly those equidistant from the segment's endpoints."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CO.C.10",
                            "Label": "Prove theorems about triangles.",
                            "Examples": [
                                "Theorems include: measures of interior angles of a triangle sum to 180°; base angles of isosceles triangles are congruent, and conversely prove a triangle is isosceles; the segment joining midpoints of two sides of a triangle is parallel to the third side and half the length; the medians of a triangle meet at a point."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CO.C.11",
                            "Label": "Prove theorems about parallelograms.",
                            "Examples": [
                                "Theorems include: opposite sides are congruent, opposite angles are congruent, the diagonals of a parallelogram bisect each other, and conversely, rectangles are parallelograms with congruent diagonals."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.CO.D",
                    "Label": "Make geometric constructions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.CO.D.12",
                            "Label": "Make formal geometric constructions with a variety of tools and methods (compass and straightedge, string, reflective devices, paper folding, dynamic geometric software, etc.).",
                            "Examples": [
                                "Copying a segment; copying an angle; bisecting a segment; bisecting an angle; constructing perpendicular lines, including the perpendicular bisector of a line segment; and constructing a line parallel to a given line through a point not on the line."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CO.D.13",
                            "Label": "Construct an equilateral triangle, a square, and a regular hexagon inscribed in a circle.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.SRT",
            "Label": "Geometric Reasoning - Geometry: Similarity, Right Triangles & Trigonometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.SRT.A",
                    "Label": "Understand similarity in terms of similarity transformations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.SRT.A.1",
                            "Label": "Verify experimentally the properties of dilations given by a center and a scale factor:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "ME.M9-12.SRT.A.1.a",
                                    "Label": "A dilation takes a line not passing through the center of the dilation to a parallel line, and leaves a line passing through the center unchanged.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.SRT.A.1.b",
                                    "Label": "The dilation of a line segment is longer or shorter in the ratio given by the scale factor.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "ME.M9-12.SRT.A.2",
                            "Label": "Given two figures, use the definition of similarity in terms of similarity transformations to decide if they are similar; explain using similarity transformations the meaning of similarity for triangles as the equality of all corresponding pairs of angles and the proportionality of all corresponding pairs of sides.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.SRT.A.3",
                            "Label": "Use the properties of similarity transformations to establish the AA criterion for two triangles to be similar.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.SRT.B",
                    "Label": "Prove theorems involving similarity using a variety of ways of writing proofs, showing validity of underlying reasoning.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.SRT.B.4",
                            "Label": "Prove theorems about triangles.",
                            "Examples": [
                                "Theorems include: a line parallel to one side of a triangle divides the other two proportionally, and conversely; the Pythagorean Theorem proved using triangle similarity."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.SRT.B.5",
                            "Label": "Use congruence and similarity criteria for triangles to solve problems and to prove relationships in geometric figures.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.SRT.C",
                    "Label": "Define trigonometric ratios and solve problems involving right triangles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.SRT.C.6",
                            "Label": "Understand that by similarity, side ratios in right triangles are properties of the angles in the triangle, leading to definitions of trigonometric ratios for acute angles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.SRT.C.7",
                            "Label": "Explain and use the relationship between the sine and cosine of complementary angles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.SRT.C.8",
                            "Label": "Use trigonometric ratios and the Pythagorean Theorem to solve right triangles in applied problems.",
                            "Examples": [
                                "For example, find the current height of the tallest pine tree in Maine using the angle of elevation and the distance from the tree."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.SRT.D",
                    "Label": "Apply trigonometry to general triangles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.SRT.D.9",
                            "Label": "Derive the formula A = ab(1/2)sin(C) for the area of a triangle by drawing an auxiliary line from a vertex perpendicular to the opposite side.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.SRT.D.10",
                            "Label": "Prove the Laws of Sines and Cosines and use them to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.SRT.D.1",
                            "Label": "Understand and apply the Law of Sines and the Law of Cosines to find unknown measurements in right and non-right triangles (e.g., surveying problems, resultant forces).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.C",
            "Label": "Geometric Reasoning - Geometry: Circle",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.C.A",
                    "Label": "Understand and apply theorems about circles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.C.A.1",
                            "Label": "Prove that all circles are similar.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.C.A.2",
                            "Label": "Identify and describe relationships among inscribed angles, radii, and chords.",
                            "Examples": [
                                "Include the relationship between central, inscribed, and circumscribed angles; inscribed angles on a diameter are right angles; the radius of a circle is perpendicular to the tangent where the radius intersects the circle."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.C.A.3",
                            "Label": "Construct the inscribed and circumscribed circles of a triangle and prove properties of angles for a quadrilateral inscribed in a circle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.C.A.4",
                            "Label": "Construct a tangent line from a point outside a given circle to the circle.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.C.B",
                    "Label": "Find arc lengths and areas of sectors of circles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.C.B.5",
                            "Label": "Derive using similarity the fact that the length of the arc intercepted by an angle is proportional to the radius and define the radian measure of the angle as the constant of proportionality; derive the formula for the area of a sector.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.GPE",
            "Label": "Geometric Reasoning - Geometry: Expressing Geometric Properties With Equations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.GPE.A",
                    "Label": "Translate between the geometric description and the equation for a conic section.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.GPE.A.1",
                            "Label": "Derive the equation of a circle of given center and radius using the Pythagorean Theorem; complete the square to find the center and radius of a circle given by an equation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.GPE.A.2",
                            "Label": "Derive the equation of a parabola given a focus and directrix.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.GPE.A.3",
                            "Label": "Derive the equations of ellipses and hyperbolas given the foci and directrix, using the fact that the sum or difference of distances from the foci is constant.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.GPE.B",
                    "Label": "Use coordinates to prove simple geometric theorems algebraically.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.GPE.B.4",
                            "Label": "Use coordinates to prove simple geometric theorems algebraically including the distance formula and its relationship to the Pythagorean Theorem.",
                            "Examples": [
                                "For example, prove or disprove that a figure defined by four given points in the coordinate plane is a rectangle; prove or disprove that the point (1, √3) lies on the circle centered at the origin and containing the point (0, 2)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.GPE.B.5",
                            "Label": "Prove the slope criteria for parallel and perpendicular lines and use them to solve geometric problems (e.g., find the equation of a line parallel or perpendicular to a given line that passes through a given point).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.GPE.B.6",
                            "Label": "Find the point on a directed line segment between two given points that partitions the segment in a given ratio.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.GPE.B.7",
                            "Label": "Use coordinates to compute perimeters of polygons and areas of triangles and rectangles, e.g., using the distance formula.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.GMD",
            "Label": "Geometric Reasoning - Geometry: Geometric Measurements & Dimension",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.GMD.A",
                    "Label": "Explain volume formulas and use them to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.GMD.A.1",
                            "Label": "Give an informal argument for the formulas for the circumference of a circle, area of a circle, volume of a cylinder, pyramid, and cone.",
                            "Examples": [
                                "Use dissection arguments, Cavalieri's principle, and/or informal limit arguments."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.GMD.A.2",
                            "Label": "Give an informal argument using Cavalieri's principle for the formulas for the volume of a sphere and other solid figures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.GMD.A.3",
                            "Label": "Use volume formulas for cylinders, pyramids, cones, and spheres to solve problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.GMD.B",
                    "Label": "Visualize relationships between two-dimensional and three-dimensional objects.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.GMD.B.4",
                            "Label": "Identify the shapes of two-dimensional cross-sections of three-dimensional objects, and identify three-dimensional objects generated by rotations of two-dimensional objects.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.MG",
            "Label": "Geometric Reasoning - Geometry: Modeling with Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.MG.A",
                    "Label": "",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.MG.A.1",
                            "Label": "Use geometric shapes, their measures, and their properties to describe objects (e.g., modeling a tree trunk or a human torso as a cylinder).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.MG.A.2",
                            "Label": "Apply concepts of density based on area and volume in modeling situations (e.g., persons per square mile, BTUs per cubic foot).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.MG.A.3",
                            "Label": "Apply geometric methods to solve design problems (e.g., designing an object or structure to satisfy physical constraints or minimize cost; working with typographic grid systems based on ratios).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.ID",
            "Label": "Statistical Reasoning - Statistics & Probability: Interpreting Categorical & Quantitative Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.ID.A",
                    "Label": "Summarize, represent, and interpret data on a single count or measurement variable.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.ID.A.1",
                            "Label": "Represent data with plots on the real number line (dot plots, histograms, and box plots).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.ID.A.2",
                            "Label": "Use statistics appropriate to the shape of the data distribution to compare center (median, mean) and spread (interquartile range, standard deviation) of two or more different data sets.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.ID.A.3",
                            "Label": "Interpret differences in shape, center, and spread in the context of the data sets, accounting for possible effects of extreme data points (outliers).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.ID.A.4",
                            "Label": "Use the mean and standard deviation of a data set to fit it to a normal distribution and to estimate population percentages. Recognize that there are data sets for which such a procedure is not appropriate. Use calculators, spreadsheets, and tables to estimate areas under the normal curve.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.ID.B",
                    "Label": "Summarize, represent, and interpret data on two categorical variables and two quantitative variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.ID.B.5",
                            "Label": "Summarize categorical data for two categories in two-way frequency tables. Interpret relative frequencies in the context of the data (including joint, marginal, and conditional relative frequencies). Recognize possible associations and trends in the data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.ID.B.6",
                            "Label": "Represent data on two quantitative variables on a scatter plot, and describe how the variables are related.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "ME.M9-12.ID.B.6.a",
                                    "Label": "Fit a function to the data; use functions fitted to data to solve problems in the context of the data. Use given functions or choose a function suggested by the context. Emphasize linear, quadratic, and exponential models.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.ID.B.6.b",
                                    "Label": "Informally assess the fit of a function by plotting and analyzing residuals.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.ID.B.6.c",
                                    "Label": "Fit a linear function for a scatter plot that suggests a linear association.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.ID.C",
                    "Label": "Interpret linear models.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.ID.C.7",
                            "Label": "Interpret the slope (rate of change) and the intercept (constant term) of a linear model in the context of the data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.ID.C.8",
                            "Label": "Compute (using technology) and interpret the correlation coefficient of a linear fit.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.ID.C.9",
                            "Label": "Distinguish between correlation and causation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.IC",
            "Label": "Statistical Reasoning - Making Inferences & Justifying Conclusions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.IC.A",
                    "Label": "Understand and evaluate random processes underlying statistical experiments.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.IC.A.1",
                            "Label": "Understand statistics as a process for making inferences about population parameters based on a random sample from that population.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.IC.A.2",
                            "Label": "Decide if a specified model is consistent with results from a given data-generating process, e.g., using simulation.",
                            "Examples": [
                                "For example, a model says a spinning coin falls heads up with probability 0.5. Would a result of 5 tails in a row cause you to question the model?"
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.IC.B",
                    "Label": "Make inferences and justify conclusions from sample surveys, experiments, and observational studies.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.IC.B.3",
                            "Label": "Recognize the purposes of and differences among sample surveys, experiments, and observational studies; explain how randomization relates to each.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.IC.B.4",
                            "Label": "Use data from a sample survey to estimate a population mean or proportion; develop a margin of error through the use of simulation models for random sampling.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.IC.B.5",
                            "Label": "Use data from a randomized experiment to compare two treatments; use simulations to decide if differences between parameters are significant.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.IC.B.6",
                            "Label": "Evaluate reports based on data.",
                            "Examples": [
                                "For example, use an article in the local news and interpret the validity of the information presented. Consider animal wildlife reports, medical studies, and/or manufacturer claims."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.CP",
            "Label": "Statistical Reasoning - Statistics & Probability: Conditional Probability & the Rules of Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.CP.A",
                    "Label": "Understand independence and conditional probability and use them to interpret data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.CP.A.1",
                            "Label": "Describe events as subsets of a sample space (the set of outcomes) using characteristics (or categories) of the outcomes, or as unions, intersections, or complements of other events (“or,” “and,” “not”).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CP.A.2",
                            "Label": "Understand that two events A and B are independent if the probability of A and B occurring together is the product of their probabilities, and use this characterization to determine if they are independent.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CP.A.3",
                            "Label": "Understand the conditional probability of A given B as P(A and B)/P(B), and interpret independence of A and B as saying that the conditional probability of A given B is the same as the probability of A, and the conditional probability of B given A is the same as the probability of B.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CP.A.4",
                            "Label": "Construct and interpret two-way frequency tables of data when two categories are associated with each object being classified. Use the two-way table as a sample space to decide if events are independent and to approximate conditional probabilities.",
                            "Examples": [
                                "For example, collect data from a random sample of students in your school on their favorite subject among math, science, and English. Estimate the probability that a randomly selected student from your school will favor science given that the student is in tenth grade. Do the same for other subjects and compare the results."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CP.A.5",
                            "Label": "Recognize and explain the concepts of conditional probability and independence in everyday language and everyday situations.",
                            "Examples": [
                                "For example, compare the chance of having lung cancer if you are a smoker with the chance of being a smoker if you have lung cancer."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.CP.B",
                    "Label": "Use the rules of probability to compute probabilities of compound events in a uniform probability model.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.CP.B.6",
                            "Label": "Find the conditional probability of A given B as the fraction of B's outcomes that also belong to A, and interpret the answer in terms of the model.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CP.B.7",
                            "Label": "Apply the Addition Rule, P(A or B) = P(A) + P(B) - P(A and B), and interpret the answer in terms of the model.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CP.B.8",
                            "Label": "Apply the general Multiplication Rule in a uniform probability model, P(A and B) = P(A)P(B|A) = P(B)P(A|B), and interpret the answer in terms of the model.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.CP.B.9",
                            "Label": "Use permutations and combinations to compute probabilities of compound events and solve problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "ME.M9-12.MD",
            "Label": "Statistical Reasoning - Statistics & Probability: Using Probability To Make Decisions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "ME.M9-12.MD.A",
                    "Label": "Calculate expected values and use them to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.MD.A.1",
                            "Label": "Define a random variable for a quantity of interest by assigning a numerical value to each event in a sample space; graph the corresponding probability distribution using the same graphical displays as for data distributions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.MD.A.2",
                            "Label": "Calculate the expected value of a random variable; interpret it as the mean of the probability distribution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.MD.A.3",
                            "Label": "Develop a probability distribution for a random variable defined for a sample space in which theoretical probabilities can be calculated; find the expected value.",
                            "Examples": [
                                "For example, find the theoretical probability distribution for the number of correct answers obtained by guessing on all five questions of a multiple-choice test where each question has four choices, and find the expected grade under various grading schemes."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.MD.A.4",
                            "Label": "Develop a probability distribution for a random variable defined for a sample space in which probabilities are assigned empirically; find the expected value.",
                            "Examples": [
                                "For example, find a current data distribution on the number of TV sets per household in the United States, and calculate the expected number of sets per household. How many TV sets would you expect to find in 100 randomly selected households?"
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "ME.M9-12.MD.B",
                    "Label": "Use probability to evaluate outcomes of decisions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "ME.M9-12.MD.B.5",
                            "Label": "Weigh the possible outcomes of a decision by assigning probabilities to payoff values and finding expected values.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "ME.M9-12.MD.B.5.a",
                                    "Label": "Find the expected payoff for a game of chance.",
                                    "Examples": [
                                        "For example, find the expected winnings from a state lottery ticket or a game at a fast-food restaurant."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "ME.M9-12.MD.B.5.b",
                                    "Label": "Evaluate and compare strategies on the basis of expected values.",
                                    "Examples": [
                                        "For example, compare a high-deductible versus a low-deductible automobile insurance policy using various, but reasonable, chances of having a minor or a major accident."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "ME.M9-12.MD.B.6",
                            "Label": "Use probabilities to make fair decisions (e.g., drawing by lots, using a random number generator).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "ME.M9-12.MD.B.7",
                            "Label": "Analyze decisions and strategies using probability concepts (e.g., product testing, medical testing, pulling a hockey goalie at the end of a game and replacing the goalie with an extra skater).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}