{
    "Directions": "",
    "Context": [],
    "Title": "Source 2: Introducing Jane Eyre: An Unlikely Victorian Heroine",
    "Subtitle": "",
    "Author": "by National Endowment for the Humanities",
    "LabelType": "P",
    "Content": [
        ["6", "\tWhen Charlotte Brontë set out to write the nove Jane Eyre, she was determined to create a main character who challenged the notion of the ideal Victorian woman, or as Brontë was once quoted: “a heroine as plain and as small as myself (Gaskell, Chapter XV).” Brontë’s determination to portray a plain yet passionate young woman who defied the stereotype of the docile and domestic Victorian feminine ideal most likely developed from her own dissatisfaction with domestic duties and a Victorian culture that discouraged women from having literary aspirations. There were many expectations and limitations placed on Victorian women. Considering Brontë’s position and her desire for literary achievement given that context, we are able to see why she felt compelled to write Jane Eyre and to publish it under a male pen name, Currer Bell."],
        ["7", "\tDuring an era in which etiquette guides circulated freely, empire waists¹ gave way to tiny-waisted corsets, and tea parties grew in popularity, it might seem unlikely that realistic novels would set the Victorian literary trend. Perhaps the socially conscious novel may have been a result of the belief of the rising middle class of Victorian England in the possibility for change, since they had witnessed such economic changes in their lifetimes. Works such as Charles Dickens’ Hard Times, George Eliot’s [another woman using a male pen name] Middlemarch and Charlotte Brontë’s own sister Emily’s Wuthering Heights [published under Ellis Bell instead of Emily Brontë] featured female characters that represented trapped and repressed Victorian women marrying for the wrong reasons, disillusioned with family life, and relying on their physical beauty as a means to gain attention and advancement."],
        ["8", "\tAnd then, along came the character Jane Eyre: physically uninteresting yet passionate and intense in her desire to express her emotions and thoughts. It is no wonder that Currer Bell’s novel was considered groundbreaking and bold. Jane is a heroine battling the same societal limitations as her literary counterparts, but her raw narrative voice never fails to expose her Romantic sensibilities, psychological depth, and her adamant desire to stay true to herself."]
    ],
    "Copyright": "Adapted from “Introducing Jane Eyre: An Unlikely Victorian Heroine,” by National Endowment for the Humanities. In the public domain.",
    "References": [
        ["¹", "empire waists: a style of dress fitting just below the bust, leaving the waist and hips undefined, that became fashionable in the early 19th century."]
    ]
}