{
    "Directions": "Read the “Pen Names in Literature” passage set.",
    "Context": [],
    "Title": "Source 1: What's in a Name?",
    "Subtitle": "",
    "Author": "by E. Bennet",
    "LabelType": "P",
    "Content": [
        ["1", "\tNames are useful. Sometimes they're even more useful when they're fake—especially if you're a writer. Pen names, aliases, or pseudonyms—as they're variously called—allow authors freedom, flexibility, and opportunity. Eric Blair, author of Animal Farm and Nineteen Eighty-Four, adopted the name George Orwell because he feared his early work would embarrass his family. C. S. Lewis, concerned about his status as a professor at Oxford, used the name Clive Hamilton to publish a collection of poems. Charles Dodgson, a noted mathematician, used the name Lewis Carroll to write fantasy works such as Alice in Wonderland."],
        ["2", "\tFor many writers, turning to a pen name is the only way to get published. When a local newspaper refused him publication, sixteen-year-old Benjamin Franklin started writing letters to the editor under the persona of the middle-aged widow Silence Dogood. Likewise, many female authors have had to conceal their gender in order to overcome discrimination and get publishers to take them seriously. The Brontë sisters (Charlotte, Emily, and Anne) wrote poetry and novels under male pseudonyms. Charlotte wrote under the name of Currer Bell, while Emily and Anne used the names Ellis and Acton Bell."],
        ["3", "\tEven today some authors adopt a pen name in order to stem biases and preconceived notions. Perhaps the best-known example of this is J. K. Rowling. Rowling's publishers feared that young boys—the presumed audience of the Harry Potter series—wouldn't take the book seriously if they knew it was written by a woman. So Joanne Rowling became J. K. Rowling. In hindsight, though, the change was hardly necessary. Rowling's books enjoyed unprecedented success, gaining millions of fans among boys and girls of all ages, and adults as well."],
        ["4", "\tIn fact, Rowling became so famous that she later turned to another pen name, Robert Galbraith, in order to write detective novels. For Rowling, a new pen name meant a fresh start and a chance to explore a new genre without the pressure of her Harry Potter fame. When asked why she chose a new pen name, Rowling responded, “I was yearning to go back to the beginning of a writing career in this new genre, to work without hype or expectation and to receive totally unvarnished feedback. It was a fantastic experience and I only wish it could have gone on a little longer than it did.”"],
        ["5", "\tSusan Eloise Hinton, who is famous for young-adult novels, is another author who adapted her name. S. E. Hinton's first book, The Outsiders, includes a male narrator. As with J. K. Rowling, Hinton's publisher thought it would be a good idea to use a pen name; if readers associated the narrator of the story with a male author, it would make the story seem more believable. Hinton herself appreciates having the alter ego of a teenage boy. She believes that it helps her separate her writer self from her true self, and it creates a persona as rich as a character in her novels."]
    ],
    "Copyright": "“What's in a Name?” by E. Bennet. Written for educational purposes.",
    "References": []
}