{
    "Directions": "",
    "Context": [
        "In December of 1836, Charlotte Brontë sent a letter with some of her poetry to the Poet Laureate of England, Robert Southey, asking his opinion of her work. The following letter is his reply."
    ],
    "Title": "Source 3: Letter from Robert Southey to Charlotte Brontë",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Keswick, March, 1837."],
        [" ", "Madam,"],
        ["9", "\tIt is not my advice that you have asked as to the direction of your talents, but my opinion of them; and yet the opinion may be worth little, and the advice much. You evidently possess, and in no inconsiderable degree, what Wordsworth calls “the faculty of verse.” I am not depreciating it when I say that in these times it is not rare. Many volumes of poems are now published every year without attracting public attention, any one of which, if it had appeared half a century ago, would have obtained a high reputation for its author. Whoever, therefore, is ambitious of distinction in this way, ought to be prepared for disappointment."],
        ["10", "\tBut it is not with a view to distinction that you should cultivate this talent, if you consult your own happiness. . . . The day dreams in which you habitually indulge are likely to induce a distempered state of mind; and in proportion as all the ordinary uses of the world seem to you flat and unprofitable, you will be unfitted for them without becoming fitted for anything else. Literature cannot be the business of a woman’s life, and it ought not to be. The more she is engaged in her proper duties, the less leisure will she have for it even as an accomplishment and a recreation. To those duties you have not yet been called, and, when you are, you will be less eager for celebrity. You will not seek in imagination for excitement, of which the vicissitudes of this life, and the anxieties from which you must not hope to be exempted, be your state what it may, will bring with them but too much."],
        ["", "...."],
        [" ", "Your true friend, Robert Southey."]
    ],
    "Copyright": "Excerpt from “Letter from Robert Southey to Charlotte Brontë.” In the public domain.",
    "References": []
}