{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:The Mule Bone, a 1930 play written by Zora Neale Hurston and Langston Hughes, is perhaps the best-known of the few examples of ______ in literature. Most writers prefer working alone, and given that working together cost Hurston and Hughes their friendship, it is not hard to see why.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "characterization",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “characterization” would mean a literary work's portrayal of characters' psychological experiences and motivations, but the text doesn't discuss characterization in The Mule Bone specifically or in collaborative works more generally.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "interpretation",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “interpretation” would mean the explanation of a literary work's meaning or significance, but the text doesn't discuss how readers or critics have interpreted The Mule Bone; instead, the text discusses how the play was written collaboratively and how the writing process affected the two authors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "collaboration",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice logically and precisely completes the text's discussion of The Mule Bone, a play that Zora Neale Hurston and Langston Hughes wrote together. In this context, “collaboration” means working together with someone to write a literary work. The text indicates that most writers prefer to work alone and that working together destroyed the friendship between Hurston and Hughes. This establishes that The Mule Bone is a relatively rare example of collaboration in literature.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "commercialization",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “commercialization” would mean writing a literary work in such a way as to ensure its commercial appeal, but the text never discusses commercial appeal as a factor in the writing of The Mule Bone specifically or the writing of collaborative works more generally.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:The process of mechanically recycling plastics is often considered ______ because of the environmental impact and the loss of material quality that often occurs. But chemist Takunda Chazovachii has helped develop a cleaner process of chemical recycling that converts superabsorbent polymers from diapers into a desirable reusable adhesive.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "resilient",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “resilient” would mean able to withstand difficulty and the text does not characterize the plastic-recycling process as having this quality or describe any difficulties that these processes might need to overcome.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "inadequate",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion about recycling plastics. In this context, “inadequate” means not satisfactory. The text indicates that the mechanical plastic-recycling process affects the environment and causes “the loss of material quality.” The text contrasts that with Chazovachii's chemical plastic-recycling process, which is cleaner and produces a desirable product. The text's emphasis on the negative aspects of mechanical recycling suggests that it is inadequate in terms of environmental impact and the quality of the material the process yields.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "dynamic",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “dynamic” would mean constantly changing. Although the text suggests that there have been changes in the field of recycling, as is the case with the advent of Chazovachii's chemical recycling process, there is nothing to suggest that the mechanical process itself has changed or is prone to change.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "satisfactory",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “satisfactory” would mean acceptable but not perfect. The text mentions only shortcomings of the mechanical process (environmental effects and lower material quality), so the text more strongly supports a negative view of this process and provides no evidence that it would be considered satisfactory.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Interruptions in the supply chain for microchips used in personal electronics have challenged an economist's assertion that retailers can expect robust growth in sales of those devices in the coming months. The delays are unlikely to ______ her projection entirely but will almost certainly extend its time frame.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "dispute",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saying that the delays are unlikely to “dispute,” or argue against, the economist's projection wouldn't make sense. Since the delays are an inanimate circumstance, they couldn't argue against a prediction about the sales of personal electronics.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "withdraw",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saying that the delays are unlikely to “withdraw,” or remove from consideration, the economist's projection wouldn't make sense. Although the economist could withdraw her projection because of the delays, the delays themselves couldn't withdraw her projection since they're an inanimate circumstance and thus can't choose to remove something from consideration.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "underscore",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's nothing in the text to suggest that the delays will “underscore,” or emphasize, the economist's projection. Instead, the text suggests that the delays are likely to extend the time frame of the economist's projection but not to undermine the projection entirely.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "invalidate",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the economist's claim about sales of personal electronic devices. In this context, “invalidate” most nearly means nullify or make invalid. The text indicates that interruptions in the supply of microchips for personal electronics “have challenged” the economist's claim that sales of personal electronics will show strong growth in the coming months. The text goes on to clarify the effect of the delays on the economist's projection, stating that the delays are very likely to extend the time frame over which the projected growth in sales will occur. This context suggests that the delays are unlikely to invalidate the economist's projection entirely—the delays will probably alter the time frame of the projection, not nullify it or make it invalid.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:For her 2021 art installation Anthem, Wu Tsang joined forces with singer and composer Beverly Glenn-Copeland to produce a piece that critics found truly ______: they praised Tsang for creatively transforming a museum rotunda into a dynamic exhibit by projecting filmed images of Glenn-Copeland onto a massive 84-foot curtain and filling the space with the sounds of his and other voices singing.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "restrained",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that critics praised the installation for being dynamic and including huge images and lots of sound, and it wouldn't make sense to describe such an exhibit as “restrained,” or limited and not extravagant or showy.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "inventive",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the art installation Anthem. In this context, “inventive” means characterized by invention and creativity. The text explains that critics' responses to the installation involved praise for Tsang's creative transformation of a space into a dynamic exhibit with huge images and lots of sound. This context conveys that the critics found the piece particularly creative.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "inexplicable",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn't make sense to say that critics found the installation “inexplicable,” or incapable of being explained or interpreted, since the critics were able to explain their praise for the installation's transformation of a space with huge images and lots of sound.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "mystifying",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text focuses on the idea that critics praised Tsang for creatively transforming a space into a dynamic exhibit, not that they found the installation “mystifying,” or bewildering and hard to understand. Nothing in the text suggests that the critics couldn't understand the piece.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Some scientists have suggested that mammals in the Mesozoic era were not a very ______ group, but paleontologist Zhe-Xi Luo's research suggests that early mammals living in the shadow of dinosaurs weren't all ground-dwelling insectivores. Fossils of various plant-eating mammals have been found in China, including species like Vilevolodon diplomylos, which Luo says could glide like a flying squirrel.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "predatory",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn't make sense to say that some scientists have suggested that Mesozoic mammals weren't very “predatory,” or that they didn't prey on other animals, since the text establishes a contrast between what some scientists have suggested and Luo's research showing that Mesozoic mammals “weren't all ground-dwelling insectivores.” This context suggests that some scientists have regarded Mesozoic mammals as all being insectivores, or animals that prey on insects, not that some scientists have suggested that Mesozoic mammals didn't prey on other animals.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "obscure",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn't make sense to say that some scientists have suggested that Mesozoic mammals weren't very “obscure,” or concealed or not well known, since the text establishes a contrast between what some scientists have suggested and Luo's research showing that Mesozoic mammals were a varied group. There's no contrast between saying that the mammals weren't concealed or well known and the mammals being varied.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "diverse",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the kinds of mammals alive during the Mesozoic era. As used in this context, “diverse” means to have a significant amount of variety. The text indicates that some scientists have suggested that Mesozoic mammals can't be characterized in a certain way, then contrasts the view put forward by those scientists with Luo's research, which shows that Mesozoic mammals “weren't all ground-dwelling insectivores” and instead were “various.” This context suggests that some scientists have viewed Mesozoic mammals as being all alike, or not a very diverse group.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "localized",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn't make sense to say that some scientists have suggested that Mesozoic mammals weren't very “localized,” or confined to a particular area, since the text establishes a contrast between what some scientists have suggested and Luo's research showing that Mesozoic mammals were a varied group. There's no contrast between saying that the mammals weren't localized and the mammals being varied. Although the text mentions mammal fossils found in China, nothing in the discussion of Luo's research addresses the limits of Mesozoic mammal habitats.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The following text is adapted from Gwendolyn Bennett's 1926 poem “Street Lamps in Early Spring.”",
            ":box:Night wears a garment\nAll velvet soft, all violet blue ...\nAnd over her face she draws a veil\nAs shimmering fine as floating dew ...\nAnd here and there\nIn the black of her hair\nThe subtle hands of Night\nMove slowly with their gem-starred light.",
            "Which choice best describes the overall structure of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It presents alternating descriptions of night in a rural area and in a city.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never mentions any particular location; instead, it focuses on presenting a single description of night as a person with certain clothing and features.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It sketches an image of nightfall, then an image of sunrise.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't make any reference to the sun or sunrise; instead, it focuses on presenting a single image of night as a person with certain clothing and features.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It makes an extended comparison of night to a human being.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the overall structure of the text. Throughout the text, the speaker characterizes nighttime as if it were a person who wears clothing (“a garment” that is “velvet soft” and “violet blue”) and a veil “over her face” and who moves her hands “slowly with their gem- starred light” through her dark hair. Thus, the text is structured as an extended comparison of night to a human being.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It portrays how night changes from one season of the year to the next.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rather than describing how nighttime changes seasonally (or in any other way), the text presents a single image of night as a person with certain clothing and features.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:According to historian Vicki L. Ruiz, Mexican American women made crucial contributions to the labor movement during World War II. At the time, food processing companies entered into contracts to supply United States armed forces with canned goods. Increased production quotas conferred greater bargaining power on the companies' employees, many of whom were Mexican American women: e͟m͟p͟l͟o͟y͟e͟e͟s͟ ͟i͟n͟s͟i͟s͟t͟e͟d͟ ͟o͟n͟ ͟m͟o͟r͟e͟ ͟f͟a͟v͟o͟r͟a͟b͟l͟e͟ ͟b͟e͟n͟e͟f͟i͟t͟s͟,͟ ͟a͟n͟d͟ ͟e͟m͟p͟l͟o͟y͟e͟r͟s͟,͟ ͟w͟h͟o͟ ͟w͟e͟r͟e͟ ͟a͟n͟x͟i͟o͟u͟s͟ ͟t͟o͟ ͟f͟u͟l͟f͟i͟l͟l͟ ͟t͟h͟e͟ ͟c͟o͟n͟t͟r͟a͟c͟t͟s͟,͟ ͟c͟o͟m͟p͟l͟i͟e͟d͟. Thus, labor activism became a platform for Mexican American women to assert their agency.",
            "Which choice best describes the function of the underlined portion in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It elaborates on a claim about labor relations in a particular industry made earlier in the text.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes how the underlined portion functions in the text as a whole. The text says that the increased production quotas of food processing companies during World War II enabled employees to make better bargains in exchange for their labor. The underlined portion presents an example of this increased bargaining power: employees requested more favorable benefits, and employers complied because they were under pressure to fulfill the demanding terms of their contracts. Thus, the underlined portion of the text elaborates on a claim about labor relations in a particular industry (food processing) made earlier in the text.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It offers an example of a trend in the World War II–era economy discussed earlier in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in the text that the economic factors that influenced food processing also influenced other parts of the economy; thus, the bargaining described in the underlined portion of the text cannot be called an example of a trend.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It notes a possible exception to the historical narrative of labor activism sketched earlier in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined portion supports the historical narrative of labor activism in food processing that is sketched in the text, instead of noting an exception to that narrative.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It provides further details about the identities of the workers discussed earlier in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the underlined portion does discuss the demands that workers made in exchange for their labor, it does not discuss the identities of the workers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The following text is adapted from Zora Neale Hurston's 1921 short story “John Redding Goes to Sea.” John is a child who lives in a town in the woods.",
            ":box:Perhaps ten-year-old John was puzzling to the folk there in the Florida woods for he was an imaginative child and fond of day-dreams. The St. John River flowed a scarce three hundred feet from his back door. On its banks at this point grow numerous palms, luxuriant magnolias and bay trees. On the bosom of the stream float millions of delicately colored hyacinths. [͟J͟o͟h͟n͟ ͟R͟e͟d͟d͟i͟n͟g͟]͟ ͟l͟o͟v͟e͟d͟ ͟t͟o͟ ͟w͟a͟n͟d͟e͟r͟ ͟d͟o͟w͟n͟ ͟t͟o͟ ͟t͟h͟e͟ ͟w͟a͟t͟e͟r͟'͟s͟ ͟e͟d͟g͟e͟,͟ ͟a͟n͟d͟,͟ ͟c͟a͟s͟t͟i͟n͟g͟ ͟i͟n͟ ͟d͟r͟y͟ ͟t͟w͟i͟g͟s͟,͟ ͟w͟a͟t͟c͟h͟ ͟t͟h͟e͟m͟ ͟s͟a͟i͟l͟ ͟a͟w͟a͟y͟ ͟d͟o͟w͟n͟ ͟s͟t͟r͟e͟a͟m͟ ͟t͟o͟ ͟J͟a͟c͟k͟s͟o͟n͟v͟i͟l͟l͟e͟,͟ ͟t͟h͟e͟ ͟s͟e͟a͟,͟ ͟t͟h͟e͟ ͟w͟i͟d͟e͟ ͟w͟o͟r͟l͟d͟ ͟a͟n͟d͟ ͟[͟h͟e͟]͟ ͟w͟a͟n͟t͟e͟d͟ ͟t͟o͟ ͟f͟o͟l͟l͟o͟w͟ ͟t͟h͟e͟m͟.",
            "Which choice best describes the function of the underlined sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It provides an extended description of a location that John likes to visit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The second and third sentences of the text provide an extended description of the riverbank where John likes to go, whereas the underlined sentence describes what John does at that location.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It reveals that some residents of John's town are confused by his behavior.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first sentence of the text suggests that John's behavior “was puzzling” to others around him, whereas the underlined sentence concerns the content of John's imaginings.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It illustrates the uniqueness of John's imagination compared to the imaginations of other children.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined sentence elaborates on John's imagination but doesn't mention any other children to whom John could be compared.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It suggests that John longs to experience a larger life outside the Florida woods.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice accurately describes how the underlined sentence functions in the text as a whole. The text establishes that John has a strong imagination and then goes on to describe the St. John River near John's home in the Florida woods. The underlined sentence depicts John sending twigs sailing down the river while he imagines them reaching “Jacksonville, the sea, the wide world,” where he wishes he could follow. This suggests that John longs to expand his life experiences beyond the Florida woods.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The following text is adapted from Oscar Wilde's 1891 novel The Picture of Dorian Gray. Dorian Gray is taking his first look at a portrait that Hallward has painted of him.",
            ":box:Dorian passed listlessly in front of his picture and turned towards it. When he saw it he drew back, and his cheeks flushed for a moment with pleasure. A look of joy came into his eyes, as if he had recognized himself for the first time. He stood there motionless and in wonder, dimly conscious that Hallward was speaking to him, but not catching the meaning of his words. The sense of his own beauty came on him like a revelation. He had never felt it before.",
            "According to the text, what is true about Dorian?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He wants to know Hallward's opinion of the portrait.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dorian isn't depicted as interested in Hallward's opinion of the portrait; rather, he is so enraptured by the painting that he's hardly even aware of Hallward.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He is delighted by what he sees in the portrait.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a statement about Dorian that is directly supported by the text. The narrator of the text says that when Dorian sees his portrait, “his cheeks flushed for a moment with pleasure” and “a look of joy came into his eyes.” The narrator goes on to say that Dorian looked at the portrait “in wonder” and presents him as being so entranced by the portrait that he doesn't notice what Hallward is saying to him. These details support the description of Dorian as being delighted by what he sees in the portrait.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He prefers portraits to other types of paintings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The portrait of Dorian is the only painting mentioned in the text. Although Dorian is depicted as being delighted with this particular portrait, there's no evidence in the text that he likes portraits better than other kinds of paintings.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He is uncertain of Hallward's talent as an artist.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that Dorian is uncertain about Hallward's talent. Instead, the text is focused on Dorian's delight with the portrait.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/SAT2RW2/media/10a.jpg",
            ":box:Economists Kerwin Kofi Charles and Melvin Stephens Jr. investigated a variety of factors that influence voter turnout in the United States. Using survey data that revealed whether respondents voted in national elections and how knowledgeable respondents are about politics, Charles and Stephens claim that the likelihood of voting is driven in part by potential voters' confidence in their assessments of candidates—essentially, the more informed voters are about politics, the more confident they are at evaluating whether candidates share their views, and thus the more likely they are to vote.",
            "Which choice best describes data in the graph that support Charles and Stephens's claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "At each point on the political orientation scale, high-information voters were more likely than low-information voters to vote.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice uses data from the graph to effectively support Charles and Stephens's claim about how level of information affects voters. The graph shows the probability of voting for both high- and low- information voters in seven categories of political orientation. Charles and Stephens claim that “the more informed voters are about politics…the more likely they are to vote.” This statement correctly asserts that the graph shows a higher probability of voting for high-information voters than for low-information voters at each of the seven political orientations. Thus, this statement accurately cites data from the graph that support Charles and Stephens's claim about how level of information affects voters.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Only low-information voters who identify as independents had a voting probability below 50%.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this statement is correct that the only probability in the graph below 50% is for low-information voters categorized as independent (orientation 4), the claim in question is about the relative likelihood that low- and high-information voters will vote, and without some reference to high-information voters, this statement cannot help support such a comparison.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The closer that low-information voters are to the ends of the political orientation scale, the more likely they were to vote.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this statement is correct that the highest probabilities of voting for low-information voters are at the ends of the orientation scale (1 and 7), the claim in question is about the relative likelihood that low- and high-information voters will vote, and without some reference to high-information voters, this statement cannot help support such a comparison.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "High-information voters were more likely to identify as strong Democrats or strong Republicans than low-information voters were.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph does not give any information about how many people are represented in any of the categories, so this statement is not based on data from the graph. Furthermore, even if we did have this information, the claim is about how level of information affects voters' probability of voting, not whether they're likely to strongly identify with a particular political party.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/SAT2RW2/media/11a.jpg",
            ":box:To investigate the effect of lizard predation on spider populations, a student in a biology class placed spiders in two enclosures, one with lizards and one without, and tracked the number of spiders in the enclosures for 30 days. The student concluded that the reduction in the spider population count in the enclosure with lizards by day 30 was entirely attributable to the presence of the lizards.",
            "Which choice best describes data from the graph that weaken the student's conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The spider population count was the same in both enclosures on day 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that the two enclosures started with the same number of spiders is irrelevant to the claim that the reduction in spider population by day 30 in the enclosure with lizards can be entirely attributed to the lizards.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The spider population count also substantially declined by day 30 in the enclosure without lizards.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice describes data from the graph that weaken the student's conclusion about the reduction in the spider population in the enclosure with lizards. The graph shows that the enclosure with lizards and the enclosure without lizards each began with about 85 spiders, and that the number of spiders in each enclosure fell over the 30 days of the study. The student's claim is that the reduction in spiders in the enclosure with lizards is “entirely attributable to the presence of the lizards,” meaning that the spider population wouldn't have declined except for the presence of the lizards. This claim is weakened, however, by the fact that the enclosure without lizards also saw a substantial reduction in the number of spiders. Since the number of spiders fell in the enclosure without lizards as well as in the enclosure with lizards, there must be some other factor than just the presence of the lizards that contributed to the reduction in the spider population.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The largest decline in spider population count in the enclosure with lizards occurred from day 1 to day 10.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that the spider population in the enclosure with lizards fell more between days 1 and 10 than in other periods has nothing to do with the student's claim that the reduction in spiders in that enclosure by day 30 can be entirely attributed to the lizards.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The spider population count on day 30 was lower in the enclosure with lizards than in the enclosure without lizards.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it's true that on day 30 the spider population was lower in the enclosure with lizards than in the enclosure without lizards, this fact doesn't weaken the student's claim that the reduction in the spider population in the enclosure with lizards can be entirely attributed to the lizards. Indeed, the lower spider population in the enclosure with lizards suggests that the lizards are contributing to the reduction in the spider population, though the fact that the spider population also fell substantially in the other enclosure means that the lizards aren't the only cause of the reduction.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Archaeologist Petra Vaiglova, anthropologist Xinyi Liu, and their colleagues investigated the domestication of farm animals in China during the Bronze Age (approximately 2000 to 1000 BCE). By analyzing the chemical composition of the bones of sheep, goats, and cattle from this era, the team determined that wild plants made up the bulk of sheep's and goats' diets, while the cattle's diet consisted largely of millet, a crop cultivated by humans. The team concluded that cattle were likely raised closer to human settlements, whereas sheep and goats were allowed to roam farther away.",
            "Which finding, if true, would most strongly support the team's conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Analysis of the animal bones showed that the cattle's diet also consisted of wheat, which humans widely cultivated in China during the Bronze Age.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would most strongly support the team's conclusion that cattle were likely raised closer to human settlements than sheep and goats were. The text explains that Vaiglova, Liu, and their colleagues analyzed the chemical composition of sheep, goat, and cattle bones from the Bronze Age in China in order to investigate the animals' domestication, or their adaptation from a wild state to a state in which they existed in close connection with humans. According to the text, the team's analysis showed that sheep and goats of the era fed largely on wild plants, whereas cattle fed on millet—importantly, a crop cultivated by humans. If analysis of the animal bones shows that the cattle's diet also consisted of wheat, another crop cultivated by humans in China during the Bronze Age, the finding would support the team's conclusion by offering additional evidence that cattle during this era fed on human-grown crops—and, by extension, that humans raised cattle relatively close to the settlements where they grew these crops, leaving goats and sheep to roam farther away in areas with wild vegetation, uncultivated by humans.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Further investigation of sheep and goat bones revealed that their diets consisted of small portions of millet as well.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If it were true that sheep's and goats' diets consisted of small portions of millet, which the text states was a crop cultivated by humans, the finding would suggest that sheep and goats were raised relatively close to human settlements, weakening the team's conclusion that cattle were likely raised closer to those settlements than sheep and goats were.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Cattle's diets generally require larger amounts of food and a greater variety of nutrients than do sheep's and goats' diets.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finding that cattle generally require more food and nutrients than do sheep and goats wouldn't support the team's conclusion that cattle were likely raised closer to human settlements than sheep and goats were. Nothing in the text suggests that cattle were incapable of obtaining sufficient food and nutrients without access to human-grown crops. Hence, even if cattle's diets are found to have different requirements than the diets of sheep and goats, the cattle could have met those requirements from food located far from human settlements.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The diets of sheep, goats, and cattle were found to vary based on what the farmers in each Bronze Age settlement could grow.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If it were true that the diets of sheep, goats, and cattle varied based on what the farmers in each Bronze Age settlement could grow, the finding would weaken the team's conclusion that cattle were likely raised closer to human settlements than sheep and goats were, suggesting instead that all three types of animals were raised close enough to human settlements to feed on those settlements' crops.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Mosasaurs were large marine reptiles that lived in the Late Cretaceous period, approximately 100 million to 66 million years ago. Celina Suarez, Alberto Pérez-Huerta, and T. Lynn Harrell Jr. examined oxygen-18 isotopes in mosasaur tooth enamel in order to calculate likely mosasaur body temperatures and determined that mosasaurs were endothermic—that is, they used internal metabolic processes to maintain a stable body temperature in a variety of ambient temperatures. Suarez, Pérez-Huerta, and Harrell claim that endothermy would have enabled mosasaurs to include relatively cold polar waters in their range.",
            "Which finding, if true, would most directly support Suarez, Pérez-Huerta, and Harrell's claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Mosasaurs' likely body temperatures are easier to determine from tooth enamel oxygen-18 isotope data than the body temperatures of nonendothermic Late Cretaceous marine reptiles are.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that it's easier to determine mosasaur body temperatures from tooth enamel data than it is to determine nonendothermic reptile body temperatures wouldn't support the researchers' claim. Whether one research process is more difficult than another indicates nothing about the results of those processes and therefore is irrelevant to the issue of where mosasaurs lived and what enabled them to live in those locations.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Fossils of both mosasaurs and nonendothermic marine reptiles have been found in roughly equal numbers in regions known to be near the poles during the Late Cretaceous, though in lower concentrations than elsewhere.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding roughly equal numbers of mosasaur and nonendothermic marine reptile fossils in areas that were near the poles in the Late Cretaceous would suggest that endothermy didn't give mosasaurs any particular advantage when it came to expanding their range to include relatively cold polar waters, thereby weakening the researchers' claim rather than supporting it.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Several mosasaur fossils have been found in regions known to be near the poles during the Late Cretaceous, while relatively few fossils of nonendothermic marine reptiles have been found in those locations.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the finding that, if true, would best support Suarez, Pérez-Huerta, and Harrell's claim about mosasaurs. The text states that Suarez, Pérez-Huerta, and Harrell's research on mosasaur tooth enamel led them to conclude that mosasaurs were endothermic, which means that they could live in waters at many different temperatures and still maintain a stable body temperature. The researchers claim that endothermy enabled mosasaurs to live in relatively cold waters near the poles. If several mosasaur fossils have been found in areas that were near the poles during the period when mosasaurs were alive and fossils of nonendothermic marine reptiles are rare in such locations, that would support the researchers' claim: it would show that mosasaurs inhabited polar waters but nonendothermic marine mammals tended not to, suggesting that endothermy may have been the characteristic that enabled mosasaurs to include polar waters in their range.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "During the Late Cretaceous, seawater temperatures were likely higher throughout mosasaurs' range, including near the poles, than seawater temperatures at those same latitudes are today.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that the temperature of seawater in the Late Cretaceous was warmer than seawater today wouldn't weaken the researchers' claim. Seawater in the Late Cretaceous could have been warmer than seawater today but still cold enough for endothermy to be advantageous to mosasaurs, so this finding wouldn't provide enough information to either support or weaken the researchers' claim.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Researchers hypothesized that a decline in the population of dusky sharks near the mid-Atlantic coast of North America led to a decline in the population of eastern oysters in the region. Dusky sharks do not typically consume eastern oysters but do consume cownose rays, which are the main predators of the oysters.",
            "Which finding, if true, would most directly support the researchers' hypothesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Declines in the regional abundance of dusky sharks' prey other than cownose rays are associated with regional declines in dusky shark abundance.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A finding that there's an association between a decline in the regional abundance of some of dusky sharks' prey and the regional abundance of dusky sharks wouldn't directly support the researchers' hypothesis that a decline in dusky sharks has led to a decline in eastern oysters in the region. Although such a finding might help explain why shark abundance has declined, it would reveal nothing about whether the shark decline is related to the oyster decline.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Eastern oyster abundance tends to be greater in areas with both dusky sharks and cownose rays than in areas with only dusky sharks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A finding that eastern oyster abundance tends to be greater when dusky sharks and cownose rays are present than when only dusky sharks are present wouldn't support the researchers' hypothesis that a decline in dusky sharks has led to a decline in eastern oysters in the region. The text indicates that the sharks prey on the rays, which are the main predators of the oysters; if oyster abundance is found to be greater when rays are present than when rays are absent, that would suggest that rays aren't keeping oyster abundance down, and thus that a decline in rays' predators, which would be expected to lead to an increase in the abundance of rays, wouldn't bring about a decline in oyster abundance as the researchers hypothesize.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Consumption of eastern oysters by cownose rays in the region substantially increased before the regional decline in dusky shark abundance began.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A finding that consumption of eastern oysters by cownose rays increased substantially before dusky sharks declined in regional abundance wouldn't support the researchers' hypothesis that the decline in dusky sharks has led to a decline in eastern oysters in the region. Such a finding would suggest that some factor other than shark abundance led to an increase in rays' consumption of oysters and thus to a decrease in oyster abundance, thereby weakening the researchers' hypothesis.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Cownose rays have increased in regional abundance as dusky sharks have decreased in regional abundance.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would most directly support the researchers' hypothesis about the connection between the dusky shark population decline and the eastern oyster population decline. The text indicates that although dusky sharks don't usually eat eastern oysters, they do consume cownose rays, which are the main predators of eastern oysters. An increase in the abundance of cownose rays in the region in response to a decline in the abundance of dusky sharks would directly support the researchers' hypothesis: a higher number of cownose rays would consume more eastern oysters, driving down the oyster population.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Political scientists who favor the traditional view of voter behavior claim that voting in an election does not change a voter's attitude toward the candidates in that election. Focusing on each US presidential election from 1976 to 1996, Ebonya Washington and Sendhil Mullainathan tested this claim by distinguishing between subjects who had just become old enough to vote (around half of whom actually voted) and otherwise similar subjects who were slightly too young to vote (and thus none of whom voted). Washington and Mullainathan compared the attitudes of the groups of subjects toward the winning candidate two years after each election.",
            "Which finding from Washington and Mullainathan's study, if true, would most directly weaken the claim made by people who favor the traditional view of voter behavior?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Subjects' attitudes toward the winning candidate two years after a given election were strongly predicted by subjects' general political orientation, regardless of whether subjects were old enough to vote at the time of the election.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A finding about links between subjects' attitudes and general political orientation, regardless of age and ability to vote, wouldn't address the presence or absence of changes in attitudes among those subjects who did actually vote. Therefore, the finding wouldn't have any bearing on the claim that voting in an election doesn't change a voter's attitude toward the candidates in that election.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Subjects who were not old enough to vote in a given election held significantly more positive attitudes towards the winning candidate two years later than they held at the time of the election.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A finding that positive attitudes toward a winning candidate significantly increased in the two years after the election among subjects who had been too young to vote would involve only people who didn't vote; therefore, the finding wouldn't have any bearing on the claim that when people do vote, the act of voting doesn't change their attitudes toward the candidates.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Subjects who voted in a given election held significantly more polarized attitudes toward the winning candidate two years later than did subjects who were not old enough to vote in that election.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would weaken the claim made by people who favor the traditional view of voter behavior. According to the text, people who favor that view believe that voting in an election doesn't change a voter's attitude toward the candidates in that election. If Washington and Mullainathan found that two years after an election, attitudes toward the winning candidate were significantly more polarized among subjects who had voted than among subjects who had been too young to vote, that would suggest that the act of voting did have an effect on the voters' attitudes toward the candidates, which would undermine the claim that voting doesn't change voters' attitudes.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Two years after a given election, subjects who voted and subjects who were not old enough to vote were significantly more likely to express negative attitudes than positive attitudes toward the winning candidate in that election.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finding that subjects in both groups were more likely to have negative attitudes than positive attitudes toward the winning candidate two years after an election would reflect all subjects' attitudes at one particular time whether they voted or not, rather than the presence or absence of a change in voters' attitudes after voting. Therefore, the finding would neither weaken nor strengthen the claim that voting in an election doesn't change a voter's attitude toward the candidates.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/SAT2RW2/media/16a.jpg",
            ":box:Perovskite solar cells convert light into electricity more efficiently than earlier kinds of solar cells, and manufacturing advances have recently made them commercially attractive. One limitation of the cells, however, has to do with their electron transport layer (ETL), through which absorbed electrons must pass. Often the ETL is applied through a process called spin coating, but such ETLs are fairly inefficient at converting input power to output power. André Taylor and colleagues tested a novel spray coating method for applying the ETL. The team produced ETLs of various thicknesses and concluded that spray coating holds promise for improving the power conversion efficiency of ETLs in perovskite solar cells.",
            "Which choice best describes data from the graph that support Taylor and colleagues' conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both the ETL applied through spin coating and the ETL applied through spray coating showed a power conversion efficiency greater than 10% at their lowest performing thickness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this claim correctly describes the data in the graph by stating that both the lowest-performing ETL applied through spin coating and the lowest-performing ETL applied through spray coating had a power conversion efficiency greater than 10%, this relationship in the data doesn't support or relate to Taylor and colleagues' conclusion that spray coating promises greater efficiency for solar cells than traditional spin coating does.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The lowest performing ETL applied through spray coating had a higher power conversion efficiency than the highest performing ETL applied through spin coating.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice describes data from the graph that support Taylor and colleagues' conclusion that spray coating holds promise for improving the power conversion efficiency of ETLs in perovskite solar cells. The text explains that perovskite solar cells' efficiency at converting light into electricity is diminished by their electron transport layer (ETL), which is applied through spin coating, but that Taylor's team devised a new spray coating method for applying the ETL that improves its power conversion efficiency. The graph displays data on the power conversion efficiency of solar cells in tests conducted by Taylor's team, with bars for both the highest- and lowest-performing ETLs in two data categories: spray coating and spin coating. According to the graph, the lowest-performing ETL applied through spray coating had a power conversion efficiency of between 14% and 16%, while the highest-performing ETL applied through spin coating had a power conversion efficiency of less than 14%. These data confirm that ETLs applied through novel spray coating are more efficient than those applied though traditional spin coating. Thus, the data support Taylor and colleagues' conclusion about spray coating's potential value.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The highest performing ETL applied through spray coating showed a power conversion efficiency of approximately 13%, while the highest performing ETL applied through spin coating showed a power conversion efficiency of approximately 11%.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This claim does address the greater power conversion efficiency of the highest-performing ETL applied through spray coating, compared with the highest-performing ETL applied through spin coating. However, it also incorrectly cites the value for the efficiency of the highest- performing ETL applied through spray coating as approximately 13%, instead of a value between 14% and 16%, and the value for the efficiency of the highest- performing ETL applied through spin coating as approximately 11%, instead of a value between 12% and 14%, as shown in the graph.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "There was a substantial difference in power conversion efficiency between the lowest and highest performing ETLs applied through spray coating.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Taylor and colleagues' conclusion is based on the difference in the power conversion efficiency of ETLs applied through spray coating and that of ETLs applied through spin coating, not on the difference between the highest- and lowest-performing ETLs applied through just spray coating.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:While attending school in New York City in the 1980s, Okwui Enwezor encountered few works by African artists in exhibitions, despite New York's reputation as one of the best places to view contemporary art from around the world. According to an arts journalist, later in his career as a renowned curator and art historian, Enwezor sought to remedy this deficiency, not by focusing solely on modern African artists, but by showing how their work fits into the larger context of global modern art and art history.",
            "Which finding, if true, would most directly support the journalist's claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As curator of the Haus der Kunst in Munich, Germany, Enwezor organized a retrospective of Ghanaian sculptor El Anatsui's work entitled El Anatsui: Triumphant Scale, one of the largest art exhibitions devoted to a Black artist in Europe's history.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice describes a retrospective that wouldn't support the arts journalist's claim that Enwezor wanted to show how works by modern African artists fit into the larger context of global modern art and art history. The description of El Anatsui: Triumphant Scale indicates that the retrospective focused only on the work of a single African artist, El Anatsui. The description doesn't suggest that the exhibition showed how El Anatsui's works fit into a global artistic context.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In the exhibition Postwar: Art Between the Pacific and the Atlantic, 1945–1965, Enwezor and cocurator Katy Siegel brought works by African artists such as Malangatana Ngwenya together with pieces by major figures from other countries, like US artist Andy Warhol and Mexico's David Siqueiros.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would most directly support the arts journalist's claim about Enwezor's work as a curator and art historian. In the text, the arts journalist asserts that Enwezor wished not just to focus on modern African artists but also to show “how their work fits into the larger context of global modern art and art history,” or how their work relates to artistic developments and work by other artists elsewhere in the world. The description of Postwar: Art Between the Pacific and the Atlantic, 1945–1965 indicates that Enwezor and Siegel's exhibition brought works by African artists together with works by artists from other countries, thus supporting the arts journalist's claim that Enwezor sought to show works by African artists in a context of global modern art and art history.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Enwezor's work as curator of the 2001 exhibition The Short Century: Independence and Liberation Movements in Africa, 1945–1994 showed how African movements for independence from European colonial powers following the Second World War profoundly influenced work by African artists of the period, such as Kamala Ibrahim Ishaq and Thomas Mukarobgwa.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice describes an exhibition that wouldn't support the arts journalist's claim that Enwezor wanted to show how works by modern African artists relate to the larger context of global modern art and art history. The description of The Short Century: Independence and Liberation Movements in Africa, 1945–1994 indicates that the exhibition showed how African artists were influenced by movements for independence from European colonial powers following the Second World War. Although this suggests that Enwezor intended the exhibition to place works by African artists in a political context, it doesn't indicate that the works were placed in a global artistic context.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Enwezor organized the exhibition In/sight: African Photographers, 1940 to the Present not to emphasize a particular aesthetic trend but to demonstrate the broad range of ways in which African artists have approached the medium of photography.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice describes an exhibition that wouldn't support the arts journalist's claim that Enwezor wanted to show how works by modern African artists relate to the larger context of global modern art and art history. The description of In/sight: African Photographers, 1940 to the Present indicates that the exhibition was intended to reveal the broad range of approaches taken by African photographers, not that the exhibition showed how photography by African artists fits into a global artistic context.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:For thousands of years, people in the Americas ______ the bottle gourd, a large bitter fruit with a thick rind, to make bottles, other types of containers, and even musical instruments. Oddly, there is no evidence that any type of bottle gourd is native to the Western Hemisphere; either the fruit or its seeds must have somehow been carried from Asia or Africa.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to use",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nonfinite to-infinitive “to use” doesn't supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "have used",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is finite and nonfinite verb forms within a sentence. A main clause requires a finite verb to perform the action of the subject (in this case, “people in the Americas”), and this choice supplies the finite past perfect tense verb “have used” to indicate what people in the Americas used the gourd for.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "having used",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nonfinite participle “having used” doesn't supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "using",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nonfinite participle “using” doesn't supply the main clause with a finite verb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:While many video game creators strive to make their graphics ever more ______ others look to the past, developing titles with visuals inspired by the “8-bit” games of the 1980s and 1990s. (The term “8-bit” refers to a console whose processor could only handle eight bits of data at once.)",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "lifelike but",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an incomplete sentence with no main clause.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "lifelike",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to mark the boundary between the subordinate clause (“While…lifelike”) and the main clause (“others…past”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "lifelike,",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation between a subordinate clause and a main clause. This choice correctly uses a comma to mark the boundary between the subordinate clause (“While…lifelike”) and the main clause (“others look to the past”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "lifelike, but",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an incomplete sentence with no main clause.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:In the 1950s, a man named Joseph McVicker was struggling to keep his business afloat when his sister- in-law Kay Zufall advised him to repurpose the company's product, a nontoxic, clay-like substance for removing soot from wallpaper, as a modeling putty for kids. In addition, Zufall ______ selling the product under a child-friendly name: Play-Doh.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "suggested",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verbs to express tense. In this choice, the simple past tense verb “suggested” properly indicates that Zufall offered her suggestion for the product's name in the past. This verb tense is consistent with the previous sentence's use of a simple past tense verb (“advised”) to describe Zufall's advice to McVicker in the 1950s.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "suggests",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present tense verb “suggests” doesn't indicate that Zufall offered her suggestion in the past.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "had suggested",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past perfect verb “had suggested” isn't consistent with the previous sentence's use of the simple past tense verb “advised” to describe Zufall's advice to McVicker.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "was suggesting",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past progressive verb “was suggesting” isn't consistent with the previous sentence's use of the simple past tense verb “advised” to describe Zufall's advice to McVicker.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Beatrix Potter is perhaps best known for writing and illustrating children's books such as The Tale of Peter Rabbit (1902), but she also dedicated herself to mycology, the study of ______ more than 350 paintings of the fungal species she observed in nature and submitting her research on spore germination to the Linnean Society of London.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "fungi; producing",
                "Key": {
                    "Correct": false,
                    "Rationale": "A semicolon can't be used in this way to join two supplementary phrases following a coordinate clause.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "fungi. Producing",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a rhetorically unacceptable sentence fragment beginning with “producing.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "fungi producing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lack of punctuation results in a sentence that illogically suggests that the study of fungi is producing more than 350 paintings.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "fungi, producing",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between two supplementary phrases following the coordinate clause (“but she… mycology”). This choice correctly uses a comma to mark the boundary between the supplementary noun phrase (“the study of fungi”) that defines the term “mycology” and the supplementary participial phrase (“producing ...London”) that provides additional information about the extent to which Potter dedicated herself to mycology.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:In assessing the films of Japanese director Akira Kurosawa, ______ have missed his equally deep engagement with Japanese artistic traditions such as Noh theater.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "many critics have focused on Kurosawa's use of Western literary sources but",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-modifier placement. This choice makes the noun phrase “many critics” the subject of the sentence and places it immediately after the modifying phrase “in assessing… Kurosawa.” In doing so, this choice clearly establishes that it is the critics—and not another noun in the sentence—who assess Kurosawa's films.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Kurosawa's use of Western literary sources has been the focus of many critics, who",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the noun phrase “Kurosawa's…sources” immediately after the modifying phrase illogically suggests that his use of Western literary sources is what assesses Kurosawa's films.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "there are many critics who have focused on Kurosawa's use of Western literary sources, but they",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the function word “there” immediately after the modifying phrase illogically suggests that “there” is what assesses Kurosawa's films.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the focus of many critics has been on Kurosawa's use of Western literary sources; they",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the noun phrase “the focus…critics” immediately after the modifying phrase illogically suggests that the critics' focus is what assesses Kurosawa's films.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Joshua Hinson, director of the language revitalization program of the Chickasaw Nation in Oklahoma, helped produce the world's first Indigenous-language instructional app, Chickasaw ______ Chickasaw TV, in 2010; and a Rosetta Stone language course in Chickasaw, in 2015.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Basic; in 2009, an online television network;",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice  fails to punctuate the complex series in a way that makes clear that Hinson helped make a language app in 2009, an online TV network in 2010, and a language course in 2015.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Basic; in 2009, an online television network,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to punctuate the complex series in a way that makes clear that Hinson helped make a language app in 2009, an online TV network in 2010, and a language course in 2015.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Basic, in 2009; an online television network,",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the punctuation of items in a complex series. It's conventional to use a semicolon to separate items in a complex series with internal punctuation, and in this choice, the semicolon after “2009” is conventionally used to separate the first item (“the world's…2009”) and the second item (“an online…2010”) in the series of things that Hinson helped create. Further, the comma after “Basic” correctly pairs with the comma after “app,” and the comma after “network” correctly pairs with the comma after “TV” to set off the supplemental elements (“Chickasaw Basic” and “Chickasaw TV”) that provide the names of the app and the TV network, respectively. Altogether, the punctuation in this choice results in a sentence that clearly indicates that Hinson helped make a language app in 2009, an online TV network in 2010, and a language course in 2015.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Basic, in 2009, an online television network,",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comma after “2009” doesn't match the semicolon used to separate the second and third items in the complex series.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:The forty-seven geothermal springs of Arkansas' Hot Springs National Park are sourced via a process known as natural groundwater recharge, in which rainwater percolates downward through the earth—in this case, the porous rocks of the hills around Hot ______ collect in a subterranean basin.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Springs to",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to use appropriate punctuation to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Springs: to",
                "Key": {
                    "Correct": false,
                    "Rationale": "A colon can't be paired with a dash in this way to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Springs—to",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the punctuation of a supplementary element within a sentence. The dash after “Springs” pairs with the dash after “earth” to separate the supplementary element “in this case, the porous rocks of the hills around Hot Springs” from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Springs, to",
                "Key": {
                    "Correct": false,
                    "Rationale": "A comma can't be paired with a dash in this way to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Over twenty years ago, in a landmark experiment in the psychology of choice, professor Sheena Iyengar set up a jam-tasting booth at a grocery store. The number of jams available for tasting ______ some shoppers had twenty-four different options, others only six. Interestingly, the shoppers with fewer jams to choose from purchased more jam.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "varied:",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of a colon within a sentence. In this choice, the colon is used in a conventional way to introduce the following description of how the number of jams available varied.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "varied,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice creates a comma splice. A comma can't be used in this way to join two main clauses (“the number…varied” and “some…six”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "varied, while",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an illogical and confusing sentence. Using the conjunction “while” to join the main clause (“the number…varied”) with the following clause's description of the number of jams available suggests that the variation in the number of jams is in contrast to some shoppers having twenty-four options.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "varied while",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an illogical and confusing sentence. Using “while” in this way suggests that the number of jams available varied during the time in which some shoppers had twenty-four options and others had six. The sentence makes clear, however, that what follows “varied” is a description of the variation, not a separate, simultaneous occurrence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Nigerian author Buchi Emecheta's celebrated literary oeuvre includes The Joys of Motherhood, a novel about the changing roles of women in 1950s ______ a television play about the private struggles of a newlywed couple in Nigeria; and Head Above Water, her autobiography.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lagos, A Kind of Marriage,",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comma after “Lagos” doesn't match the semicolon used later in the series to separate the second item (“A Kind…Nigeria”) from the third item (“and…autobiography”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lagos; A Kind of Marriage,",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the punctuation of items in a complex series (a series including internal punctuation). In this choice, the semicolon after “Lagos” is conventionally used to separate the first item (“The Joys…Lagos”) and the second item (“A Kind…Nigeria”) in the series. Further, the comma after “Marriage” correctly separates the title “A Kind of Marriage” from the supplementary phrase (“a television…Nigeria”) that describes it.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lagos, A Kind of Marriage:",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comma after “Lagos” doesn't match the semicolon used later in the series to separate the second item (“A Kind…Nigeria”) from the third item (“and… autobiography”). Additionally, a colon can't be used in this way to separate the title “A Kind of Marriage” from the supplementary phrase (“a television… Nigeria”) that describes it.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lagos; A Kind of Marriage",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to use appropriate punctuation to separate the title “A Kind of Marriage” from the supplementary phrase (“a television…Nigeria”) that describes it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Chimamanda Ngozi Adichie's 2013 novel Americanah chronicles the divergent experiences of Ifemelu and Obinze, a young Nigerian couple, after high school. Ifemelu moves to the United States to attend a prestigious university. ______ Obinze travels to London, hoping to start a career there. However, frustrated with the lack of opportunities, he soon returns to Nigeria.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Meanwhile,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Meanwhile” logically signals that the action described in this sentence (Obinze's move to London to pursue a career) is simultaneous with the action described in the previous sentence (Ifemelu's move to the United States). The first sentence establishes that the actions take place around the same time, referring to the characters' “divergent experiences” following high school.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Nevertheless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Nevertheless” illogically signals that the information in this sentence about Obinze's move to London is true despite the previous information about Ifemelu's move to the United States. Instead, as the first sentence establishes, Obinze's move and Ifemelu's move are related, parallel experiences that occur around the same time.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Secondly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Secondly” illogically signals that the information in this sentence is a second point or reason separate from the previous information about Ifemelu's move to the United States. Instead, as the first sentence establishes, Obinze's move and Ifemelu's move are related, parallel experiences that occur around the same time.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In fact,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In fact” illogically signals that the information in this sentence emphasizes, modifies, or contradicts the previous information about Ifemelu's move to the United States. Instead, as the first sentence establishes, Obinze's move and Ifemelu's move are related, parallel experiences that occur around the same time.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Organisms have evolved a number of surprising adaptations to ensure their survival in adverse conditions. Tadpole shrimp (Triops longicaudatus) embryos, ______ can pause development for over ten years during extended periods of drought.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "in contrast,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In contrast” illogically signals that the information in this sentence contrasts with the claim about organisms in the previous sentence. Instead, it exemplifies this claim.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "for example,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“For example” logically signals that the information in this sentence—that tadpole shrimp embryos can pause development during extended periods of drought—exemplifies the previous sentence's claim that organisms have evolved surprising adaptations to survive in adverse conditions.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "meanwhile,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Meanwhile” illogically signals that the information in this sentence is separate from (while occurring simultaneously with) the claim about organisms in the previous sentence. Instead, it exemplifies this claim.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "consequently,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Consequently” illogically signals that the information in this sentence is a consequence, or result, of the claim about organisms in the previous sentence. Instead, it exemplifies this claim.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:In 1933, the Twentieth Amendment to the US Constitution was ratified. The amendment mandates that presidential inaugurations be held on January 20, approximately ten weeks after the November election. ______ this amendment requires newly elected US senators and representatives to be sworn into their respective offices on January 3.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Instead,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Instead” illogically signals that the information in the sentence presents an alternative to or substitute for the Twentieth Amendment's mandate concerning presidential inaugurations. Rather, the sentence presents a separate requirement in addition to that one.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "For instance,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For instance” illogically signals that the information in the sentence exemplifies the Twentieth Amendment's mandate concerning presidential inaugurations. Instead, the sentence presents a separate requirement in addition to that one.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Specifically,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Specifically” illogically signals that the sentence provides specific, precise details elaborating on the Twentieth Amendment's mandate concerning presidential inaugurations. Instead, the sentence presents a separate requirement in addition to that one.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In addition,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“In addition” logically signals that the information in this sentence—that the Twentieth Amendment requires newly elected US senators and representatives to be sworn in on January 3 —is separate from and additional to the amendment's mandate concerning presidential inaugurations.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:In her poetry collection Thomas and Beulah, Rita Dove interweaves the titular characters' personal stories with broader historical narratives. She places Thomas's journey from the American South to the Midwest in the early 1900s within the larger context of the Great Migration. ______ Dove sets events from Beulah's personal life against the backdrop of the US Civil Rights Movement.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Specifically,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Specifically” illogically signals that the information about Beulah in this sentence provides specific details elaborating on the previous information about Thomas. Instead, it's similar to the previous information about Thomas.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Thus,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Thus” illogically signals that the information about Beulah in this sentence is a result or consequence of the previous information about Thomas. Instead, it's similar to the previous information about Thomas.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Regardless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Regardless” illogically signals that the information about Beulah in this sentence is true despite the previous information about Thomas. Instead, it's similar to the previous information about Thomas.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Similarly” logically signals that the information in the sentence—that Dove situates Beulah's life in the context of the US Civil Rights Movement—is similar to the previous information about Thomas and the Great Migration. Both sentences support the first sentence's claim that Dove portrays her characters in the context of broader historical narratives.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":box:• The Philadelphia and Lancaster Turnpike was a road built between 1792 and 1794.\n\n• It was the first private turnpike in the United States.\n\n• It connected the cities of Philadelphia and Lancaster in the state of Pennsylvania.\n\n• It was sixty-two miles long.",
            "The student wants to emphasize the distance covered by the Philadelphia and Lancaster Turnpike. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The sixty-two-mile-long Philadelphia and Lancaster Turnpike connected the Pennsylvania cities of Philadelphia and Lancaster.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes the distance covered by the Philadelphia and Lancaster Turnpike, noting that the turnpike, which connected the two Pennsylvania cities in its name, was sixty-two miles long.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The Philadelphia and Lancaster Turnpike was the first private turnpike in the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes the significance of the turnpike; it doesn't emphasize the distance that the turnpike covered.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The Philadelphia and Lancaster Turnpike, which connected two Pennsylvania cities, was built between 1792 and 1794.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions that the turnpike connected two Pennsylvania cities, it doesn't emphasize the specific distance covered by the turnpike.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A historic Pennsylvania road, the Philadelphia and Lancaster Turnpike was completed in 1794.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes when the turnpike was built; it doesn't emphasize the distance that the turnpike covered.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":box:• Most, but not all, of the Moon's oxygen comes from the Sun, via solar wind.\n\n• Cosmochemist Kentaro Terada from Osaka University wondered if some of the unaccounted-for oxygen could be coming from Earth.\n\n• In 2008, he analyzed data from the Japanese satellite Kaguya.\n\n• Kaguya gathered data about gases and particles it encountered while orbiting the Moon.\n\n• Based on the Kaguya data, Terada confirmed his suspicion that Earth is sending oxygen to the Moon.",
            "The student wants to emphasize the aim of the research study. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As it orbited the Moon, the Kaguya satellite collected data that was later analyzed by cosmochemist Kentaro Terada.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence focuses on how the Kaguya satellite collected data; it doesn't emphasize the aim of the research study.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Before 2008, Kentaro Terada wondered if the Moon was receiving some of its oxygen from Earth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions what Terada was curious about before conducting the research study, it doesn't emphasize his study's aim.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Cosmochemist Kentaro Terada set out to determine whether some of the Moon's oxygen was coming from Earth.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes the aim, or goal, of the research study, noting what Terada set out to do: determine whether some of the Moon's oxygen was coming from Earth.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Kentaro Terada's study determined that Earth is sending a small amount of oxygen to the Moon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence presents the research study's conclusion; it doesn't emphasize the study's aim.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":box:• Ducklings expend up to 62.8% less energy when swimming in a line behind their mother than when swimming alone.\n\n• The physics behind this energy savings hasn't always been well understood.\n\n• Naval architect Zhiming Yuan used computer simulations to study the effect of the mother duck's wake.\n\n• The study revealed that ducklings are pushed in a forward direction by the wake's waves.\n\n• Yuan determined this push reduces the effect of wave drag on the ducklings by 158%.",
            "The student wants to present the study and its methodology. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A study revealed that ducklings, which expend up to 62.8% less energy when swimming in a line behind their mother, also experience 158% less drag.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes the findings of Yuan's study; it doesn't present the study and its methodology.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Seeking to understand how ducklings swimming in a line behind their mother save energy, Zhiming Yuan used computer simulations to study the effect of the mother duck's wake.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence presents both the study and its methodology (that is, the researcher's approach to the problem), explaining that Yuan used computer simulations to study the effect of the mother duck's wake on the ducklings' energy expenditure.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Zhiming Yuan studied the physics behind the fact that by being pushed in a forward direction by waves, ducklings save energy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence provides general information about Yuan's study, it doesn't present the study's methodology.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Naval architect Zhiming Yuan discovered that ducklings are pushed in a forward direction by the waves of their mother's wake, reducing the effect of drag by 158%.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes the findings of Yuan's study; it doesn't present the study and its methodology.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}