{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Lightning Strikes",
    "Subtitle": "",
    "Author": "by Charlene Bruso",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe only diference between a lightning bolt and the small spark that jumps between your hand and a metal doorknob after you scuff across a rug is size. Both happen when electrical charge builds up and suddenly discharges."],
        ["", "Wʜᴀᴛ Is Lɪɢʜᴛɴɪɴɢ?"],
        ["2", "\tLightning begins inside thunderstorms. Updrafts of air lift raindrops from the bottom of the cloud into freezing air at the top. Downdrafts move ice particles lower, into warmer air. Negatively charged electrons build upon the falling ice as it passes the water droplets. In time, the storm cloud becomes negatively charged on the bottom and positively charged on top."],
        ["3", "\tWhen the negative charge builds up enough, a huge number of electrons jump through the air, looking for something that conducts electricity: the ground, a tree, a lightning rod. We see that discharge as a flash of lightning."],
        ["4", "\tLightning zips along at 40 miles (64 kilometers) a second. The center of the lightning bolt is only about as thick as a pencil, but it packs so much energy that it can melt rock or metal and set wood ablaze. An average lightning bolt has enough electricity to run the appliances in your house for a couple of days. But all that electricity arrives at once, at 54,000 degrees Fahrenheit (30,000 Celsius) — six times hotter than the surface of the sun. It would melt anything you tried to use to collect it."],
        ["5", "\tThunder is the sound of lightning. Each bolt super heats the air around it to 18,000 degrees Fahrenheit (9,980 Celsius) in less than a second. The superhot air instantly expands, sending out a shock wave that we hear as thunder. The farther away lightning strikes, the deeper the sound of the thunder  — and the longer it takes to get to you. That's because light travels much faster than sound. In fact, if you count the delay between the lightning and the thunder, you can tell approximately how far away the lightning is (about a mile for every five seconds)."],
        ["", "Lɪɢʜᴛɴɪɴɢ ᴀʀᴏᴜɴᴅ ᴛʜᴇ Wᴏʀʟᴅ"],
        ["6", "\tBetween 1,500 and 2,000 thunderstorms are crackling and booming around the world at this very moment - scientists estimate that lightning strikes somewhere on Earth about 100 times every second. Where does it strikes the most often? Lightning zaps the remote mountain village of Kifuka, in central Africa, nearly every day. There, air masses from the Atlantic Ocean collide with cooler mountain air, making lots of thunderstorms. The Himalayas are another lightning hotspot. In the United States, the best place to spot lightning is Florida. Warm air from the Gulf of Mexico banging into cool air from the Atlantic Ocean creates lightning almost daily across the Sunshine State."],
        ["7", "\tPlaces with very stable weather get the least lightning. The Arctic and Antartica have almost no thunderstorms because their air is about the same temperature everywhere. Lightning is also uncommon far out over the ocean, away from land, for the same reason."],
        ["", "problems/NY21G6E/media/S4a.jpg"],
        ["", "Lɪɢʜᴛɴɪɴɢ Sᴀꜰᴇᴛʏ"],
        ["8", "\tBecause of its unpredictability and power, lightning can be extremely dangerous. If you're caught outside during a lightning storm, don't stand under a tree or lie flat in the open. Instead, crouch down with your hands and your head tucked close (but not touching the ground) and your feet close together. This makes you less of a conductor for any bolts that strike near you. Rubber-soled shoes are not protection - if lightning can zap through miles of air, which is an excellent insulator, your favorite trainers¹ won't stop it either."],
        ["9", "\tIf you can, try to get inside a car or building. You're safe inside the car because electricity will travel over the metal surface instead of through the interior. In buildings, stay away from metal faucets and telephones connected to the wall - lightning can travel through pipes and wires. Then, once you're safe inside, look out and enjoy the awesome beauty of Earth's electricity!"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "trainers: British term for “sneakers”"]
    ]
}