{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Last Regrets",
    "Subtitle": "",
    "Author": "by Paige Hok",
    "LabelType": "P",
    "Content": [
        ["1", "\tI sat in my pink-flowered swimsuit on the hot concrete of the driveway, my legs stretched out in front of me, my chipped pink toenails pointing to the sky. I was reflecting on the brilliant defeat the boys had just suffered in yet another water fight with the neighborhood girls."],
        ["2", "\tLooking down the driveway to the road, I felt the ground beneath me rumble. My legs began to shake, the leaves on the trees trembled, and I could swear that a flowerpot tumbled over on my neighbor's front porch. The intense rattling increased with every passing second."],
        ["3", "\tI got up and started to run, my bare feet smacking against the scalding pavement. I had to hide until I found an excuse. Something, anything, to get me out of it."],
        ["4", "\t“Paige,” I heard my mom call from the front door, “come inside. Your grandparents just pulled up.”"],
        ["5", "\t“Rats”, I whispered. Slowly, I turned around and walked back with my head down, looking at the pavement."],
        ["6", "\tWhen I got to my driveway, I looked up and saw the familiar sight. It was a monster, a big white monster, complete with an “I Love Fishing” bumper sticker. The shadow it made almost covered the entire driveway. But the real problem sat behind the white monster. It looked harmless at first, but I had already spent too many boring afternoons in it this summer. It was a little red fishing boat, my grandpa and grandma's pride and joy."],
        ["7", "\tI walked inside the house where my grandparents and my mom were standing around the island in the kitchen. I gave both of my grandparents a hug and proceeded to the cupboard for a glass."],
        ["8", "\t“How 'bout some fishing, Paige?” my grandpa asked. “Your two brothers are raring¹ to go.”"],
        ["9", "\tThis is what I'd been dreading. “I don't know, Grandpa. It's pretty hot out.”"],
        ["10", "\t“It's never too hot to fish. I brought the boat and everything. It's all hithced up behind the RV. I know how much you love riding in the boat.”"],
        ["11", "\tHe was wrong. I hated that boat. I liked riding in boats when they were going fast. I liked riding in boats that I could water-ski behind. I'd even settle for tubing if skiing wasn't an option. But fishing boats hardly even moved."],
        ["12", "\t“We'll have to buy you a new fishing pole first. Your mom said you lost your one,” said Grandpa."],
        ["13", "\tI seemed to lose a lot of fishing poles, but my grandpa never minded. He would just take me to Target to buy another one."],
        ["14", "\tIn twenty minutes, I found myself walking into the mouth of the monster, complete with pink interior from the dirt-covered floor mats to the darker pink seats. Behind the seats nesteled a small kitchenette, littered with what was surely last month's breakfast: two plates covered with syrup, an old waffle box, an empty carton of eggs, and a basket filled with rotten fruit. Across from the kitchnette stood the bathroom, which contributed to the monster's bad case of morning breath. Beyond the was a small bed, piled high with pink blankets, resembling a tongue that could lash out at any time and swallow me whole."],
        ["15", "\tHanging neatly on hooks above the kitchenette counter were Grandpa's hats, white with stains, like teeth that hadn't been brushed in a while. They all had sayings like “#1 Grandpa” and “Kind of the Sea.” Before he sat down in the driver's seat, Grandpa plucked the nearest hat off a hook and put it on over his bald spot to avoid burning his head in the hot summer sun."],
        ["16", "\tMy grandpa meaneuvered the large RV and boat out of our neighborhood, and in ten minutes, we were at Raccoon River, placing the red fishing boar in the water. I was going to borrow an extra pole that my grandpa kept “just in case.” Great."],
        ["17", "\tIn minutes, all three of us kids had our lines in the water. The sweat running down my body was already stinging my eyes and turning the fake leather seat beneath me into a wet, slippery mess. The breeze that may have made the summer heat bearable was nonexistent on the small lake surrounded by tall trees. It was going to be a long afternoon."],
        ["", "♦♦♦"],
        ["18", "\tThree hours later, everybody else had caught at least two fish. The boat was once again attached to the back of the RV, and we were on our way home, a waste of another Saturday afternoon"],
        ["19", "\t“Wasn't that fun, kids?” asked my grandpa as he peeked back at us through the rear-view mirror."],
        ["20", "\tMy brothers both responded enthusiastically and then began aruging about who had caught the biggest fish. I continued to stare out of the RV window without answering Grandpa's question."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "raring: eager"]
    ]
}