{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] Go Outside and Play!",
    "Subtitle": "",
    "Author": "by Jennifer Krol",
    "LabelType": "P",
    "Content": [
        ["1", "\tThink about how much time you spent outside last week. Really “outside.” Walking from the car into the mall doesn't count."],
        ["2", "\tNow think about how much time you spent indoors—on the Internet or playing video games or watching TV."],
        ["3", "\t“I play inside more than outside,” says Casey M,. of South Bend, Ind. “I like to play games on the computer.”"],
        ["4", "\tIf you're like Casey and many other people, it's likely that you spent more time inside four walls than outside in fresh air. Kids today spend two fewer hours per week on sports and outdoor activities than kids did 20 years ago. That's according to a University of Michigan study. Sedentary (nonmoving) activities are more popular. Most people in the study reported spending most of their free time watching TV (85 percent) or playing computer games (81 percent). The costs “include obesity, greater stress, higher rates of physical and emotional illnesses-and less joy in being alive and aware,” says Richard Louv, author of Last Child in the Woods: Saving Our Children from Nature-Deficit Disorder."],
        ["5", "\tSo why is this happening? And what can you do about it?"],
        ["", "Wʜʏ Pʟᴀʏ? Wʜʏ Oᴜᴛsɪᴅᴇ?"],
        ["6", "\tPlay is important, even for adults. Goofing around relieves stress and lets us feel free and creative. And playing outside is especially good. Just being exposed to the great outdoors does wonders. “Outside light is ... vital to the immune system and simply makes us feel happier,” Pica says."],
        ["7", "\tPlugged in and missing out? Here are four great reasons to get outside and play."],
        ["8", "\tOᴜᴛᴅᴏᴏʀ ᴀᴄᴛɪᴠɪᴛʏ ᴇxᴘᴀɴᴅs ʏᴏᴜʀ sᴇɴsᴇs. Try this: The next time you sit down to IM¹ your buddies, take note of your senses during and after your session. Then do the same experiment after you've done something outside."],
        ["9", "\tWhich makes you feel better?"],
        ["10", "\tBeing outdoors brings the senses to life. In fact, 75 percent of students polled by Weekly Reader said they felt better after spending time outside. “Hiking, exploring, and fishing help hone all of your senses,” says Betsy Keler. She's a professor of exercise and sports sciences at Ithaca Colege in New York. “Smell, sight.. [they're] all engaged when you're outside.”"],
        ["11", "\tBonus! With your senses engaged, you'll feel free and more creative. Clements reports that in a park near her home, young people turned a concrete slab into their own outdoor theater. “They're role-playing. enjoying the creativity and imagination that you can't when you're indoors,” she says."],
        ["12", "\tPʟᴀʏɪɴɢ ᴏᴜᴛsɪᴅᴇ ʜᴇʟᴘs ʏᴏᴜʀ ʙᴏᴅʏ. Want to get fit? Go outside! “The outdoors is the best place for [you] to practice and master physical skils and to experience the pure joy of movement,” says Pica."],
        ["13", "\tYou've probably heard teachers and others tell you that getting 30 minutes of exercise a day or walking 10,000 steps helps you stay fit. “We've emphasized physical activity levels and not focused on the fun aspect,” Keler admits. But if you're having fun, you're more likely to stick with it, and being outside offers special fun and fitness. When playing outside, says Keller, “the terrain varies. You can be on stairs, hills, walls, play equipment. It challenges your balance, coordination, and stamina. Playing on a flat floor doesn't always do that.”"],
        ["14", "\tTime spent outdoors pays off later too. It helps keep your body's clock on track so that you sleep better at night and feel less sleepy during the day."],
        ["15", "\tOᴜᴛᴅᴏᴏʀ ᴘʟᴀʏ ᴇᴀsᴇs ʏᴏᴜʀ ᴍɪɴᴅ. Are you stressed out? Having trouble concentrating? Too much time indoors—away from the natural world-may be a cause. Louv uses a term to describe the set of problems caused by too much time indoors: nature-deficit disorder. “I use it not as a medical diagnosis,” he says. “I use it to describe the price we pay for being so separated from nature.”"],
        ["16", "\tSᴘᴇɴᴅɪɴɢ ᴛɪᴍᴇ ᴏᴜᴛᴅᴏᴏʀs ʙʀɪɴɢs ʏᴏᴜ ᴄʟᴏsᴇʀ ᴛᴏ ᴛʜᴇ ᴇɴᴠɪʀᴏɴᴍᴇɴᴛ. Hearing the leaves crackle underfoot and breathing in fresh air builds awareness and appreciation of the environment. If you walk through the woods in search of cool birds and plants, you may find your mind expanding."],
        ["17", "\tNo woods nearby? You don't need a huge park to enjoy nature's benefits. Nature can be as close as your own backyard or that clump of trees at the end of the street. There are bits of nature everywhere-even in cities. “Some naturalists call that 'nearby nature,” Louv says. “It's a great way to experience a piece of the natural world without wandering too far from home.”"],
        ["18", "\tSo the next time you sit down to spend quality time with a video game, consider treating yourself to alittle outdoor play instead. It's not caled the great outdoors for nothing."],
        ["", "problems/NY21G6E/media/S2a.jpg"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "IM: Instant mesage (such as a phone text mesage or online chat)"]
    ]
}