{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Add and subtract positive rational numbers fluently."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While cleaning his room, Paul found 7 cents on his desk, 98 cents under his bed, and 2 dollars and 4 cents in his closet. What was the total amount of money Paul found?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$2.09",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 0.07 + 0.98 + 2.04, but did not carry the 1 when regrouping from the tenths place (digit to the right of the decimal point) to the ones place (digit to the left of the decimal point). The student needs to focus on understanding how to regroup when adding.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "$3.09",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total amount of money Paul found ($3.09), the student should have added 7 cents ($0.07), 98 cents ($0.98), and 2 dollars and 4 cents ($2.04).",
                    "Percent": 85
                }
            },
            "C": {
                "Choice": "$3.72",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely wrote 7 cents incorrectly as $0.70 and then correctly added this amount to $0.98 and $2.04 (0.70 + 0.98 + 2.04 = 3.72). The student needs to focus on understanding how to write decimal numbers.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "$4.08",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely wrote 2 dollars and 4 cents incorrectly as $2.40 and 7 cents as $0.70, and then correctly added these amounts to $0.98. (2.40 + 0.70 + 0.98 = 4.08) The student needs to focus on understanding how to write decimal numbers.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Compare and order two decimals to thousandths and represent comparisons using the symbols >, <, or =."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which comparison is NOT true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "3.375 > 3.275",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a comparison that is true instead of NOT true (false) as directed. This comparison is true because the 3 in the tenths place (digit to the right of the decimal point) of 3.375 is greater than the 2 in the tenths place of 3.275. The student needs to focus on understanding the values of digits to the right of the decimal point.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "6.875 < 6.9",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a comparison that is true instead of NOT true (false) as directed. This comparison is true because the 8 in the tenths place (digit to the right of the decimal point) of 6.875 is less than the 9 in the tenths place of 6.9, the comparison, 6.875 < 6.9, is true. The student needs to focus on understanding the values of digits to the right of the decimal point.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "2.65 > 2.675",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine that the comparison is NOT true (false) the student should have compared the digits of the two decimals. The two decimals have the same digit in the ones place (digit to the left of the decimal point) and in the tenths place (digit to the right of the decimal point) (2.6 = 2.6). When comparing the digits in the hundredths place (second digit to the right of the decimal point), 5 is less than 7, so 2.65 is less than 2.675, not greater, as the > symbol indicates.",
                    "Percent": 86
                }
            },
            "J": {
                "Choice": "7.675 < 7.75",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a comparison that is true instead of NOT true (false) as directed. This comparison is true because the 6 in the tenths place (digit to the right of the decimal point) of 7.675 is less than the 7 in the tenths place of 7.75. The student needs to focus on understanding the values of digits to the right of the decimal point.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Generate a numerical pattern when given a rule in the form y = ax or y = x + a and graph."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graph shown represents the rule y = x + 1.5.",
            "problems/TX18G5M/media/3a.jpg",
            "Which table contains only values that represent the rule?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX18G5M/media/3b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Instead of adding each x-value and 1.5, the student likely multiplied each x-value times 1.5 to get the corresponding (paired) y-value (0 × 1.5 = 0, 1 × 1.5 = 1.5, 2 × 1.5 = 3, 3 × 1.5 = 4.5) but reversed the numbers in the last pair (6 × 1.5 = 9). The student needs to focus on understanding how to use an addition rule given in an equation to generate a numerical pattern in a table.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "problems/TX18G5M/media/3c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Instead of adding each x-value and 1.5, the student likely multiplied each x-value times 1.5 to get the corresponding (paired) y-value (0 × 1.5 = 0, 1 × 1.5 = 1.5, 2 × 1.5 = 3, 3 × 1.5 = 4.5, and 9 × 1.5 = 13.5). The student needs to focus on understanding how to use an addition rule given in an equation to generate a numerical pattern in a table.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "problems/TX18G5M/media/3d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Instead of adding each x-value and 1.5 to get the corresponding (paired) y-value, the student likely added 1.5 to each y-value to get the next y-value (1.5 + 1.5 = 3, 3 + 1.5 = 4.5, 4.5 + 1.5 = 6, and 6 + 1.5 = 7.5). The student needs to focus on understanding how paired x- and y-values are arranged in a table to represent a numerical pattern.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "problems/TX18G5M/media/3e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine each y-value in the table, the student should have added 1.5 to each corresponding (paired) x-value (0 + 1.5 = 1.5, 1 + 1.5 = 2.5, 2 + 1.5 = 3.5, 3 + 1.5 = 4.5, and 9 + 1.5 = 10.5).",
                    "Percent": 75
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent and solve problems related to perimeter and/or area and related to volume."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Priscilla built a cabinet shaped like a rectangular prism. The length of the base is 9 inches, and the width is 40 inches.",
            "What is the area of the base of the cabinet in square inches?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "49 square inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the length of the base plus the width of the base (9 + 40 = 49), instead of multiplying 40 times 9. The student needs to focus on understanding the formula for determining the area of (amount of space covered by) a rectangle (Area = length times width).",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "360 square inches",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the area (amount of space covered by the base), the student should have multiplied the length of the base (9 inches) times the width of the base (40 inches). (40 × 9 = 360)",
                    "Percent": 86
                }
            },
            "H": {
                "Choice": "98 square inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the perimeter (distance around the outside) of the base instead of the area of (amount of space covered by) the base. The perimeter of a rectangle (the base) is calculated by adding twice the length and twice the width (2 × 9 + 2 × 40 = 98). The student needs to focus on understanding the difference between the formula for determining the area of a rectangle (Area = length times width) and the formula for determining the perimeter of a rectangle (Perimeter = (2 times length) + (2 times width)).",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "Not here",
                "Key": {
                    "Correct": false,
                    "Rationale": "The correct answer (360 square inches) was presented in one of the other answer options.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve for quotients of decimals to the hundredths, up to four-digit dividends and two-digit whole number divisors, using strategies and algorithms, including the standard algorithm."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A math problem is shown.",
            "problems/TX18G5M/media/5a.jpg",
            "What is the quotient?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "0.14",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 78 by 46 instead of 46 by 78 in the first step, subtracted 78 – 46 to get 32, and then brought down the digit 8 from 468. The student likely carried out the remaining division algorithm (procedure) correctly, resulting in 0.14 as the quotient (answer) and disregarded the remainder. The student needs to focus on understanding how to carry out all the steps in the division algorithm.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "0.6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that 46 could not be divided by 78, but did not place a zero in the quotient (answer) to reflect that step. In doing so, the student's quotient was 0.6 instead of 0.06. The student needs to focus on understanding when zeros are needed to keep digits in their correct places in the division algorithm (procedure).",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "0.06",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the quotient (answer) the student should have divided 4.68 by 78. (4.68 ÷ 78 = 0.06)",
                    "Percent": 72
                }
            },
            "D": {
                "Choice": "0.51",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that 78 could be divided into 468 five times instead of six times (so recorded the digit 5 in the quotient). The student likely multiplied 5 times 78 correctly to arrive at 390, subtracted 390 from 468 to get 78, and lastly determined that 78 could be divided by 78 one time (so recorded the digit 1 in the quotient (answer)). The student needs to focus on understanding how to carry out all the steps in the division algorithm (procedure).",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Balance a simple budget."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Wanda's net income for the month of April was $2,438. The table shows her April budget except for an amount in the “Other” category.",
            "problems/TX18G5M/media/6a.jpg",
            "What amount, in dollars and cents, should be in the “Other” category in order for Wanda's April budget to be balanced?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "103.00",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the sum of the dollar amounts Wanda spent on rent, utilities, food, transportation, and savings is $2,335 and that, in order for the budget to be balanced, all expenses must add up to Wanda's net income for the month ($2,438). The student then should have determined that the amount spent on “Other” is $103.00 because 2,438 – 2,335 = 103.",
                    "Percent": 58
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve for products of decimals to the hundredths, including situations involving money, using strategies based on place-value understandings, properties of operations, and the relationship to the multiplication of whole numbers."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "One bucket of gravel has a mass of 7.05 kg. What is the mass of 20 buckets of gravel in kilograms?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "14.1 kg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student correctly multiplied the numbers (705 × 20 = 14,100), but likely miscounted digits when placing the decimal point. The student needs to focus on understanding where to place the decimal point when multiplying with decimals.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "150 kg",
                "Key": {
                    "Correct": false,
                    "Rationale": "When multiplying 705 by the digit 2 in 20, the student likely multiplied 2 × 5 to get 10, hundreds place (7) instead of regrouping it to the tens place (0). The student needs to focus on understanding how to regroup when carrying out the steps in the multiplication algorithm (procedure).",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "27.05 kg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 7.05 and 20 instead of multiplying. The student needs to focus on understanding problem situations that require multiplication to solve.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "141 kg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the mass of the 20 buckets of gravel, the student should have multiplied 7.05 by 20. The student should have determined that the product (answer) when 705 (without the decimal point) is multiplied by 20 is 14,100. To determine the placement of the decimal point, the student should have counted the number of digits to the right of the decimal point in 7.05 (two) and then counted two digits from right to left to place the decimal point in the answer (141.00). Because zeros after a decimal point have no value, 141.00 is equivalent to the correct answer of 141.",
                    "Percent": 61
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Data Analysis"
        ],
        "SubTopics": [
            "Solve one- and two-step problems using data from a frequency table, dot plot, bar graph, stem-and-leaf plot, or scatterplot."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The students in a class were each given a set of letters and asked to make words. The dot plot shows the numbers of students who made from 1 to 7 words.",
            "problems/TX18G5M/media/8a.jpg",
            "What fraction of the students in the class made 5 or more words?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1/20",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely only counted the one dot seen above the 5 on the dot plot instead of counting the dots at “5 or more” as directed, and then correctly counted the total number of students in the class (20). The student needs to focus on understanding the question being asked in problems that have data represented in a dot plot.",
                    "Percent": 26
                }
            },
            "G": {
                "Choice": "1/4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted “5 or more” as “more than 5” and only counted the five dots associated with the values of 6 and 7. The fraction 5/20 was reduced to simplest terms (1/4) by dividing both the numerator (top number) of 5 and the denominator (bottom number) of 20 by 5. The student needs to focus on understanding the question being asked in problems that have data represented in a dot plot.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "3/10",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the fraction of the students in the class who made 5 or more words, the student should have first counted the six dots associated with values of 5 or more and then represented those six dots as a fraction of the entire class (20 students in all). Lastly, the student should have reduced the fraction 6/20 to simplest terms (3/10) by dividing both the numerator (top number) of 6 and the denominator (bottom number) of 20 by 2.",
                    "Percent": 49
                }
            },
            "J": {
                "Choice": "3/4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted “5 or more” as “no more than 5” and counted only the dots associated with the values of 1, 2, 3, 4, and 5. The fraction 15/20 was reduced to simplest terms (3/4) by dividing both the numerator (top number) of 15 and the denominator (bottom number) of 20 by 5. The student needs to focus on understanding the question being asked in problems that have data represented in a dot plot.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Classify two-dimensional figures in a hierarchy of sets and subsets using graphic organizers based on their attributes and properties."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "This graphic organizer is being used to classify triangles based on their angle measures or side lengths.",
            "problems/TX18G5M/media/9a.jpg",
            "Which list shows all of the ways this triangle could be classified?",
            "problems/TX18G5M/media/9b.jpg"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Acute only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely focused only on the angle measures. The student needs to focus on understanding that triangles are classified by angle measures and by side lengths.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "Equilateral only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely focused only on the lengths of the sides and chose equilateral only because all three sides of the triangle are the same length. The student likely disregarded the classification of isosceles, not considering that all equilateral triangles can also be classified as isosceles. The student needs to focus on understanding that triangles are classified by angle measures and by side lengths. The student also needs to focus on the relationship between isosceles triangles and equilateral triangles.",
                    "Percent": 23
                }
            },
            "C": {
                "Choice": "Acute and isosceles only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student correctly identified the two correct classifications of acute and isosceles. The student likely disregarded the classification of equilateral, not considering that all the sides of the triangle are of equal length. The student needs to focus on the relationship between isosceles triangles and equilateral triangles.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "Acute,isosceles,andequilateralonly",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the triangle is classified as acute because all of its angles have measures that are less than 90 degrees, the triangle is classified as isosceles because at least two of its sides are the same length, and that the triangle is classified as equilateral because all three of its sides are the same length.",
                    "Percent": 44
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent multiplication of decimals with products to the hundredths using objects and pictorial models, including area models."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "George bought 3 peppers for a cost of $0.40 each. The model represents this situation.",
            "problems/TX18G5M/media/10a.jpg",
            "problems/TX18G5M/media/10b.jpg",
            "Which equation shows how to find the total cost in dollars and cents of the peppers George bought?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "3 × 4 = 12.00",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted the number of groups (3), the number of strips in each group (4), and then multiplied 3 times 4 to determine the total number of strips (12). The student should have multiplied 3 times 0.40 instead of 4. The student needs to focus on understanding the placement of decimal points when multiplying decimals.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "3 × 40 = 120.00",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted the number of groups (3), the 40 cents (4 × 10) within each group, and then multiplied 3 times 40 to determine the total number of cents (120). The student should have reported the answer in dollars and cents (1.20) as indicated in the question, instead of in cents (120.00). The student needs to focus on understanding the placement of decimal points when multiplying decimals.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "3 × 0.40 = 1.20",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that each strip of squares in the model represents 10 cents and every 10 strips represents 1 dollar. The student should have determined that the cost of the three peppers is found by multiplying the number of groups (3) times the cost of each pepper (40 cents in each group) and that the 12 strips are equal to one dollar (10 strips) and 20 cents (remaining 2 strips).",
                    "Percent": 86
                }
            },
            "J": {
                "Choice": "3 × 0.40 = 0.12",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the number of groups (3) times the number of strips per group (4), and then divided that product (answer) of 12 by 100 (the number of units in the 1 dollar model) to determine the updated answer of 0.12. The student should have multiplied 3 times 0.40 instead of 4 and should not have divided by 100. The student needs to focus on understanding the placement of decimal points when multiplying decimals.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Describe the process for graphing ordered pairs of numbers in the first quadrant of the coordinate plane."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student will graph the point (5, 3) on a coordinate grid. Which steps can the student take in order to graph the point correctly?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Start at the origin. Move 5 units up. Move 3 units right. Graph the point.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the process for graphing the ordered pair, starting with the vertical movement of 5 and then a horizontal movement of 3. The student needs to focus on understanding that when finding locations using ordered pairs, the first number in the ordered pair represents a horizontal first movement to the right or left on the x-axis and the second number in the ordered pair represents a vertical second movement up or down from the stopping point of the horizontal movement.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "Start at the origin. Move 5 units right. Move 3 units right. Graph the point.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted 5 and 3 as both representing distances to the right of (0, 0) on the x-axis. The student needs to focus on understanding that when finding locations using ordered pairs, the first number in the ordered pair represents a horizontal first movement to the right or left on the x-axis and the second number in the ordered pair represents a vertical second movement up or down from the stopping point of the horizontal movement.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Start at the origin. Move 5 units up. Move 3 units up. Graph the point.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted 5 and 3 as both representing distances up from (0, 0) on the y-axis. The student needs to focus on understanding that when finding locations using ordered pairs, the first number in the ordered pair represents a horizontal first movement to the right or left on the x-axis and the second number in the ordered pair represents a vertical second movement up or down from the stopping point of the horizontal movement.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "Start at the origin. Move 5 units right. Move 3 units up. Graph the point.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To describe the process for graphing ordered pairs, the student should have used this process: The origin (point where the x-axis (horizontal) and the y-axis (vertical) on a coordinate grid intersect and also the point represented by the ordered pair (0, 0)) is the starting point. When finding locations using ordered pairs, the first number in the ordered pair represents a horizontal first movement to the right or left on the x-axis. The second number in the ordered pair represents a vertical second movement up or down from the stopping point of the horizontal movement. For the ordered pair (5, 3), the x-value (5) represents the number of units to the right from zero, and the y-value (3) represents the number of units up from there.",
                    "Percent": 76
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Simplify numerical expressions that do not involve exponents, including up to two levels of grouping."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the value of the expression shown?",
            ":box:4[4.5 – 2(1.2)]"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "8.4",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the value of the expression, the student should have used the order of operations, or PEMDAS. Following the order of operations, the student should have done operations in this order: 1. Operations contained in Parentheses or brackets, 2. Exponents (numbers raised to a power), 3. Multiplication/Division from left to right, and 4. Addition/Subtraction from left to right. First the student should have performed the multiplication step within the brackets, 2(1.2) or 2 times 1.2, resulting in 2.4. Second, the student should have subtracted 2.4 from 4.5, resulting in 2.1. Then, since the entire quantity in the brackets has been simplified, the student should have multiplied 4 times 2.1, resulting in 8.4.",
                    "Percent": 62
                }
            },
            "G": {
                "Choice": "15.6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 4 × 4.5, then multiplied 2 × 1.2, and finally subtracted the two values (18 – 2.4 = 15.6). The student needs to focus on understanding the order of operations.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "12",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted first (4.5 – 2.0 = 2.5), then multiplied by 1.2 (2.5 × 1.2 = 3), and finally multiplied by 4 (3 × 4 = 12). The student needs to focus on understanding the order of operations.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "19.2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely carried out the operations as they appear from left to right (4 × 4.5 = 18, 18 – 2 = 16, 16 × 1.2 = 19.2). The student needs to focus on understanding the order of operations.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Estimate to determine solutions to mathematical and real-world problems involving addition, subtraction, multiplication, or division."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Paula wants to buy 3 shirts and 2 belts. The shirts cost $16.89 each, and the belts cost $8.97 each. Paula has $45.",
            "Which of these amounts is the best estimate of how much more money Paula needs in order to buy the shirts and belts?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$16",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely estimated correctly that $16.89 is about $17 and that $8.97 is about $9, but found the cost of 2 shirts and 3 belts instead of 3 shirts and 2 belts. The student then likely calculated the total cost (2 × $17 plus 3 × $9 is $61) and subtracted $61 – $45 = $16. The student needs to focus on attending to the details in a multi-step problem.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "$10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely estimated incorrectly that $16.89 is about $15 and that $8.97 is about $5. The student then likely calculated the total cost (3 × $15 plus 2 × $5 is $55) and subtracted $55 – $45 = $10. The student needs to focus on understanding reasonableness when estimating in problem situations.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "$24",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the best estimate of how much more money is needed, the student should have first estimated that each shirt costs about $17 and each belt costs about $9. Then the student should have estimated the cost of the 3 shirts (3 × $17 = $51) and the 2 belts (2 × $9 = $18) is about $69 ($51 + $18 = $69). The student should have finally determined that since Paula has $45, she needs about $24 more ($69 – $45 = $24).",
                    "Percent": 77
                }
            },
            "D": {
                "Choice": "$5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely estimated that both $16.89 and $8.97 are about $10. The student then likely calculated the total cost (3 × $10 plus 2 × $10 is $50) and subtracted $50 – $45 = $5. The student needs to focus on understanding reasonableness when estimating in problem situations.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Add and subtract positive rational numbers fluently."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Ella finished a bike race in 37.6 minutes. Miranda finished the race 9 1/10 minutes sooner than Ella finished it. How many minutes did it take Miranda to finish the race?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "32.5 minutes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely wrote 9 1/10 as 9.10, but when subtracting, subtracted the lesser digit of 7 in the ones place of 37.6 from the digit 9 in the ones place of 9.10, resulting in 32.5. The student should have recognized that the digit 7 in the ones place was not enough to subtract 9 from, and regrouped from the tens place instead. The student needs to focus on understanding when regrouping is required in subtraction problems.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "46.7 minutes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 37.6 and 9.10 instead of subtracting, resulting in 46.7. The student needs to focus on understanding the difference between problems that require subtraction to solve and problems that require addition to solve.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "28.59 minutes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely wrote 9 1/10 as 9.01 instead of 9.10, and then subtracted correctly from 37.6, resulting in 28.59. The student needs to focus on understanding how to find an equivalent decimal when given a fraction.",
                    "Percent": 23
                }
            },
            "J": {
                "Choice": "Not here",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that, since Miranda finished the race sooner, her time was less than Ella's time and should have calculated the difference in time by subtracting 9 1/10 minutes from 37.6 minutes. Because 1/10 is equivalent to 0.10 (1 divided by 10 = 0.10), the student should have determined that 9 1/10 can be written as 9.10 and then subtracted from 37.6, resulting in 28.5 minutes. This time is not shown in any of the other answer options, so the student should have determined that the answer was 'Not here.'",
                    "Percent": 50
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Identify prime and composite numbers."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Four students each wrote down a number between 30 and 40. The list shows the numbers they wrote.",
            ":box:• Elly — 35\n\n• Ulysses — 39\n\n• Maggie — 37\n\n• Palmer — 33",
            "Which student wrote down a prime number?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Elly",
                "Key": {
                    "Correct": false,
                    "Rationale": "Elly wrote the number 35. The student likely chose 35 because each of its digits alone is a prime number or because it is an odd number (number that cannot be divided by 2 evenly). It is not a prime number because it is divisible by 1, 5, 7, and 35. The student needs to focus on understanding the definition of a prime number and the difference between prime numbers and odd numbers.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Ulysses",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ulysses wrote the number 39. The student likely chose 39 because it is an odd number (number that cannot be divided by 2 evenly). It is not a prime number because it is divisible by 1, 3, 13, and 39. The student needs to focus on understanding the difference between prime numbers and odd numbers.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "Maggie",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that Maggie wrote the prime number 37 because the number 37 only has two numbers that it can be divided by (1 and itself, 37).",
                    "Percent": 59
                }
            },
            "D": {
                "Choice": "Palmer",
                "Key": {
                    "Correct": false,
                    "Rationale": "Palmer wrote the number 33. The student likely chose 33 because each of its digits alone is a prime number or because it is an odd number (number that cannot be divided by 2 evenly). It is not a prime number because it is divisible by 1, 3, 11, and 33. The student needs to focus on understanding the definition of a prime number and the difference between prime numbers and odd numbers.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Divide whole numbers by unit fractions and unit fractions by whole numbers."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the value of this expression?",
            "1/12 ÷ 36"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 36 by 12, instead of multiplying 1/12 by 1/36. The student needs to focus on understanding how to divide unit fractions by whole numbers.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "1/432",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that to divide 1/12 by 36, the number 36 first has to be considered a fraction with a denominator (bottom number) of 1 (36/1). Then the student should have determined that 1/12 divided by 36/1 is equal to 1/12 multiplied by 36/1 inverted (flipped upside down) (1/12 ÷ 36/1 = 1/12 × 1/36 = 1/432).",
                    "Percent": 57
                }
            },
            "H": {
                "Choice": "1/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely inverted (flipped upside down) the fraction 1/12, instead of inverting 36/1, and then correctly divided 12 by 36. The student needs to focus on understanding that the second number in a division expression needs to be inverted before multiplying to find the answer.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "432",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely inverted (flipped upside down) the fraction 1/12, instead of inverting 36/1, and then correctly multiplied 12 times 36. The student needs to focus on understanding that the second number in a division expression needs to be inverted before multiplying to find the answer.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Graph in the first quadrant of the coordinate plane ordered pairs of numbers arising from mathematical and real-world problems, including those generated by number patterns or found in an input-output table."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graph shows three of the four vertices of parallelogram VWXY.",
            "problems/TX18G5M/media/17a.jpg",
            "At which location on the coordinate grid could point Y be located?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(1.5, 6.5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the correct location of point Y on the coordinate grid but reversed the order of the x-coordinate and the y-coordinate when writing the ordered pair. The student needs to focus on understanding that the x-coordinate (horizontal position from 0) comes first in the ordered pair, and the y-coordinate (vertical position from 0) comes second in the ordered pair.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "(6.5, 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the correct location of point Y on the coordinate grid but miscounted 2 units instead of 1.5 when writing the y-coordinate of the ordered pair. The student needs to focus on determining a location on the coordinate grid when the grid lines represent numbers that are fractions or decimals.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "(6.5, 1.5)",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the location of point Y, the last vertex (corner) of the parallelogram (a four-sided figure with two pairs of parallel sides), the student should have found a point exactly three units away (or 6 grid squares that are each 0.5 units long) from point X on the same horizontal grid line. The student should have found the ordered pair that represents this location (6.5, 1.5) by moving 6.5 units from 0 to the right along the x-axis and then 1.5 units up from the stopping point of the horizontal movement.",
                    "Percent": 57
                }
            },
            "D": {
                "Choice": "(2, 6.5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the correct location of point Y on the coordinate grid but miscounted 2 units instead of 1.5 when determining the y-coordinate of the ordered pair and then reversed the order of the x-coordinate and the y-coordinate when writing the ordered pair. The student needs to focus on determining a location on the coordinate grid when the grid lines represent numbers that are fractions or decimals. The student also needs to focus on understanding that the x-coordinate (horizontal position from 0) comes first in the ordered pair, and the y-coordinate (vertical position from 0) comes second in the ordered pair.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent and solve multi-step problems involving the four operations with whole numbers using equations with a letter standing for the unknown quantity."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A family spent $93 at a carnival.",
            ":box:• They spent $18 on tickets to the carnival and $36 on food.\n\n• They spent the rest of the money on games.",
            "Which equation can be used to find g, the amount of money in dollars the family spent on games?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "93 = g + 36 – 18",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely associated spending $18 on tickets with subtraction and then chose the equation showing this amount subtracted. The student should have added $18 to all the other amounts spent at the carnival, including g, the unknown amount spent on games, to get the total of $93. The student needs to focus on understanding how the position of a number or letter in an equation is related to the other numbers or letters in the equation and the operation (+, –, ×, ÷) that is required.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "93 = 18 + 36 – g",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the two known amounts ($18 and $36) but then subtracted the unknown amount (g) instead of adding it to the amounts spent. The student should have added g to all the other amounts spent at the carnival to get the total of $93. The student needs to focus on understanding how the position of a number or letter in an equation is related to the other numbers or letters in the equation and the operation (+, –, ×, ÷) that is required.",
                    "Percent": 33
                }
            },
            "H": {
                "Choice": "93 = 36 – 18 – g",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that in order to find the value of g, the amounts spent would need to be subtracted from $93 and therefore chose subtraction instead of addition. To use subtraction to determine the correct value of g, the equation would have to show the known amounts being subtracted from the total of $93. The equation g = 93 – 36 – 18 could be used to determine g, but this equation is not available in the options. The student needs to focus on understanding how the position of a number or letter in an equation is related to the other numbers or letters in the equation and the operation (+, –, ×, ÷) that is required.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "93 = g + 36 + 18",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that, because the family spent a total of $93, the sum (total) of all the amounts spent must equal $93. Therefore, the amount spent on the games (represented by the letter g), plus the amount spent on food ($36), plus the amount spent on the tickets ($18), add up to $93.",
                    "Percent": 46
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Recognize a cube with side length of one unit as a unit cube having one cubic unit of volume and the volume of a three-dimensional figure as the number of unit cubes (n cubic units) needed to fill it with no gaps or overlaps if possible."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student builds some rectangular prisms using cubes that each have a volume of 1 cubic inch. Which rectangular prism has a volume of 12 cubic inches?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX18G5M/media/19a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely only counted the 12 unit cubes on the front face (side) of the rectangular prism. The front face of this rectangular prism shows 12 cubes, but the volume (amount of three-dimensional space taken up) of the rectangular prism (24 cubic units) is determined by multiplying 3 × 2 × 4. This volume does not match the volume indicated in the question. The student needs to focus on understanding that the volume of a rectangular prism can be found by multiplying the length times the width times the height of the prism or by counting the total number of unit cubes needed to make up the rectangular prism.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "problems/TX18G5M/media/19b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the rectangular prism with a length of 3 cubes, a width of 2 cubes, and a height of 2 cubes has a volume (amount of three-dimensional space taken up) of 12 cubic inches because 3 × 2 × 2 = 12.",
                    "Percent": 71
                }
            },
            "C": {
                "Choice": "problems/TX18G5M/media/19c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely only counted the unit cubes on the front face (side) of the rectangular prism. The front face of this rectangular prism shows 12 cubes, but the volume (amount of three-dimensional space taken up) of the rectangular prism (24 cubic units) is determined by multiplying 6 × 2 × 2. This volume does not match the volume indicated in the question. The student needs to focus on understanding that the volume of a rectangular prism can be found by multiplying the length times the width times the height of the prism or by counting the total number of unit cubes needed to make up the rectangular prism.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "problems/TX18G5M/media/19d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely only counted the 12 unit cubes along one edge of the rectangular prism's front face (side). The volume (amount of three-dimensional space taken up) of the rectangular prism (144 cubic units) is determined by multiplying 12 × 12 × 1. This volume does not match the volume indicated in the question. The student needs to focus on understanding that the volume of a rectangular prism can be found by multiplying the length times the width times the height of the prism or by counting the total number of unit cubes needed to make up the rectangular prism.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve with proficiency for quotients of up to a four-digit dividend by a two-digit divisor using strategies and the standard algorithm."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Shauna is reading a 528 page book. She reads 22 pages every day. How many days will it take Shauna to read the entire book?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "506",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the two given numbers (528 – 22 = 506). Though subtraction could be used to solve the given problem, the subtraction would have had to be repeated until there were 0 pages of the book left to read. The number of subtraction steps (24) would indicate the number of days Shauna needs to read the entire book. The student needs to focus on understanding when division is required to solve a problem.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "26",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined correctly that 52 (the first two digits of 528) divided by 22 is 2 and that 22 × 2 = 44. When subtracting 52 – 44, the student likely made a subtraction error and determined that 52 – 44 = 12, instead of determining that 52 – 44 = 8. The student likely carried out the rest of the division steps correctly, resulting in an answer of 25 with a remainder of 18. The student then likely added 1 extra day to 25 to allow for Shauna reading the last 18 pages of the book. The student needs to focus on understanding how to perform all the steps of the division algorithm (procedure).",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "24",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of days it will take Shauna to read 528 pages, the student should have divided 528 by 22, resulting in a quotient (answer) of 24 days.",
                    "Percent": 79
                }
            },
            "J": {
                "Choice": "550",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the two given numbers (528 + 22 = 550). Though addition could be used to solve the given problem, the addition of 22 would have to be repeated until the total number of pages read was 528. The number of times 22 was added would indicate the number of days Shauna needs to read the entire book (24). The student needs to focus on understanding when division is required to solve a problem.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Generate a numerical pattern when given a rule in the form y = ax or y = x + a and graph."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The equation y = 1.5x can be used to determine y, the number of cups of water needed to cook x cups of rice. Which table shows the relationship between x and y?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX18G5M/media/21a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine each y-value in the table, the student should have multiplied 1.5 times each corresponding (paired) x-value in the table (1.5 × 9 = 13.5, 1.5 × 11 = 16.5, 1.5 × 13 = 19.5, 1.5 × 15 = 22.5) In the equation (y = 1.5x), the side-by-side placement of 1.5 and x indicates that multiplication of 1.5 and each x-value is needed.",
                    "Percent": 50
                }
            },
            "B": {
                "Choice": "problems/TX18G5M/media/21b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added each x-value in the table to 1.5 instead of multiplying to determine each corresponding (paired) y-value (1.5 + 10 = 11.5, 1.5 + 12 = 13.5, 1.5 + 14 = 15.5, 1.5 + 16 = 17.5). The student should have identified that the side-by-side placement of 1.5 and x in the given equation (y = 1.5x) indicates multiplication is needed, not addition. The student needs to focus on understanding that the side-by-side placement of a number and a variable (x) indicates multiplication.",
                    "Percent": 26
                }
            },
            "C": {
                "Choice": "problems/TX18G5M/media/21c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely selected the table in which each y-value can be determined by adding 1.5 to the previous y-value (19.5 + 1.5 = 21, 21 + 1.5 = 22.5, 22.5 + 1.5 = 24). The student should have identified that the side-by-side placement of 1.5 and x in the given equation (y = 1.5x) indicates multiplication of 1.5 and each x-value. The student also should have looked for the relationship between corresponding (paired) x- and y-values, instead of between the y-values in the row. The student needs to focus on understanding how paired x- and y-values are arranged in a table to represent a numerical pattern. The student also needs to focus on understanding that the side-by-side placement of a number and a variable (x) indicates multiplication.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "problems/TX18G5M/media/21d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied each x-value by 1 and then added 0.5 to determine each corresponding (paired) y-value (14 × 1 + 0.5 = 14.5, 16 × 1 + 0.5 = 16.5, 18 × 1 + 0.5 = 18.5, 20 × 1 + 0.5 = 20.5). The student should have only used a procedure of multiplying each x-value by 1.5 to get each corresponding y-value. The student needs to focus on understanding how to multiply with decimal numbers.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent the value of the digit in decimals through the thousandths using expanded notation and numerals."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A temperature in degrees Fahrenheit is shown in expanded notation.",
            "(9 × 10) + (4 × 0.1)",
            "How is this temperature in degrees Fahrenheit written as a numeral?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "90.4",
                "Key": {
                    "Correct": true,
                    "Rationale": "To write the temperature as a numeral, the student should have written 90.4. From left to right for this number, the place value order is tens place, ones place, decimal point, tenths place. The student should have used a 9 in the tens place for the (9 × 10) part of the expanded notation, a 0 in the ones place because the expanded notation had no indication of a value for the ones place (×1), and a 4 in the tenths place to the right of the decimal point for the (4 × 0.1) part of the expanded notation.",
                    "Percent": 50
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent quotients of decimals to the hundredths, up to four-digit dividends and two-digit whole number divisors, using objects and pictorial models, including area models."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Mark has $5.25 in quarters. He spent all this money on 3 sports drinks. He spent the same amount for each sports drink.",
            "problems/TX18G5M/media/23a.jpg",
            "Which equation can be used to find the amount of money Mark spent for each sports drink?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "5.25 × 3 = 15.75",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the total cost ($5.25) by the number of sports drinks (3) instead of dividing the total cost by the number of sports drinks. The procedure the student chose would be used if the money pictured (5.25) represented the cost of each sports drink and the student were asked to determine the total amount spent (15.75) on 3 sports drinks. The student needs to focus on understanding problem situations that require division.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "5.25 ÷ 7 = 0.75",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the total cost ($5.25) by the number of quarters in each row (7) instead of by the number of sports drinks (3). The procedure the student chose would be used if the student were asked to determine the amount of $5.25 spent on each of 7 sports drinks instead of each of 3 sports drinks. The student needs to focus on recognizing the dividend, or number being divided by, in problem situations that require division.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "5.25 ÷ 3 = 1.75",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the cost of each sports drink, the student should have separated $5.25 into three rows of quarters (5.25 divided by 3) with each row representing the cost of one sports drink ($1.75).",
                    "Percent": 79
                }
            },
            "D": {
                "Choice": "5.25 × 7 = 36.75",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the total cost ($5.25) by the number of quarters in each row (7) instead of dividing by the number of sports drinks (3). The procedure the student chose would be used if the money pictured (5.25) represented the cost of each sports drink and the student was asked to determine the total amount spent (36.75) on 7 sports drinks. The student needs to focus on understanding problem situations that require division.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Solve problems by calculating conversions within a measurement system, customary or metric."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The length of one wall in Mr. Shelby's classroom is 29 feet. What is the length of this wall in inches?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "348 in.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the length of the wall in inches, the student should have first determined that there are 12 inches in 1 foot, and then multiplied 12 by 29. (12 × 29 = 348)",
                    "Percent": 77
                }
            },
            "G": {
                "Choice": "242 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 29 by 12 and disregarded the decimal point in the answer, instead of multiplying 29 times 12. The student needs to focus on understanding how to calculate conversions from a larger unit to a smaller unit by multiplying.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "338 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 29 times 12, but when multiplying 29 × 2, made a regrouping error resulting in 29 × 2 = 48 instead of 58. The student likely carried out the remaining steps correctly, resulting in 338. The student needs to focus on understanding how to do all the steps in the multiplication algorithm (procedure).",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "248 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 29 times 12 using two smaller steps (29 × 2) and (29 × 1) to get the partial products (answers). When adding in the last step, the student likely did not regroup from the tens place (second digit from the right) to the hundreds place (third digit from the right), resulting in 248. The student needs to focus on understanding how to do all the steps in the multiplication algorithm (procedure).",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve for products of decimals to the hundredths, including situations involving money, using strategies based on place-value understandings, properties of operations, and the relationship to the multiplication of whole numbers."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An electronic book has a file size of 2.4 megabytes. What is the file size in megabytes of 16 of these electronic books?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "32.4 megabytes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 2 times 16 and then added 0.4. The student needs to focus on understanding the algorithm (procedure) for multiplying decimals.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "54.4 megabytes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely set up the multiplication as 16 × 2.4 and made a regrouping error in each regrouping step. The student likely determined 16 × 0.4 = 12.4 instead of 6.4, 16 × 2 = 42 instead of 32, and then added 12.4 and 42, resulting in 54.4. The student needs to focus on understanding how regrouping needs to be done in the multiplication algorithm (procedure).",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "32.64 megabytes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 16 times 2, multiplied 16 times 4, and combined the two partial products (answers) as one decimal number (16 × 2 = 32, 16 × 4 = 64, and 32 combined with 64 is 32.64). The student should have maintained the correct place values when adding the partial products (16 × 0.4 = 6.4, 16 × 2 = 32.0, 6.4 + 32.0 = 38.4). The student needs to focus on understanding the place values of the numbers at each step of the multiplication algorithm (procedure).",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "38.4 megabytes",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the file size of 16 electronic books, the student should have multiplied the file size of one electronic book times the number of electronic books (2.4 × 16 = 38.4).",
                    "Percent": 83
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Classify two-dimensional figures in a hierarchy of sets and subsets using graphic organizers based on their attributes and properties."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "This Venn diagram is being used to classify two types of quadrilaterals.",
            "problems/TX18G5M/media/26a.jpg",
            "Which type of figure will always belong in the shaded section of this Venn diagram?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Rectangle",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the name of the figures within the left group in the graphic organizer. A rectangle cannot always be classified as a rhombus (figures within the right group in the graphic organizer) because all of its sides do not have to be the same length. To fit into the right group in the graphic organizer, a rectangle would always have to have all side lengths equal. The student needs to focus on understanding the relationship between rectangles, squares, and rhombuses.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "Rhombus",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the name of the figures within the right group in the graphic organizer. A rhombus cannot always be classified as a rectangle (figures within the left group in the graphic organizer) because its angles do not have to be right angles. To fit in the left group in the graphic organizer, a rhombus would always have to have right angles. The student needs to focus on understanding the relationship between rectangles, squares, and rhombuses.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "Square",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the type of figure that will always belong in the shaded section of the Venn diagram, the student should have recognized that a square can be classified as a rectangle (figures within the left group in the graphic organizer) because it has four right angles and each pair of its opposite sides are the same length. The student also should have recognized that a square can also be classified as a rhombus (figures within the right group in the graphic organizer) because all four of its sides are the same length and each pair of its opposite sides are parallel.",
                    "Percent": 71
                }
            },
            "J": {
                "Choice": "Trapezoid",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely only focused on one attribute of a trapezoid (four sides) and found this attribute in common with both the rectangles and rhombuses given in the graphic organizer. The student should have recognized that a trapezoid cannot fit into the right group, because it does not have four sides of equal length and does not have each pair of opposite sides parallel. The student should have recognized that a trapezoid cannot fit into the left group, because it does not have four right angles and each pair of its opposite sides are not the same length. The student needs to focus on the attributes of trapezoids, rectangles, and rhombuses.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Simplify numerical expressions that do not involve exponents, including up to two levels of grouping."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A chef used 1/4 cup of milk for one recipe. Then she used 2 cups of milk for each of 5 more recipes. The total number of cups of milk the chef used can be found by using this expression.",
            "1/4 + (2 × 5)",
            "How many cups of milk did the chef use?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "10 1/4 c",
                "Key": {
                    "Correct": true,
                    "Rationale": "To find the number of cups of milk used, the student should have simplified the expression, using the order of operations, or PEMDAS. Following the order of operations, the student should have done operations in this order: 1. Operations contained in Parentheses or brackets, 2. Exponents (numbers raised to a power), 3. Multiplication/Division from left to right, and 4. Addition/Subtraction from left to right. First, the student should have multiplied the numbers within the parentheses, 2 × 5, resulting in 10. Then the student should have added this number (10) to 1/4, resulting in 10 1/4.",
                    "Percent": 78
                }
            },
            "B": {
                "Choice": "11 1/4 c",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 1/4 and 2 and then multiplied the result (9/4) times 5. The resulting product (answer) from the second operation is 45/4 or 11 1/4. The student needs to focus on understanding that, based on the order of operations, operations contained within parentheses are done first.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "11/4 c",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 2 × 5, resulting in 10, added the numerator (top number) of 1 in 1/4 to the result to get 11, and then kept 4 as the denominator (bottom number) in 11/4. The student needs to focus on understanding how to add fractions to whole numbers.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "15/4 c",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 1 to 2, multiplied the result (3) by 5 to get 15, and then kept 4 as the denominator (bottom number). The student needs to focus on understanding the order of operations and how to add fractions to whole numbers.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent and solve problems related to perimeter and/or area and related to volume."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A hexagon and its side lengths are shown.",
            "problems/TX18G5M/media/28a.jpg",
            "What is the perimeter of the hexagon in feet?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "20.2",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the perimeter (distance around the outside) of the hexagon, the student should have added all of the side lengths (4.5 + 2.8 + 2.8 + 4.5 + 2.8 + 2.8 = 20.2).",
                    "Percent": 62
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Divide whole numbers by unit fractions and unit fractions by whole numbers."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "There are 16 pies on a picnic table.",
            ":box:• Each pie is cut into pieces.\n\n• Each piece is 1/8 of a pie.",
            "How many pieces of pie are on the picnic table?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 16 times 1/8, resulting in 2. The student should have divided 16 by 1/8 instead of multiplying by 1/8. The student needs to focus on understanding problem situations that require dividing whole numbers by fractions.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "88",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined correctly that each pie was cut into 8 pieces. When multiplying 16 times 8, the student likely made a regrouping error, resulting in 88. The student needs to focus on understanding how to regroup when completing the multiplication algorithm (procedure).",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "24",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that each pie was cut into 8 pieces and then added the number of pies (16) and the number of pieces per pie (8), resulting in 24. The student should have multiplied 16 times 8 instead of adding 16 to 8. The student needs to focus on understanding problem situations that require dividing whole numbers by fractions.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "128",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total number of pieces of pie, the student should have divided 16 pies by 18. The result of this, 128, is the same as multiplying 16 pies by 8 pieces (16 ÷ 1/8 = 16 × 8 = 128).",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Compare and order two decimals to thousandths and represent comparisons using the symbols >, <, or =."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Elias has three containers of cooking oil. The table shows the volume of cooking oil in each container.",
            "problems/TX18G5M/media/30a.jpg",
            "Which list shows the containers in order from least to greatest volume in liters?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Container X, Container Y, Container Z",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely attempted to order the numbers from greatest (largest) to least (smallest), instead of from least to greatest, but only considered the first non-zero digit in each number when ordering the numbers (9 > 5 > 1). The student needs to focus on understanding whether a question is asking for values to be ordered from least to greatest or from greatest to least and that digits in different places of a number have different values.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Container Y, Container X, Container Z",
                "Key": {
                    "Correct": true,
                    "Rationale": "To order the numbers from least (smallest) to greatest (largest), the student should have recognized that the decimal with the greatest whole number is 1.42, making it the greatest decimal (and last in the list). The student should also have determined that 0.502 has a lesser value in the tenths place (digit to the right of the decimal point) than 0.946 has (5 < 9), making 0.502 the least value (and first in the list), and leaving 0.946 as the middle decimal in the list. The student should have ordered the decimals from least to greatest as 0.502 (Container Y), followed by 0.946 (Container X), followed by 1.42 (Container Z).",
                    "Percent": 62
                }
            },
            "H": {
                "Choice": "Container Z, Container Y, Container X",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely only considered the first non-zero digit in each number when ordering the numbers from least (smallest) to greatest (largest) (1 < 5 < 9). The student should have considered the place values of these digits when ordering the numbers. The student needs to focus on understanding that digits in different places of a number have different values.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "Container Z, Container X, Container Y",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely ordered the numbers from greatest (largest) to least (smallest) instead of from least to greatest. The student needs to focus on understanding whether a question is asking for values to be ordered from least to greatest or from greatest to least.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent and solve multi-step problems involving the four operations with whole numbers using equations with a letter standing for the unknown quantity."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Mr. Fernández packed 31 red apples and 41 green apples into a box for a customer. He packed 8 boxes like this. Mr. Fernández used this equation to find x, the number of apples he packed into all the boxes.",
            "x = (31 + 41)8",
            "How many apples did Mr. Fernández pack into the boxes?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "576",
                "Key": {
                    "Correct": true,
                    "Rationale": "To find the number of apples in the boxes, the student should have simplified the expression, using the order of operations, or PEMDAS. Following the order of operations, the student should have done operations in this order: 1. Operations contained in Parentheses or brackets, 2. Exponents (numbers raised to a power), 3. Multiplication/Division from left to right, and 4. Addition/Subtraction from left to right. The student should have first added within the parentheses, 31 + 41, resulting in 72 and then multiplied this sum (72) times 8, resulting in 576.",
                    "Percent": 78
                }
            },
            "B": {
                "Choice": "568",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when adding 31 and 41, resulting in 71, and then correctly multiplied 8 by the sum (71 × 8 = 568). The student needs to focus on understanding how to complete the addition algorithm (procedure) without error.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "80",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added all the numbers (31 + 41 + 8 = 80). The student needs to focus on understanding that the placement of a number just outside of parentheses indicates that multiplication is required.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "10,168",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied all the numbers (31 × 41 × 8 = 10,168). The student needs to focus on understanding that a plus sign indicates that addition is required.",
                    "Percent": 1
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Define income tax, payroll tax, sales tax, and property tax."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of these is NOT an example of a property tax?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Tax paid on the value of a farm a person owns",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely does not recognize that a farm is a piece of property. The student should have selected the option with “Tax paid on the value of a piece of furniture a person owns” as that is the only option that is not an example of property tax. The student needs to focus on understanding examples and non-examples of property tax.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Tax paid on the value of a piece of land a person owns",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely does not recognize that a piece of land is a piece of property. The student should have selected the option with “Tax paid on the value of a piece of furniture a person owns” as that is the only option that is not an example of property tax. The student needs to focus on understanding examples and non-examples of property tax.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Tax paid on the value of a piece of furniture a person owns",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the tax paid on the value of a piece of furniture is sales tax, not property tax.",
                    "Percent": 79
                }
            },
            "J": {
                "Choice": "Tax paid on the value of a home a person owns",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely does not recognize that a home is a piece of property. The student should have selected the option with “Tax paid on the value of a piece of furniture a person owns” as that is the only option that is not an example of property tax. The student needs to focus on understanding examples and non-examples of property tax.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Recognize the difference between additive and multiplicative numerical patterns given in a table or graph."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table represents a relationship between x and y.",
            "problems/TX18G5M/media/33a.jpg",
            "The relationship between the x-values and y-values creates a pattern that is  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "additive, because each x-value increases by 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the relationship between consecutive x-values (values in the first column) in the table. The student needs to focus on understanding the relationship between corresponding (paired) x- and y-values within a table.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "additive, because each y-value is determined by adding 17 to the corresponding x-value",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the pattern in the given table is additive because each y-value can be found by adding 17 to each corresponding (paired) x-value (5 + 17 = 22, 10 + 17 = 27, 15 + 17 = 32, and 20 + 17 = 37).",
                    "Percent": 75
                }
            },
            "C": {
                "Choice": "multiplicative, because each y-value is determined by multiplying the corresponding x-value by 17",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the difference of 17 between each y-value and each corresponding (paired) x-value, but related the difference to multiplication instead of addition. The student needs to focus on understanding the difference between additive and multiplicative relationships within a table.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "multiplicative, because each x-value is a multiple of 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a common characteristic of the given x-values, since all of the x-values are multiples of 5 (numbers that can be divided by 5 evenly). The student needs to focus on understanding the relationship between corresponding (paired) x- and y-values within a table. The student needs to also focus on understanding the difference between additive and multiplicative relationships within a table.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Data Analysis"
        ],
        "SubTopics": [
            "Solve one- and two-step problems using data from a frequency table, dot plot, bar graph, stem-and-leaf plot, or scatterplot."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The stem and leaf plot shows Ryan's math scores so far this year.",
            "problems/TX18G5M/media/34a.jpg",
            "What is the sum of Ryan's greatest math score and least math score?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "169",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the first score in the top row (79) and the first score in the bottom row (90), resulting in a sum of 169. The student needs to focus on understanding how stem and leaf plots display data.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "187",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the greatest (highest) score in the bottom row (97) to the least (lowest) score in the bottom row (90), resulting in a sum of 187. The student needs to focus on understanding how stem and leaf plots display data.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "176",
                "Key": {
                    "Correct": true,
                    "Rationale": "Using the key 9|1 means 91, the student should have determined that Ryan's math scores are 79, 82, 82, 83, 86, 90, 91, 93, 94, and 97 and that the sum of his greatest (highest) score (97) and his least (lowest) score (79) is 176 because 97 + 79 = 176.",
                    "Percent": 77
                }
            },
            "J": {
                "Choice": "Not here",
                "Key": {
                    "Correct": false,
                    "Rationale": "The correct answer (176) was presented in one of the other answer options.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve for quotients of decimals to the hundredths, up to four-digit dividends and two-digit whole number divisors, using strategies and algorithms, including the standard algorithm."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The weight of sand in a large bag is 63.4 pounds. The sand in the bag is divided equally into 20 small bags.",
            "What is the weight in pounds of the sand in each small bag?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "3.114 lb",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 63.4 by 20 correctly to get the first part of the quotient (answer) of 3.1. Then the student likely added the remainder of 14 to the end of 3.1, resulting in 3.114 instead of adding a 0 and continuing the division algorithm (procedure) to get the correct answer of 3.17. The student needs to focus on understanding what to do with a remainder when dividing with decimals.",
                    "Percent": 21
                }
            },
            "B": {
                "Choice": "3.107 lb",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 63.4 by 20 correctly to get the first part of the quotient (answer) of 3.1, but then incorrectly added 0 to the quotient. This resulted in the incorrect answer of 3.107 after completing the division algorithm (procedure). The student needs to focus on understanding how to complete all of the steps in the division algorithm.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "31.7 lb",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the two numbers correctly, but made an error in placing the decimal point in the quotient (answer). The student should have placed the decimal point between the digit 3 and the digit 1, instead of between the digit 1 and the digit 7. The student needs to focus on understanding where to place the decimal point in the quotient when dividing with decimals.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "3.17 lb",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the weight of the sand in each small bag, the student should have divided the amount of sand in the large bag (63.4) by the number of small bags (20) resulting in 3.17, because 63.4 ÷ 20 = 3.17.",
                    "Percent": 50
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Graph in the first quadrant of the coordinate plane ordered pairs of numbers arising from mathematical and real-world problems, including those generated by number patterns or found in an input-output table."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Henry used a number machine to create ordered pairs of numbers. Each number he put into the machine, x, came out as a different number, y, based on a rule. Some ordered pairs from Henry's machine are shown.",
            "problems/TX18G5M/media/36a.jpg",
            "Which graph best represents the ordered pairs from Henry's number machine?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18G5M/media/36b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely miscounted the vertical distance when graphing (10, 5) and graphed (10, 6) instead. The student needs to focus on understanding how to graph points on the coordinate plane with accuracy.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "problems/TX18G5M/media/36c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the graph with points located at (4, 2), (6, 3), (8, 4), and (10, 5) best represents the ordered pairs in the number machine. The student should have determined for each point on the graph that the x-value (presented on the left side of number machine) represents the horizontal distance to the right from zero, and the y-value (presented on the right side of the number machine) represents the vertical distance up from there.",
                    "Percent": 84
                }
            },
            "H": {
                "Choice": "problems/TX18G5M/media/36d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the x-value to determine the vertical distance from zero and the y-value to determine the horizontal distance from zero when graphing the four ordered pairs. The student should have used the x-value to determine the horizontal distance to the right from zero and the y-value to determine the vertical distance up from there. The student needs to focus on understanding that the x-value (horizontal distance) comes first in an ordered pair, and the y-value (vertical distance) comes second in an ordered pair.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "problems/TX18G5M/media/36e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the x- and y-values in the first two ordered pairs and graphed (2, 4) and (3, 6) instead of (4, 2) and (6, 3). The student needs to focus on understanding how to graph points on the coordinate plane with accuracy.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    }
}