{
    "Title": "Pennsylvania Core > Mathematics > Grade 8",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "PA.M8.A-N",
            "Label": "The Number System",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M8.A-N.1",
                    "Label": "Demonstrate an understanding of rational and irrational numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M8.A-N.1.1",
                            "Label": "Apply concepts of rational and irrational numbers.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M8.A-N.1.1.1",
                                    "Label": "Determine whether a number is rational or irrational. For rational numbers, show that the decimal expansion terminates or repeats (limit repeating decimals to thousandths).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.A-N.1.1.2",
                                    "Label": "Convert a terminating or repeating decimal to a rational number (limit repeating decimals to thousandths).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.A-N.1.1.3",
                                    "Label": "Estimate the value of irrational numbers without a calculator (limit whole number radicand to less than 144).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.A-N.1.1.4",
                                    "Label": "Use rational approximations of irrational numbers to compare and order irrational numbers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.A-N.1.1.5",
                                    "Label": "Locate/identify rational and irrational numbers at their approximate locations on a number line.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M8.B-E",
            "Label": "Expressions & Equations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M8.B-E.1",
                    "Label": "Demonstrate an understanding of expressions and equations with radicals and integer exponents.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M8.B-E.1.1",
                            "Label": "Represent and use expressions and equations to solve problems involving radicals and integer exponents.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M8.B-E.1.1.1",
                                    "Label": "Apply one or more properties of integer exponents to generate equivalent numerical expressions without a calculator (with final answers expressed in exponential form with positive exponents).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.B-E.1.1.2",
                                    "Label": "Use square root and cube root symbols to represent solutions to equations of the form x² = p and x³ = p, where p is a positive rational number. Evaluate square roots of perfect squares (up to and including 12²) and cube roots of perfect cubes (up to and including 5³) without a calculator.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.B-E.1.1.3",
                                    "Label": "Estimate very large or very small quantities by using numbers expressed in the form of a single digit times an integer power of 10 and express how many times larger or smaller one number is than another.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.B-E.1.1.4",
                                    "Label": "Perform operations with numbers expressed in scientific notation, including problems where both decimal and scientific notation are used. Express answers in scientific notation and choose units of appropriate size for measurements of very large or very small quantities (e.g., use millimeters per year for seafloor spreading). Interpret scientific notation that has been generated by technology (e.g., interpret 4.7EE9 displayed on a calculator as 4.7 × 10⁹).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M8.B-E.2",
                    "Label": "Understand the connections between proportional relationships, lines, and linear equations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M8.B-E.2.1",
                            "Label": "Analyze and describe linear relationships between two variables, using slope.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M8.B-E.2.1.1",
                                    "Label": "Graph proportional relationships, interpreting the unit rate as the slope of the graph. Compare two different proportional relationships represented in different ways.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.B-E.2.1.2",
                                    "Label": "Use similar right triangles to show and explain why the slope m is the same between any two distinct points on a non-vertical line in the coordinate plane.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.B-E.2.1.3",
                                    "Label": "Derive the equation y = mx for a line through the origin and the equation y = mx + b for a line intercepting the vertical axis at b.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M8.B-E.3",
                    "Label": "Analyze and solve linear equations and pairs of simultaneous linear equations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M8.B-E.3.1",
                            "Label": "Write, solve, graph, and interpret linear equations in one or two variables, using various methods.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M8.B-E.3.1.1",
                                    "Label": "Write and identify linear equations in one variable with one solution, infinitely many solutions, or no solutions. Show which of these possibilities is the case by successively transforming the given equation into simpler forms until an equivalent equation of the form x = a, a = a, or a = b results (where a and b are different numbers).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.B-E.3.1.2",
                                    "Label": "Solve linear equations that have rational number coefficients, including equations whose solutions require expanding expressions using the distributive property and collecting like terms.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.B-E.3.1.3",
                                    "Label": "Interpret solutions to a system of two linear equations in two variables as points of intersection of their graphs because points of intersection satisfy both equations simultaneously.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.B-E.3.1.4",
                                    "Label": "Solve systems of two linear equations in two variables algebraically and estimate solutions by graphing the equations. Solve simple cases by inspection.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.B-E.3.1.5",
                                    "Label": "Solve real-world and mathematical problems leading to two linear equations in two variables.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M8.B-F",
            "Label": "Functions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M8.B-F.1",
                    "Label": "Analyze and interpret functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M8.B-F.1.1",
                            "Label": "Define, evaluate, and compare functions displayed algebraically, graphically, or numerically in tables or by verbal descriptions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M8.B-F.1.1.1",
                                    "Label": "Determine whether a relation is a function.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.B-F.1.1.2",
                                    "Label": "Compare properties of two functions, each represented in a different way (i.e., algebraically, graphically, numerically in tables, or by verbal descriptions).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.B-F.1.1.3",
                                    "Label": "Interpret the equation y = mx + b as defining a linear function whose graph is a straight line; give examples of functions that are not linear.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M8.B-F.2",
                    "Label": "Use functions to model relationships between quantities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M8.B-F.2.1",
                            "Label": "Represent or interpret functional relationships between quantities using tables, graphs, and descriptions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M8.B-F.2.1.1",
                                    "Label": "Construct a function to model a linear relationship between two quantities. Determine the rate of change and initial value of the function from a description of a relationship or from two (x, y) values, including reading these from a table or from a graph. Interpret the rate of change and initial value of a linear function in terms of the situation it models and in terms of its graph or a table of values.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.B-F.2.1.2",
                                    "Label": "Describe qualitatively the functional relationship between two quantities by analyzing a graph (e.g., where the function is increasing or decreasing, linear or nonlinear). Sketch or determine a graph that exhibits the qualitative features of a function that has been described verbally.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M8.C-G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M8.C-G.1",
                    "Label": "Demonstrate an understanding of geometric transformations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M8.C-G.1.1",
                            "Label": "Apply properties of geometric transformations to verify congruence or similarity.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M8.C-G.1.1.1",
                                    "Label": "Identify and apply properties of rotations, reflections, and translations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.C-G.1.1.2",
                                    "Label": "Given two congruent figures, describe a sequence of transformations that exhibits the congruence between them.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.C-G.1.1.3",
                                    "Label": "Describe the effect of dilations, translations, rotations, and reflections on two-dimensional figures using coordinates.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.C-G.1.1.4",
                                    "Label": "Given two similar two-dimensional figures, describe a sequence of transformations that exhibits the similarity between them.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M8.C-G.2",
                    "Label": "Understand and apply the Pythagorean theorem.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M8.C-G.2.1",
                            "Label": "Solve problems involving right triangles by applying the Pythagorean theorem.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M8.C-G.2.1.1",
                                    "Label": "Apply the converse of the Pythagorean theorem to show a triangle is a right triangle.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.C-G.2.1.2",
                                    "Label": "Apply the Pythagorean theorem to determine unknown side lengths in right triangles in real-world and mathematical problems in two and three dimensions. (Figures provided for problems in three dimensions will be consistent with Eligible Content in grade 8 and below.)",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.C-G.2.1.3",
                                    "Label": "Apply the Pythagorean theorem to find the distance between two points in a coordinate system.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M8.C-G.3",
                    "Label": "Solve real-world and mathematical problems involving volume.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M8.C-G.3.1",
                            "Label": "Apply volume formulas of cones, cylinders, and spheres.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M8.C-G.3.1.1",
                                    "Label": "Apply formulas for the volumes of cones, cylinders, and spheres to solve real-world and mathematical problems.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M8.D-S",
            "Label": "Statistics & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M8.D-S.1",
                    "Label": "Investigate patterns of association in bivariate data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M8.D-S.1.1",
                            "Label": "Analyze and interpret bivariate data displayed in multiple representations.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M8.D-S.1.1.1",
                                    "Label": "Construct and interpret scatter plots for bivariate measurement data to investigate patterns of association between two quantities. Describe patterns such as clustering, outliers, positive or negative correlation, linear association, and nonlinear association.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.D-S.1.1.2",
                                    "Label": "For scatter plots that suggest a linear association, identify a line of best fit by judging the closeness of the data points to the line.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M8.D-S.1.1.3",
                                    "Label": "Use the equation of a linear model to solve problems in the context of bivariate measurement data, interpreting the slope and intercept.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.M8.D-S.1.2",
                            "Label": "Understand that patterns of association can be seen in bivariate categorical data by displaying frequencies and relative frequencies in a two-way table.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M8.D-S.1.2.1",
                                    "Label": "Construct and interpret a two-way table summarizing data on two categorical variables collected from the same subjects. Use relative frequencies calculated for rows or columns to describe possible associations between the two variables.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}