{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "The Benefits of Pets",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Many families struggle with the decision of adopting a pet. Families have to consider the type of pet to adopt, the best size of pet for their space, and the people living in their home. It is worth taking the time to pick the right pet. Having a pet is good for our health."],
        ["", "Exᴇʀᴄɪsᴇ Bᴇɴᴇꜰɪᴛs"],
        ["2", "Some pets can make people more active. A group of researchers did a study that recorded people's exercise habits for 10 months. The study included people who had dogs at home and people who did not. The researchers found that the dog owners exercised more often. They also exercised for longer periods of time.Some pets can make people more active. A group of researchers did a study that recorded people's exercise habits for 10 months. The study included people who had dogs at home and people who did not. The researchers found that the dog owners exercised more often. They also exercised for longer periods of time."],
        ["", "problems/TX22G5R/media/S2a.jpg"],
        ["3", "Dogs depend on their owners to take them on a stroll around the neighborhood or toss a ball to them. These activities provide exercise for pet owners. Exercise helps people and their pets stay healthy."],
        ["4", "Some people choose not to have a pet because they don't like to exercise. However, exercise is a necessity for everyone. It is best to make exercise fun. Many people enjoy walking or running with their pet rather than by themselves or with others."],
        ["", "Cᴀʟᴍɪɴɢ Bᴇɴᴇꜰɪᴛs"],
        ["5", "A pet can reduce a person's health problems. Many health problems come from experiencing frequent and intense stress. Pets have been shown to help reduce stress. Having a pet in the home means less anxiety for the people living there."],
        ["6", "Some people say pets can cause stress. This is true when pets misbehave. However, there are many resources out there to help people train their pet. A trained pet can have a calming effect on a family."],
        ["7", "Pets have also provided companionship to hospital patients. Researchers monitored patients at a hospital that allowed pets in patients' rooms. They compared patients who had a pet's companionship with those who did not. The researchers studied how long it took for each patient's c͟o͟n͟d͟i͟t͟i͟o͟n to improve. The study found that people had a faster recovery when a pet was with them. Pets make people calm. Calm patients heal more quickly."],
        ["", "Hᴇᴀʟᴛʜ Bᴇɴᴇꜰɪᴛs"],
        ["8", "Petting a dog or a cat can help prevent sudden illnesses. Some of these illnesses include strokes and heart attacks. A study in Minnesota found that petting a cat can help protect people from these types of emergencies by lowering our stress levels and blood pressure."],
        ["9", "Many people believe that pets cause allergies in children. One surprising health benefit researchers have discovered goes against this belief. It turns out that pets can help prevent allergies in children."],
        ["10", "In 2011 a study was done in Detroit on babies who had been around pets from birth to age one. The children studied had a smaller chance of becoming allergic to pets when the children got older. Exposing young children to pets can protect the children by decreasing their chances of developing pet allergies."],
        ["", "Eᴍᴏᴛɪᴏɴᴀʟ Bᴇɴᴇꜰɪᴛs"],
        ["11", "Pets can make people feel happy and also keep away feelings of loneliness. Research has shown that pets provide social support. People experience feelings of loneliness less often when they have a pet at home. Pets can give meaning and a sense of purpose to people's lives."],
        ["12", "The many benefits of pet ownership are available to all who open their home to a furry friend. Stop by an animal shelter, and see which pet might be right for you and your family."]
    ],
    "Copyright": "",
    "References": []
}