{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": "",
    "Title": "Rock and Soul",
    "Subtitle": "",
    "Author": "by Karen Pasacreta",
    "LabelType": "P",
    "Content": [
        ["", "problems/TX22G5R/media/S5a.jpg"],
        ["1", "Isabella and Soledad Meade really know what it means to rock. In fact, they do it every day after they finish their homework! Even though they’re only in elementary school the sisters from Milford, Connecticut, are already the owners of Rock On, a painted rock business that they accidentally started back in May 2010. Accidentally? Well. Kind of. The whole thing began as a gift for their mom."],
        ["2", "“On Mother’s Day I decided to make my mom a garden because she likes plants, and I thought it needed color,” says Isabella, 10. “So I painted some rocks.” Soledad, 8, noticed that her sister could use some creative help, so she began arranging the rocks around the garden to make it look even more beautiful."],
        ["3", "When they showed the garden to their mom, she was o͟v͟e͟r͟w͟h͟e͟l͟m͟e͟d. “It was a surprise, and we yelled ‘Happy Mother’s Day!’” Soledad says. “My mom kept saying, ‘Thank you so much,’ and gave us lots of hugs.”"],
        ["4", "Their dad was also impressed with the girls’ work. “Our dad said we should start our own business,” explains Soledad."],
        ["5", "Mr. Meade put the pictures of the rocks on his social media page. People began to take notice, posting messages asking how much they cost. Then they began ordering rocks. The family couldn’t believe it!"],
        ["6", "But earning money for themselves wasn’t enough. The girls wanted to use the rocks to benefit others. “I’m a helper person,” says Isabella. “I have all these ideas in my mind that are too big for me, but I am always thinking about how I can help people.”"],
        ["7", "Every year the family donates to a homeless shelter, but the girls wanted to do even more. So they decided to hold a rock-painting contest as a fundraiser for Get In Touch, a non-profit breast cancer awareness organization started by a family friend. People paid $5 to enter their painted rocks in the contest. Others made generous donations. When it was over, the sisters had raised $250! The giving experience felt so good, they decided they would donate a portion of all of Rock On’s profits to Get In Touch."],
        ["", "problems/TX22G5R/media/S5b.jpg"],
        ["8", "With the help of their family, the two set up a workstation over their garage. Rocks and paint take up two huge tables, one for painting and the other for drying. “We do it one at a time,” says Soledad. “I do the background and when it dries, Bella does the design.”"],
        ["9", "Lately they’ve been thinking about painting other things, too. “My dad found these chairs our neighbor was throwing out,” says Isabella. Mr. Meade brought them home for the girls to paint. They weren’t up on social media more than a few days when they sold."],
        ["10", "“I’m getting better as an artist, and I just want to grow with our business,” says Soledad, who plans to be a full-time artist when she gets older. “Hopefully we can continue to make money for college.”"],
        ["11", "“And help the community,” Isabella adds."]
    ],
    "References": []
}