{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Making Space",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tIt was a rainy Saturday morning in May, and Keisha sat on the sofa looking out the window. Raindrops splattered against the glass. It would be a great day to read the last book in the Johnny Jackson series, but she didn't have the book. Neither did the school library. In fact, it did not have any of the last three books in the series. Keisha and her classmates wanted those books! The librarian's last newsletter had explained that the library was s͟h͟o͟r͟t of funds this year. Unless the school found a way to raise more money, no books would be purchased for several months."],
        ["2", "\tKeisha's thoughts were interrupted by her mother's voice. “Keisha,” called her mother. “Please come here.”"],
        ["3", "\tKeisha's mother told her that they were going to have a garage sale. The family would gather any furniture, clothes, lamps, and toys they no longer needed and offer them for sale. Keisha's mother asked her to collect the toys she did not play with anymore so they could be sold at the garage sale."],
        ["4", "\t“But, Mom!” said Keisha. “I want my toys!” The idea of getting rid of any toys horrified her."],
        ["5", "\tKeisha's mother just smiled. “I'm sure you'll find things you don't play with anymore,” she said."],
        ["6", "\tKeisha's mom handed her a box and nudged her down the hallway."],
        ["7", "\tKeisha slowly shuffled toward her room, each step slower than the last. Standing in the doorway, she looked around her room. She looked at her dolls piled on top of the bookcase. She hadn't played with them in years, but she didn't like the idea of getting rid of even one. There was Suzie, who was the thrilling surprise Keisha got for her fourth birthday. Suzie was an acrobat. And Callie? Callie was a little fragile, and Keisha never really played with her. Still, Callie was a familiar sight on the bookshelf dressed in her frilly dress. Over in the corner was the odd, stuffed giraffe Keisha's uncle had given her. The giraffe had been sitting there since shortly after she received him; even so, she did not want to get rid of him."],
        ["8", "\tKeisha's father stuck his head in the door. “Does Mom have you looking for things for the garage sale, too?” He came in and sat on the bed. “What do you think we should do with any money we might make?”"],
        ["9", "\tKeisha looked up. She hadn't thought of that! Suddenly she was interested in the garage sale. “My school is trying to raise money to buy more books for the library. We could donate the money to that project!”"],
        ["10", "\tKeisha and her father figured out how much Keisha could earn. If she sold 20 toys, each for $1.00, she'd have $20 to put toward buying books for the library. That just might be enough to purchase the last three books in the Johnny Jackson series. She considered her room with a different eye."],
        ["11", "\tKeisha's dad looked around the room, too. “Just think how nice it will be in here once you have finished sorting your toys. It will be clean and well organized. There will be plenty of room for you and your friends to play and have sleepovers.” Keisha thought about that. She had to admit that her father was right. The room was a little crowded."],
        ["12", "\tShe looked around at the gifts people had given her over the years. The train set Keisha had briefly loved. The ballet slippers from the one year she took ballet. Those slippers wouldn't even fit her now! And Hippo, the worn stuffed animal her grandma gave her when she was born. She used to sleep with Hippo every night; sometimes, she still did."],
        ["13", "\tYes, this was more than she needed, yet Keisha felt guilty, thinking of selling the gifts. She looked at her father. “Dad, isn't it wrong to just give away presents from other people?”"],
        ["14", "\tHer father understood. He explained to Keisha that the people who had given her gifts wanted her to continue to grow and develop, and that those friends knew that playing with the same toys each year would not contribute to her growing up. He said that her family and friends knew that she would outgrow toys and clothes. She could be thankful for the gifts but also know when it was time to let other children enjoy them."],
        ["15", "\tKeisha nodded. Toys were meant to be played with. Suzie, Callie, and the big stuffed giraffe would find new homes. She started to fill the box."],
        ["16", "\tIn went the train set and the game of Candy Land. In went the ballet slippers and the tea set. Hippo? Hippo she tucked in a drawer. Hippo was staying with Keisha."],
        ["", "problems/NMG4E/media/S3a.jpg"]
    ],
    "Copyright": "“Making Space” © 2017 by Cognia, Inc.",
    "References": []
}