{
    "Directions": "Read this passage about art, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: Tinkertown: How a Hobby Turned into a Museum",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tEast of the city of Albuquerque, New Mexico, rise the Sandia Mountains. People can drive to the very top of the highest part. Visitors love the view."],
        ["2", "\tBut many people make one stop first. At the start of the last curvy road to the top of the mountain is a museum. It is one of the most unusual and playful museums in the United States."],
        ["3", "\tAt the Tinkertown Museum, there is a surprise around every corner. For example, some of the walls are made from over 50,000 glass bottles! And every space is filled with fun objects and small carved wooden figures."],
        ["", "problems/NMG4E/media/S8a.jpg"],
        ["4", "\tThe museum and the figures were made by a man named Ross Ward. It all started with a hobby. He loved to carve figures that reminded him of the Old West. In fact, Ross Ward made so many small pieces of art that he soon had an entire small Old Western town. It was filled with people and animals like cowboys and horses. It also had objects and scenery."],
        ["5", "\tThen, the artist made other scenes such as circuses. Wooden clowns seemed to perform next to tiny acrobats balancing on ropes. Ross Ward added space onto his family's home, and he filled the space with his art."],
        ["6", "\tWhen people asked Ross Ward how he made Tinkertown, he would say with a grin, “I did all of this while you were watching TV.” He would probably tell people today that making art can be better than looking at a screen."],
        ["7", "\tFinally, in 1983 his wife Carla convinced him to allow people to visit. Since then, many thousands of people have walked through the Tinkertown Museum. They enjoy seeing the art from one man's imagination."],
        ["8", "\tIt was an imagination as big as the Sandia Mountains!"]
    ],
    "Copyright": "“Tinkertown: How a Hobby Turned into a Museum” © 2020 by Cognia, Inc.",
    "References": []
}