{
    "Title": "Nebraska College & Career Ready Standards > Mathematics > Grade 1",
    "Overview": "During Grade 1, instruction should emphasize the development of the mathematical processes as the vehicle for mastering the grade- level content. Instruction should focus on these critical areas:\n• Extending the counting sequence and strategies for solving quantitative questions.\n• Representing and solving problems involving addition and subtraction to include work with equations and the properties of the operations.\n• Developing understandings of addition and subtraction strategies for basic addition facts and related subtraction facts.\n• Developing an understanding of whole number relationships, including grouping in tens and ones.\n• Measuring lengths indirectly and by iterating length units.",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.M1.N",
            "Label": "Number",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M1.N.1",
                    "Label": "Subitizing: Students will quantify briefly shown collections and verbally label the arrangements without counting.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M1.N.1.a",
                            "Label": "Without counting, recognize and verbally label arrangements for briefly shown collections up to 20 (e.g.,” I saw 16.” “How did you know?” “I saw 10 and 6, that is 16”).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M1.N.2",
                    "Label": "Counting and Cardinality: Students will understand the relationship between numbers and quantities to extend the counting sequence.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M1.N.2.a",
                            "Label": "Count verbally by ones and tens within 120 starting at any given number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.2.b",
                            "Label": "Count verbally by ones and tens within 120 starting at any given number. Understand that the given number is a direct representation of the total objects in a given set and counting on each successive number represents adding an additional object, and counting back each proceeding number represents removing an object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.2.c",
                            "Label": "Write numerals to match a representation of a given set of objects for numbers up to 120.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.2.d",
                            "Label": "Understand patterns of skip counting by 2s, 5s, and 10s.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M1.N.3",
                    "Label": "Base Ten: Students will represent and compare two-digit numbers to gain foundations for place value.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M1.N.3.a",
                            "Label": "Understand 10 as a bundle, collection, or (more abstractly) composition of ten ones and that the two digits of a two-digit number represent a composition of some tens and some ones.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.3.b",
                            "Label": "Compare two, two-digit numbers using words greater than, less than, equal to, and symbols <, >, =. Justify comparisons based on the number of tens and ones.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M1.N.4",
                    "Label": "Number and Operations: Students will compute using addition and subtraction.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M1.N.4.a",
                            "Label": "Add and subtract within 20, using flexible strategies such as counting on or counting back, making ten, using ten, and using doubles and near doubles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.4.b",
                            "Label": "Efficiently, flexibly, and accurately add and subtract within 10.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.4.c",
                            "Label": "Find the difference between two numbers that are multiples of 10, ranging from 10 to 90 using concrete models, drawings, or strategies, and write the corresponding equation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.4.d",
                            "Label": "Mentally find 10 more or 10 less than a two-digit number without having to count and explain the reasoning used.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.4.e",
                            "Label": "Add within 100, including adding a two-digit number and a one-digit number, adding a two-digit number and a multiple of ten, using concrete models, drawings, and strategies that reflect an understanding of place value, the relationship between addition and subtraction, and the properties of operations. Relate the strategy to a written method and explain the reasoning used to solve.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.4.f",
                            "Label": "Understand that in adding two-digit numbers, one adds tens and tens, ones and ones; sometimes it is necessary to compose a ten.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.4.g",
                            "Label": "Subtract multiples of ten from two-digit numbers (positive or zero differences) using concrete models, drawings, and strategies that reflect an understanding of place value, the relationship between addition and subtraction, and the properties of operations. Relate the strategy to a written method and explain the reasoning used to solve.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M1.N.5",
                    "Label": "Number and Algebraic Relationships: Students will understand and apply properties of operations and the relationship between addition and subtraction to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M1.N.5.a",
                            "Label": "Use the meaning of the equal sign to determine if equations are true and give examples of equations that are true (e.g., 4 = 4, 6 = 7 – 1, 6 + 3 = 3 + 6, 7 + 2 = 5 + 4).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.5.b",
                            "Label": "Use the relationship of addition and subtraction to solve subtraction problems (e.g., find 12 – 9 = , using the addition fact 9 + 3 = 12).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.5.c",
                            "Label": "Determine the unknown whole number in an addition or subtraction equation (e.g., 7 + ? = 13).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.5.d",
                            "Label": "Use the commutative property of addition to develop addition strategies and compose/decompose numbers to develop addition and subtraction strategies.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.5.e",
                            "Label": "Solve problems that call for addition of three whole numbers whose sum is less than or equal to 20 using flexible strategies with objects, drawings, and/or equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.5.f",
                            "Label": "Solve authentic problems involving addition and subtraction within 20 in situations of adding to, taking from, putting together, taking apart, and comparing, with unknowns in all parts of the addition or subtraction problem by using objects, drawings, and/or equations with a symbol for the unknown number to represent the problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.N.5.g",
                            "Label": "Create an authentic problem to represent a given equation involving addition and subtraction within 20.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M1.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M1.G.1",
                    "Label": "Shapes and Their Attributes: Students will represent and describe the attributes of two-dimensional shapes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M1.G.1.a",
                            "Label": "Determine geometric attributes of two-dimensional shapes regardless of orientation or size for rhombi, trapezoids, and hexagons (e.g., a hexagon is closed with six sides).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.G.1.b",
                            "Label": "Determine geometric attributes of three-dimensional shapes including cones, cylinders, cubes, and rectangular prisms regardless of orientation or size.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.G.1.c",
                            "Label": "Describe lines and sides of shapes as parallel or non-parallel.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.G.1.d",
                            "Label": "Partition circles and rectangles into two and four equal parts using the language halves and fourths.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M1.G.2",
                    "Label": "Measurement: Students will measure and compare lengths.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M1.G.2.a",
                            "Label": "Measure the length of an object as a whole number of same-size, non-standard units by placing them end to end.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.G.2.b",
                            "Label": "Order three objects by directly comparing their lengths or indirectly by using a third object.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M1.G.3",
                    "Label": "Time and Money: Students will solve problems with coins and tell time to the half hour.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M1.G.3.a",
                            "Label": "Understand the value of dimes and pennies (e.g., a dime is equal to ten pennies) relating to tens and ones and solve problems involving dimes and pennies using the ¢ symbol appropriately.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.G.3.b",
                            "Label": "Count collections of like coins (penny, nickel, and dime) relating to patterns of counting by 1s, 5s, and 10s.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M1.G.3.c",
                            "Label": "Tell and write time to the half hour and hour using analog and digital clocks.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M1.D",
            "Label": "Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M1.D.1",
                    "Label": "Data Collection: Students will formulate questions to collect, organize, and represent data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M1.D.1.a",
                            "Label": "Collect, organize, and represent a data set with up to three categories using a picture graph.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M1.D.2",
                    "Label": "Analyze Data and Interpret Results: Students will analyze the data and interpret the results.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M1.D.2.a",
                            "Label": "Ask and answer questions about the total number of data points, how many in each category, and compare categories by identifying how many more or less are in a particular category using a picture graph.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}