{
    "Title": "Nebraska College & Career Ready Standards > English Language Arts > Grade 2",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.E2.F",
            "Label": "Foundations Of Reading",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Concepts of Print | Demonstrate knowledge of the organization and basic concepts of print.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.F.1",
                            "Label": "Demonstrate knowledge of the organization and basic concepts of print.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.F.1.a",
                                    "Label": "Recognize the distinguishing features of a paragraph including that multiple sentences may be used to form a paragraph and the author may indent or skip a line to signal a new paragraph.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Phonological Awareness |Demonstrate phonological awareness through oral activities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.F.2",
                            "Label": "LA.2.F.2 Demonstrate understanding of advanced phonemic awareness skills in spoken words, syllables, and sounds (phonemes).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.F.2.a",
                                    "Label": "Identify, segment, and blend phonemes in single syllable spoken five and six phoneme words including words with blends, digraphs, and trigraphs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.F.2.b",
                                    "Label": "Substitute sounds in words with five or more phonemes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.F.2.c",
                                    "Label": "Delete initial and final phonemes in words including words with blends.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Phonics and Word Analysis | Demonstrate phonetic and word analysis knowledge and apply decoding skills to isolated words and in connected text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.F.3",
                            "Label": "Know and apply phonics and word analysis skills in decoding and encoding (spelling) words.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.F.3.a",
                                    "Label": "Decode words with variable vowel teams and vowel diphthongs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.F.3.b",
                                    "Label": "Decode regularly spelled two-syllable words with long vowels.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.F.3.c",
                                    "Label": "Decode words with open and closed syllables and consonant -le.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.F.3.d",
                                    "Label": "Decode words with common Anglo roots and suffixes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.F.3.e",
                                    "Label": "Decode words with silent letter combinations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Fluency | Read grade-level texts with sufficient accuracy and fluency to support comprehension.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.F.4",
                            "Label": "Develop accuracy, phrasing, and expression/prosody while reading a variety of grade-level texts to support comprehension.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.F.4.a",
                                    "Label": "Read a variety of texts accurately using appropriate rate, expression, and intonation to reflect meaning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.F.4.b",
                                    "Label": "Read grade level high-frequency words with automaticity and accuracy (e.g., Fry or Dolch words or those included in instructional materials).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E2.RP",
            "Label": "Reading Prose & Poetry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Central Ideas and Details | Citing relevant and thorough textual evidence to support ideas, evaluate the development of themes or central ideas in grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.RP.1",
                            "Label": "Recount narratives and determine their central message, lesson, or moral.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E2.RP.2",
                            "Label": "Describe characters and how they interact with one another.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Author’s Craft | Citing relevant and thorough evidence to support ideas, evaluate the development and interaction of individuals, ideas, and events in grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.RP.3",
                            "Label": "Determine and explain who is telling a story within and across literary texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E2.RP.4",
                            "Label": "Describe the basic structure of a literary text, including how literary elements are introduced and developed and conflicts are resolved.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge and Ideas | Citing relevant and thorough textual evidence to support ideas, evaluate how an author’s perspective or use of point of view shapes the style and meaning of grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.RP.5",
                            "Label": "Compare and contrast two or more versions of the same literary text by different authors or from different cultures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E2.RP.6",
                            "Label": "Ask and answer literal (e.g., recall/details) and simple inferential (e.g., why or how) questions about key details in a literary text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E2.RP.7",
                            "Label": "Compare and contrast topics in a variety of literary texts to build knowledge of cultures (e.g., history, values, beliefs, and behaviors).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range of Reading and Level of Text Complexity | Read and comprehend complex, grade-level literary text independently and proficiently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.RP.8",
                            "Label": "With scaffolding as needed, read and comprehend a wide range of literary texts of appropriate complexity for Grade 2.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E2.RI",
            "Label": "Reading Informational Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Central Ideas and Details | Citing relevant and thorough textual evidence to support ideas, evaluate the development of themes or central ideas in grade-level informational text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.RI.1",
                            "Label": "Identify the main topic and key details in a multi-paragraph text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E2.RI.2",
                            "Label": "Describe the connections between individuals, historical events, scientific ideas, or steps in a process.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Author’s Craft | Citing relevant and thorough evidence to support ideas, evaluate the development and interaction of individuals, ideas, and events in grade-level informational text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.RI.3",
                            "Label": "Determine and explain the author’s purpose in an informational text, including what the author wants to answer, explain, or describe.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E2.RI.4",
                            "Label": "Explain how text features (titles, headings, table of contents, glossaries, captions, graphs, maps, and/or other visuals) contribute to the meaning of texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge and Ideas | Citing relevant and thorough textual evidence to support ideas, evaluate how an author’s perspective or use of point of view shapes the style and meaning of grade-level informational text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.RI.5",
                            "Label": "Compare and contrast the two most important ideas presented by two informational texts on the same topic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E2.RI.6",
                            "Label": "Explain an author’s opinion(s) and supporting evidence from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E2.RI.7",
                            "Label": "Compare and contrast topics in a variety of informational texts to build knowledge of cultures (e.g., history, values, beliefs, and behaviors).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range of Reading and Level of Text Complexity | Read and comprehend complex, grade-level informational text independently and proficiently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.RI.8",
                            "Label": "With scaffolding as needed, read and comprehend a wide range of informational texts of appropriate complexity for Grade 2.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E2.V",
            "Label": "Vocabulary",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Acquisition and Use | Build and use a range of conversational, academic, and discipline-specific grade-level vocabulary and apply to reading, writing, speaking, and listening.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.V.1",
                            "Label": "Recognize and use conversational and grade-level academic vocabulary.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.V.1.a",
                                    "Label": "Use sentence-level context clues to determine the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.1.b",
                                    "Label": "Use commonly occurring prefixes and suffixes to determine the meaning of unknown words (e.g., happy/unhappy).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.1.c",
                                    "Label": "Use known root words to determine the meaning of unknown words (e.g., addition, additional).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.1.d",
                                    "Label": "Determine the meaning of compound words by using knowledge of individual words (e.g., birdhouse).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.1.e",
                                    "Label": "Determine the meanings of key words and phrases using provided reference materials and classroom resources.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Context and Connotation | Determine or clarify the meaning of unknown and multiple-meaning words and phrases, choosing flexibly from a range of strategies.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.V.2",
                            "Label": "Interpret an author’s use of figurative, connotative, and technical language in grade-level literary and informational text.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.V.2.a",
                                    "Label": "Ask and answer questions about key words and phrases to determine their meaning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.2.b",
                                    "Label": "Distinguish nuances of meaning between closely related verbs (e.g., toss, throw) and closely related adjectives (e.g., thin, slender).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E2.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.E2.FW",
                    "Label": "Foundations of Writing | Apply handwriting skills to communicate ideas and information.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.FW.1",
                            "Label": "Demonstrate and apply handwriting skills.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.FW.1.a",
                                    "Label": "Write legibly using correct formation of letters with automaticity and proper spacing between words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E2.FW.2",
                            "Label": "Demonstrate sound-letter concepts when writing.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.FW.2.a",
                                    "Label": "Write common graphemes (letters or letter groups) for each phoneme.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Production of Writing | Use a recursive writing process to produce clear and coherent writing appropriate to the discipline, audience, and/or context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.W.1",
                            "Label": "Write and expand grammatically correct sentences (e.g. declarative, imperative, interrogative, exclamatory) and paragraphs.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.W.1.a",
                                    "Label": "Capitalize proper nouns (e.g., holidays, countries, product names).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.1.b",
                                    "Label": "Use commas in greetings and closings of letters; use apostrophes to form contractions and frequently occurring possessives.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.1.c",
                                    "Label": "Identify and explain the use of nouns (e.g., collective and irregular plural), pronouns (e.g., demonstrative), verbs (e.g., past tense irregular), simple prepositions, and frequently occurring conjunctions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.1.d",
                                    "Label": "Maintain consistent verb tense across sentences or paragraphs.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E2.W.2",
                            "Label": "Use a recursive writing process to develop, strengthen, and produce writing appropriate to the audience, purpose, and discipline.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.W.2.a",
                                    "Label": "Use prewriting activities and resources to plan, organize, and draft writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.2.b",
                                    "Label": "Adapt writing processes to sustain engagement in short and long-term writing tasks of increasing length and complexity.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.2.c",
                                    "Label": "Improve and clarify the content, structure, and organization of writing by revising, considering feedback from adults and peers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.2.d",
                                    "Label": "Improve and clarify writing by editing and proofreading, considering feedback from adults and peers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.2.e",
                                    "Label": "Use or decipher multiple formats of print and digital text (e.g., manuscript, font, graphics, symbols).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.2.f",
                                    "Label": "Use appropriate print and digital/multimedia tools to produce, enhance, and/or publish writing individually or in collaboration with peers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Modes of Writing | Write in a variety of modes for a variety of purposes and audiences across disciplines.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.W.3",
                            "Label": "Write personal or fictional narratives that retell two or more appropriately sequenced events.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.W.3.a",
                                    "Label": "Include relevant details about characters and settings.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.3.b",
                                    "Label": "Use time order words to signal a sequence of events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.3.c",
                                    "Label": "Provide a sense of closure.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E2.W.4",
                            "Label": "Express an opinion and provide supporting reasons.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.W.4.a",
                                    "Label": "Introduce a topic or text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.4.b",
                                    "Label": "State an opinion and provide reasons to support the opinion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.4.c",
                                    "Label": "Provide a concluding statement or section.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E2.W.5",
                            "Label": "Write informative/explanatory pieces about a topic or text with supporting facts and details.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.W.5.a",
                                    "Label": "Introduce a topic or text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.5.b",
                                    "Label": "Develop a topic with facts, details, and definitions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.5.c",
                                    "Label": "Use words and phrases related to the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.5.d",
                                    "Label": "Provide a concluding statement or section.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E2.W.6",
                            "Label": "Locate information from provided sources to answer questions about a topic.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.W.6.a",
                                    "Label": "Retell information from provided sources to support ideas while avoiding plagiarism.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.6.b",
                                    "Label": "Identify print and digital tools to gather information and ideas and answer questions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.6.c",
                                    "Label": "Sort evidence and information into categories.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.6.d",
                                    "Label": "Demonstrate academic integrity by referencing sources in writing and speaking.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.W.6.e",
                                    "Label": "Practice safe and ethical behaviors when communicating and interacting with others digitally (e.g., safe information to share, utilize appropriate sites and materials, appropriate language use, respect diverse perspectives).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E2.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension and Collaboration | Communicate effectively and appropriately in collaborative activities for a variety of tasks, purposes, and audiences to express ideas, share knowledge, and generate new understandings.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.SL.1",
                            "Label": "Participate with peers and adults in structured discussions and routines about 2nd grade topics and texts.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.SL.1.a",
                                    "Label": "Ask pertinent questions to acquire or confirm information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.SL.1.b",
                                    "Label": "Demonstrate interpretation of verbal and non-verbal messages in a conversation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.SL.1.c",
                                    "Label": "Converse with peers and adults in an all-inclusive manner to foster positive relationships while respecting diverse perspectives.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.SL.1.d",
                                    "Label": "Develop active and attentive listening skills (e.g., eye contact, nonverbal cues, recalling).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.SL.1.e",
                                    "Label": "Complete a task following multi-step directions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation of Knowledge and Ideas | Present information, findings, and supporting evidence in which the organization, development, and style are appropriate to the discipline, audience, and/or context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.SL.2",
                            "Label": "Tell a story or recount an experience with appropriate facts and pertinent descriptive details.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.SL.2.a",
                                    "Label": "Demonstrate appropriate speaking techniques (e.g., appropriate eye contact, adequate volume, clear pronunciation) for a variety of purposes and situations, including interpreting 2nd grade texts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.SL.2.b",
                                    "Label": "Convey a personal perspective with clear reasons.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.SL.2.c",
                                    "Label": "Explain the purpose and credibility of information being presented.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.SL.2.d",
                                    "Label": "Demonstrate awareness of and sensitivity to the appropriate use of words (e.g., helpful/hurtful words).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.SL.2.e",
                                    "Label": "Use appropriate visual and/or digital tools to support verbal communication.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}