{
    "Title": "Nebraska College & Career Ready Standards > Science > Grade 2",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.S2.3",
            "Label": "Structure & Properties Of Matter",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S2.3.1",
                    "Label": "Gather, analyze, and communicate evidence of the structure, properties, and interactions of matter.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S2.3.1.a",
                            "Label": "Plan and conduct an investigation to describe and classify different kinds of materials by their observable properties.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S2.3.1.b",
                            "Label": "Analyze data obtained from testing different materials to determine which materials have the properties that are best suited for an intended purpose.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S2.3.1.c",
                            "Label": "Analyze data from tests of two objects, designed to solve the same problem, to compare the strengths and weaknesses based on the properties.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S2.3.1.d",
                            "Label": "Make observations to construct an evidence-based account of how an object made of a small set of pieces can be disassembled and made into a new object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S2.3.1.e",
                            "Label": "Construct an argument with evidence that some changes caused by heating or cooling can be reversed and some cannot.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S2.7",
            "Label": "Interdependent Relationships In Ecosystems",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S2.7.2",
                    "Label": "Gather, analyze, and communicate evidence of interdependent relationships in ecosystems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S2.7.2.a",
                            "Label": "Plan and conduct an investigation to determine if plants need sunlight and water to grow.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S2.7.2.b",
                            "Label": "Develop a simple model that mimics the function of an animal in dispersing seeds or pollinating plants.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S2.7.2.c",
                            "Label": "Make observations of plants and animals to compare the diversity of life in different habitats.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S2.13",
            "Label": "Earth's Systems: Processes That Shape The Earth",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S2.13.3",
                    "Label": "Gather, analyze, and communicate evidence of the processes that shape the earth.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S2.13.3.a",
                            "Label": "Use information from several sources to provide evidence that Earth events can occur quickly or slowly.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S2.13.3.b",
                            "Label": "Compare multiple solutions designed to slow or prevent wind or water from changing the shape of the land.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S2.13.3.c",
                            "Label": "Develop a model to represent the shapes and kinds of land and bodies of water in an area.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S2.13.3.d",
                            "Label": "Obtain information to identify where water is found on Earth and that it can be solid or liquid.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}