{
    "Title": "Nebraska College & Career Ready Standards > Science > Grade 3",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.S3.1",
            "Label": "Forces & Interactions: Motion & Stability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S3.1.1",
                    "Label": "Gather, analyze, and communicate evidence of forces and their interactions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S3.1.1.a",
                            "Label": "Plan and conduct an investigation to provide evidence of the effects of balanced and unbalanced forces on the motion of an object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S3.1.1.b",
                            "Label": "Make observations and/or measurements of an object's motion to provide evidence that a pattern can be used to predict future motion.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S3.1.1.c",
                            "Label": "Ask questions to determine cause and effect relationships of electrical or magnetic interactions between two objects not in contact with each other.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S3.1.1.d",
                            "Label": "Define a simple design problem that can be solved by applying scientific ideas about magnets.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S3.7",
            "Label": "Interdependent Relationships In Ecosystems",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S3.7.2",
                    "Label": "Gather, analyze, and communicate evidence of the interdependent relations in ecosystems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S3.7.2.a",
                            "Label": "Construct an argument that some animals form groups that help members survive.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S3.7.2.b",
                            "Label": "Analyze and interpret data from fossils to provide evidence of the organisms and environments in which they lived long ago.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S3.7.2.c",
                            "Label": "Construct an argument with evidence that in a particular habitat some organisms can survive well, some survive less well, and some cannot survive at all.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S3.7.2.d",
                            "Label": "Make a claim about the merit of a solution to a problem caused when the environment changes and the types of plants and animals that live there may change.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S3.7.2.e",
                            "Label": "Generate and compare multiple possible solutions to a problem based on how well each is likely to meet the criteria and constraints of the problem.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S3.9",
            "Label": "Inheritance & Variation: Life Cycles & Traits",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S3.9.3",
                    "Label": "Gather and analyze data to communicate an understanding of inheritance and variation of traits through life cycles and environmental influences.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S3.9.3.a",
                            "Label": "Develop models to describe that organisms have unique and diverse life cycles but all have in common birth, growth, reproduction, and death.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S3.9.3.b",
                            "Label": "Analyze and interpret data to provide evidence that plants and animals have traits inherited from parents and that variation of these traits exists in a group of similar organisms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S3.9.3.c",
                            "Label": "Use evidence to support the explanation that traits can be influenced by the environment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S3.9.3.d",
                            "Label": "Use evidence to construct an explanation for how the variations in characteristics among individuals of the same species may provide advantages in surviving, finding mates, and reproducing.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S3.12",
            "Label": "Weather & Climate",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S3.12.4",
                    "Label": "Gather and analyze data to communicate an understanding of weather and climate.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S3.12.4.a",
                            "Label": "Represent data in table, pictograph, and bar graph displays to describe typical weather conditions expected during a particular season.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S3.12.4.b",
                            "Label": "Obtain and combine information to describe climates in different regions of the world.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S3.12.4.c",
                            "Label": "Make a claim about the merit of a design solution that reduces the impacts of a weather-related hazard.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}