{
    "Title": "Nebraska College & Career Ready Standards > English Language Arts > Grade 4",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.E4.F",
            "Label": "Foundations Of Reading",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Phonics and Word Analysis | Demonstrate phonetic and word analysis knowledge and apply decoding skills to isolated words and in connected text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E4.F.3",
                            "Label": "Know and apply phonics and word analysis skills in decoding and encoding (spelling) words.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E4.F.3.a",
                                    "Label": "Decode words with common Latin derived words including Latin plurals.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.F.3.b",
                                    "Label": "Use combined knowledge of letter-sound correspondences, syllabication patterns, and morphology (e.g., roots and affixes) to read accurately unfamiliar multisyllabic words in and out of context.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Fluency | Read grade-level texts with sufficient accuracy and fluency to support comprehension.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E4.F.4",
                            "Label": "Develop accuracy, phrasing, and expression/prosody while reading a variety of grade-level text to support comprehension.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E4.F.4.a",
                                    "Label": "Read a variety of text accurately using appropriate rate, expression/prosody and intonation to reflect the meaning of text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.F.4.b",
                                    "Label": "Adjust pace and prosody based on the purpose, complexity, form, and/or style of a text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E4.RP",
            "Label": "Reading Prose & Poetry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Central Ideas and Details | Citing relevant and thorough textual evidence to support ideas, evaluate the development of themes or central ideas in grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E4.RP.1",
                            "Label": "Determine a theme in a literary text and how it is conveyed through key details.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E4.RP.2",
                            "Label": "Analyze a character, setting, or event in a literary text, drawing on specific details such as a character’s thoughts, words, or actions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Author’s Craft | Citing relevant and thorough evidence to support ideas, evaluate the development and interaction of individuals, ideas, and events in grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E4.RP.3",
                            "Label": "Distinguish reader perspective from the perspective and point of view of the narrator or the characters in a literary text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E4.RP.4",
                            "Label": "Compare and contrast the structural elements of literary texts (e.g., dramas, narratives, and poems).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge and Ideas | Citing relevant and thorough textual evidence to support ideas, evaluate how an author’s perspective or use of point of view shapes the style and meaning of grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E4.RP.5",
                            "Label": "Compare and contrast the treatment of similar themes and topics and patterns of events in literary texts by different authors or from different cultures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E4.RP.6",
                            "Label": "Explain what the text says explicitly and draw inferences when asking or answering questions, quoting or paraphrasing specific evidence from the text as appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E4.RP.7",
                            "Label": "Explain an author or narrator/speaker’s treatment of similar themes and/or patterns of events in a wide range of literary texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range of Reading and Level of Text Complexity | Read and comprehend complex, grade-level literary text independently and proficiently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E4.RP.8",
                            "Label": "Read and comprehend a wide range of literary texts of appropriate complexity for Grade 4 independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E4.RI",
            "Label": "Reading Informational Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Central Ideas and Details | Citing relevant and thorough textual evidence to support ideas, evaluate the development of themes or central ideas in grade-level informational text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E4.RI.1",
                            "Label": "Determine the central idea of an informational text and how it is conveyed through key details.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E4.RI.2",
                            "Label": "Analyze an individual, event, scientific idea or concept, or steps in a process.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Author’s Craft | Citing relevant and thorough evidence to support ideas, evaluate the development and interaction of individuals, ideas, and events in grade-level informational text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E4.RI.3",
                            "Label": "Compare and contrast authors’ perspectives in multiple informational texts of the same topic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E4.RI.4",
                            "Label": "Describe the overall structure of an informational text and how it contributes to meaning.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge and Ideas | Citing relevant and thorough textual evidence to support ideas, evaluate how an author’s perspective or use of point of view shapes the style and meaning of grade-level informational text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E4.RI.5",
                            "Label": "Integrate information from multiple informational texts on the same topic in order to demonstrate knowledge of the topic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E4.RI.6",
                            "Label": "Identify an author’s claim(s) and explain how the author supports the claim in the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E4.RI.7",
                            "Label": "Explain an author or speaker’s treatment of similar topics and/or patterns of events in a wide range of informational texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range of Reading and Level of Text Complexity | Read and comprehend complex, grade-level informational text independently and proficiently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E4.RI.8",
                            "Label": "Read and comprehend a wide range of informational texts of appropriate complexity for Grade 4 independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E4.V",
            "Label": "Vocabulary",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Acquisition and Use | Build and use a range of conversational, academic, and discipline-specific grade-level vocabulary and apply to reading, writing, speaking, and listening.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E4.V.1",
                            "Label": "Acquire and use grade-level academic vocabulary appropriately.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.V.1.a",
                                    "Label": "Use context clues (e.g., definitions, examples, or restatements) to determine the meanings of words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.1.b",
                                    "Label": "Use commonly occurring Latin affixes and roots to determine the meanings of words and phrases (e.g., photograph, autograph).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.1.c",
                                    "Label": "Determine or clarify the meanings or pronunciations of words using reference materials and classroom resources.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Context and Connotation | Determine or clarify the meaning of unknown and multiple-meaning words and phrases, choosing flexibly from a range of strategies.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.V.2",
                            "Label": "Interpret an author’s use of figurative, connotative, and technical language in grade-level literary and informational text.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.V.2.a",
                                    "Label": "Explain the meaning of commonly occurring similes and metaphors (e.g., light as a feather) in grade-level text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.2.b",
                                    "Label": "Recognize and explain the meaning of commonly occurring idioms and adages.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.2.c",
                                    "Label": "Use knowledge of words by relating them to their antonyms and synonyms.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E4.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Production of Writing | Use a recursive writing process to produce clear and coherent writing appropriate to the discipline, audience, and/or context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E4.W.1",
                            "Label": "Create grammatically correct sentences and paragraphs using a variety of sentence types and phrasing.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E4.W.1.a",
                                    "Label": "Capitalize proper nouns (e.g., organizations, geographic regions, monuments and landmarks).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.1.b",
                                    "Label": "Use commas and quotation marks to indicate direct speech and quotations from a text; use a comma before a coordinating conjunction in a compound sentence and with dependent clauses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.1.c",
                                    "Label": "Identify and use simple appositive phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.1.d",
                                    "Label": "Identify and use frequently occurring pronouns (e.g., subject, object), adverbs (e.g., relative), and verbs (e.g., helping and linking).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.1.e",
                                    "Label": "Distinguish between frequently confused words (e.g., to, too, two; there, their, they’re).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.1.f",
                                    "Label": "Identify and revise fragment and run-on sentences in speaking and writing.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E4.W.2",
                            "Label": "Use a recursive writing process to develop, strengthen, and produce writing appropriate to the audience, purpose, and discipline.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E4.W.2.a",
                                    "Label": "Use prewriting activities and resources to plan, organize, and draft writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.2.b",
                                    "Label": "Adapt writing processes to sustain engagement in short and long-term writing tasks of increasing length and complexity.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.2.c",
                                    "Label": "Improve and clarify the content, structure, and organization of writing by revising, considering feedback from adults and peers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.2.d",
                                    "Label": "Improve and clarify writing by editing and proofreading, considering feedback from adults and peers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.2.e",
                                    "Label": "Use or decipher multiple formats of print and digital text (e.g., manuscript, cursive, font, graphics, symbols).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.2.f",
                                    "Label": "Use appropriate print and digital/multimedia tools to produce, enhance, and/or publish writing individually or in collaboration with peers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Modes of Writing | Write in a variety of modes for a variety of purposes and audiences across disciplines.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E4.W.3",
                            "Label": "Write creative and/or expressive pieces that describe a well-developed event or experience.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E4.W.3.a",
                                    "Label": "Establish a situation and introduce a narrator and/or character(s).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.3.b",
                                    "Label": "Use precise words and phrases, descriptive/sensory details, and dialogue to develop characters, events, and settings.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.3.c",
                                    "Label": "Use transitional words and phrases to organize a sequence of events that unfolds naturally.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.3.d",
                                    "Label": "Provide a conclusion related to the creative or expressive event or experience.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E4.W.4",
                            "Label": "Write opinion pieces that explain a perspective with supporting reasons and/or evidence.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E4.W.4.a",
                                    "Label": "Introduce a topic or text clearly, state an opinion, and develop a structure that includes reasons and/or evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.4.b",
                                    "Label": "Use facts and details to support reasons and/or evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.4.c",
                                    "Label": "Use linking words and phrases to connect ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.4.d",
                                    "Label": "Provide a concluding statement or section related to the opinion.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E4.W.5",
                            "Label": "Write informative/explanatory pieces to examine a topic or text and convey ideas and information.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E4.W.5.a",
                                    "Label": "Introduce a topic clearly and group related information into paragraphs and sections including text features, illustrations, and/or multimedia elements.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.5.b",
                                    "Label": "Develop the topic with information (e.g., facts, definitions, details, quotations) related to the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.5.c",
                                    "Label": "Use linking words and phrases and key vocabulary to connect ideas and categories of information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.5.d",
                                    "Label": "Provide a concluding statement or section related to the information or explanation(s).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E4.W.6",
                            "Label": "Locate and summarize relevant evidence from literary and/or informational text sources to answer questions about a topic.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E4.W.6.a",
                                    "Label": "Paraphrase information and evidence to support ideas while avoiding plagiarism.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.6.b",
                                    "Label": "Identify print and digital tools to gather information and evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.6.c",
                                    "Label": "Sort evidence into categories using an appropriate note-taking format to collect and organize information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.6.d",
                                    "Label": "Demonstrate academic integrity by avoiding overreliance on any one source and referencing sources in writing and speaking; provide a list of sources.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.W.6.e",
                                    "Label": "Practice safe and ethical behaviors when communicating and interacting with others digitally (e.g. safe information to share, utilize appropriate sites and materials, appropriate language use, respect diverse perspectives).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E4.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension and Collaboration | Communicate effectively and appropriately in collaborative activities for a variety of tasks, purposes, and audiences to express ideas, share knowledge, and generate new understandings.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E4.SL.1",
                            "Label": "Prepare for and participate in structured discussions and collaborations about 4th grade topics and texts.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E4.SL.1.a",
                                    "Label": "Ask relevant questions to build on ideas or acquire or confirm information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.SL.1.b",
                                    "Label": "Demonstrate interpretation of verbal and non-verbal messages in a conversation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.SL.1.c",
                                    "Label": "Converse with peers and adults in an all-inclusive manner to foster positive relationships while respecting diverse perspectives.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.SL.1.d",
                                    "Label": "Demonstrate active and attentive listening skills (e.g., eye contact, nonverbal cues, recalling, questioning).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.SL.1.e",
                                    "Label": "Complete a task following multi-step directions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation of Knowledge and Ideas | Present information, findings, and supporting evidence in which the organization, development, and style are appropriate to the discipline, audience, and/or context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E4.SL.2",
                            "Label": "Report on a topic or text, tell a story, or recount an experience in an organized manner with appropriate facts and relevant, descriptive details to support themes or central ideas.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E4.SL.2.a",
                                    "Label": "Demonstrate appropriate speaking techniques (e.g., appropriate eye contact, adequate volume, clear pronunciation) for a variety of purposes and situations, including interpreting 4th grade texts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.SL.2.b",
                                    "Label": "Convey a perspective with clear reasoning and support.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.SL.2.c",
                                    "Label": "Identify the purpose and credibility of information being presented.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.SL.2.d",
                                    "Label": "Demonstrate awareness of and sensitivity to the appropriate use of words (e.g., stereotypes, multiple meanings of words).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E4.SL.2.e",
                                    "Label": "Use appropriate visual and/or digital tools to enhance verbal communication and add interest.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}