{
    "Title": "Nebraska College & Career Ready Standards > Mathematics > Grade 4",
    "Overview": "During Grade 4, instruction should emphasize the development of the mathematical processes as the vehicle for mastering the grade- level content. Instruction should focus on these critical areas:\n• Developing understanding and fluency with multi-digit multiplication through visual models and operational properties.\n\n• Developing understanding of division involving multi-digit dividends using place value models.\n\n• Extending understanding of fraction equivalence and operations with fractions by composing and decomposing, reasoning about relative size, and applying properties of operations.\n\n• Classifying two-dimensional shapes according to their attributes such as the presence or absence of lines or angles.\n\n• Developing understanding of an angle as a turn in a circle and justify the classification of angles as acute, obtuse, and right.",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.M4.N",
            "Label": "Number",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M4.N.1",
                    "Label": "Numeric Relationships: Students will demonstrate and represent multi-digit numbers using relationships with the base-ten number system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M4.N.1.a",
                            "Label": "Read, write, and demonstrate multiple equivalent representations for whole numbers up to 1,000,000 and decimals to the hundredths using visual representations, standard form, and expanded form.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.N.1.b",
                            "Label": "Represent and justify comparisons of whole numbers up to 1,000,000 and decimals through the hundredths place using number lines and reasoning strategies.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.N.1.c",
                            "Label": "Recognize a digit in one place represents ten times what it represents in the place to its right.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.N.1.d",
                            "Label": "Use decimal notation for fractions with denominators of 10 or 100 (e.g., 43/100 = 0.43).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M4.N.2",
                    "Label": "Fractions and Decimals: Students will extend understanding of fractions by equivalence and ordering and will develop an understanding of decimals.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M4.N.2.a",
                            "Label": "Explain and demonstrate how a mixed number is equivalent to a fraction greater than one and how a fraction greater than one is equivalent to a mixed number using visual fraction models and reasoning strategies.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.N.2.b",
                            "Label": "Explain and demonstrate how equivalent fractions are generated by multiplying by a fraction equivalent to 1 using visual fraction models and the Identity Property of Multiplication.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.N.2.c",
                            "Label": "Compare and order fractions having unlike numerators or denominators using number lines, benchmarks, reasoning strategies, and/or equivalence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M4.N.3",
                    "Label": "Operations with Fractions: Students will understand and demonstrate fractional computation.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M4.N.3.a",
                            "Label": "Decompose a fraction into a sum of fractions with the same denominator in more than one way and record each decomposition with an equation and a visual representation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.N.3.b",
                            "Label": "Explain the meaning of addition and subtraction of fractions with like denominators using visual fraction models, properties of operations, and reasoning strategies.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.N.3.c",
                            "Label": "Add and subtract fractions and mixed numbers with like denominators.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.N.3.d",
                            "Label": "Solve authentic problems involving addition and subtraction of fractions and mixed numbers with like denominators.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.N.3.e",
                            "Label": "Multiply a fraction by a whole number using visual fraction models and properties of operations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M4.N.4",
                    "Label": "Factors and Multiples: Students will find factors and multiples and classify numbers as prime or composite.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M4.N.4.a",
                            "Label": "Determine whether a given whole number up to 100 is a multiple of a given one-digit number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.N.4.b",
                            "Label": "Determine factors of any whole number up to 100 and classify a number up to 100 as prime or composite.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M4.A",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M4.A.1",
                    "Label": "Operations and Algebraic Thinking: Students will extend understanding of multiplication and division and apply operational properties to solve problems involving variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M4.A.1.a",
                            "Label": "Add and subtract multi-digit numbers using an algorithm.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.A.1.b",
                            "Label": "Multiply up to a four-digit whole number by a one-digit whole number and multiply a two-digit whole number by a two- digit whole number, using strategies based on place value, properties of operations, and algorithms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.A.1.c",
                            "Label": "Divide up to a four-digit whole number by a one-digit divisor with and without a remainder using strategies based on place value.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.A.1.d",
                            "Label": "Determine the reasonableness of whole number products and quotients using estimations and number sense.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.A.1.e",
                            "Label": "Create a simple algebraic expression or equation using a variable for an unknown number to represent an authentic mathematical situation (e.g., 3 + n = 15, 81 ÷ n = 9).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.A.1.f",
                            "Label": "Solve one- and two-step authentic problems using the four operations including interpreting remainders and the use of a letter to represent the unknown quantity.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M4.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M4.G.1",
                    "Label": "Shapes and Their Attributes: Students will draw and identify lines and angles and classify shapes by properties of their lines and angles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M4.G.1.a",
                            "Label": "Identify, create, and describe points, lines, line segments, rays, angles, parallel lines, perpendicular lines, and intersecting lines.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.G.1.b",
                            "Label": "Justify the classification of angles as acute, obtuse, or right.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.G.1.c",
                            "Label": "Justify the classification of two-dimensional shapes based on the presence or absence of parallel and perpendicular lines or the presence or absence of specific angles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.G.1.d",
                            "Label": "Recognize, draw, and justify lines of symmetry in two-dimensional shapes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M4.G.2",
                    "Label": "Measurement: Students will generate simple conversions from a larger unit to a smaller unit to solve authentic problems and measure angles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M4.G.2.a",
                            "Label": "Identify and use the appropriate tools, operations, and units of measurement, both customary and metric, to solve authentic problems involving time, length, weight, mass, and capacity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.G.2.b",
                            "Label": "Determine the reasonableness of measurements involving time, length, weight, mass, capacity, and angles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.G.2.c",
                            "Label": "Generate simple conversions from a larger unit to a smaller unit within the customary and metric systems of measurement.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.G.2.d",
                            "Label": "Measure angles in whole number degrees using a protractor and relate benchmark angle measurements to their rotation through a circle (e.g., 180º = 1/2 of a circle).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M4.G.2.e",
                            "Label": "Recognize angle measures as additive and solve problems involving addition and subtraction to find unknown angles on a diagram.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M4.G.3",
                    "Label": "Area and Perimeter: Students will apply perimeter and area formulas for rectangles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M4.G.3.a",
                            "Label": "Apply perimeter and area formulas for rectangles to solve authentic problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M4.D",
            "Label": "Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M4.D.1",
                    "Label": "Data Collection: Students will formulate questions to collect, organize, and represent data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M4.D.1.a",
                            "Label": "Generate and represent data using line plots where the horizontal scale is marked off in appropriate units—whole numbers, halves, fourths, or eighths.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M4.D.2",
                    "Label": "Analyze Data and Interpret Results: Students will analyze the data and interpret the results.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M4.D.2.a",
                            "Label": "Solve authentic problems and analyze data involving addition or subtraction of fractions presented in line plots.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}