{
    "Title": "Nebraska College & Career Ready Standards > Science > Grade 4",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.S4.2",
            "Label": "Waves: Waves & Information",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S4.2.1",
                    "Label": "Gather, analyze, and communicate evidence of waves and the information they transfer.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S4.2.1.a",
                            "Label": "Develop a model of waves to describe patterns in terms of amplitude and wavelength and that waves can cause objects to move.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S4.2.1.b",
                            "Label": "Generate and compare multiple solutions that use patterns to transfer information.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S4.4",
            "Label": "Energy: Conservation & Transfer",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S4.4.2",
                    "Label": "Gather, analyze and communicate evidence of energy conservation and transfer.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S4.4.2.a",
                            "Label": "Use evidence to construct an explanation relating the speed of an object to the energy of that object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S4.4.2.b",
                            "Label": "Make observations to provide evidence that energy can be transferred from place to place by sound, light, heat, and electrical currents.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S4.4.2.c",
                            "Label": "Ask questions and predict outcomes about the changes in energy that occur when objects collide.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S4.4.2.d",
                            "Label": "Apply scientific ideas to design, test, and refine a device that converts energy from one form to another.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S4.4.2.e",
                            "Label": "Plan and carry out fair tests in which variables are controlled and failure points are considered to identify aspects of a model or prototype that can be improved.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S4.4.2.f",
                            "Label": "Obtain and combine information to describe that energy and fuels are derived from natural resources and that their uses affect the environment.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S4.6",
            "Label": "Structure, Function & Information Processing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S4.6.3",
                    "Label": "Gather and analyze data to communicate an understanding of structure, function and information processing of living things.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S4.6.3.a",
                            "Label": "Develop a model to describe that light reflecting from objects and entering the eyes allows objects to be seen.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S4.6.3.b",
                            "Label": "Construct an argument that plants and animals have internal and external structures that function to support survival, growth, behavior, and reproduction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S4.6.3.c",
                            "Label": "Use a model to describe that animals receive different types of information through their senses, process the information in their brain, and respond to the information.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S4.13",
            "Label": "Earth's Systems: Processes That Shape The Earth",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S4.13.4",
                    "Label": "Gather and analyze data to communicate an understanding of Earth's systems and processes that shape the Earth.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S4.13.4.a",
                            "Label": "Identify evidence from patterns in rock formations and fossils in rock layers to support an explanation for changes in a landscape over time.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S4.13.4.b",
                            "Label": "Make observations and/or measurements to provide evidence of the effects of weathering or the rate of erosion by water, ice, wind, or vegetation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S4.13.4.c",
                            "Label": "Analyze and interpret data from maps to describe patterns of Earth's features.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S4.13.4.d",
                            "Label": "Generate and compare multiple solutions to reduce the impacts of natural Earth processes on humans.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}