{
    "Title": "Nebraska College & Career Ready Standards > English Language Arts > Grade 5",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.E5.F",
            "Label": "Foundations Of Reading",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Phonics and Word Analysis | Demonstrate phonetic and word analysis knowledge and apply decoding skills to isolated words and in connected text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E5.F.3",
                            "Label": "Know and apply phonics and word analysis skills in decoding and encoding (spelling) words.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E5.F.3.a",
                                    "Label": "Decode words with common Greek derived words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.F.3.b",
                                    "Label": "Use combined knowledge of letter-sound correspondences, syllabication patterns, and morphology (e.g., roots and affixes) to decode unfamiliar multisyllabic words in and out of context.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Fluency | Read grade-level texts with sufficient accuracy and fluency to support comprehension.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E5.F.4",
                            "Label": "Develop accuracy, phrasing, and expression/prosody while reading a variety of grade-level texts to support comprehension.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E5.F.4.a",
                                    "Label": "Read a variety of texts accurately using appropriate rate, expression/prosody, and intonation to reflect meaning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.F.4.b",
                                    "Label": "Adjust pace and prosody based on the purpose, complexity, form, and/or style of a text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E5.RP",
            "Label": "Reading Prose & Poetry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Central Ideas and Details | Citing relevant and thorough textual evidence to support ideas, evaluate the development of themes or central ideas in grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E5.RP.1",
                            "Label": "Explain the theme in a literary text and how it is conveyed through key details.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E5.RP.2",
                            "Label": "Compare and contrast two or more characters, settings, or events in a literary text or texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Author’s Craft | Citing relevant and thorough evidence to support ideas, evaluate the development and interaction of individuals, ideas, and events in grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E5.RP.3",
                            "Label": "Describe how a narrator or speaker’s point of view influences the meaning of a literary text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E5.RP.4",
                            "Label": "Explain how a sequence of chapters, scenes, or stanzas fit together to provide the overall structure of literary texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge and Ideas | Citing relevant and thorough textual evidence to support ideas, evaluate how an author’s perspective or use of point of view shapes the style and meaning of grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E5.RP.5",
                            "Label": "Compare and contrast the treatment of themes and topics in literary texts of the same genre.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E5.RP.6",
                            "Label": "Analyze a literary text to answer and develop inferential questions to enhance the comprehension of self and others, quoting or paraphrasing specific evidence from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E5.RP.7",
                            "Label": "Explain the relationships between two or more characters, events, or ideas in a range of literary texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range of Reading and Level of Text Complexity | Read and comprehend complex, grade-level literary text independently and proficiently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E5.RP.8",
                            "Label": "Read and comprehend a wide range of literary texts of appropriate complexity for Grade 5 independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E5.RI",
            "Label": "Reading Informational Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Central Ideas and Details | Citing relevant and thorough textual evidence to support ideas, evaluate the development of themes or central ideas in grade-level literary and informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E5.RI.1",
                            "Label": "Explain the central idea in an informational text and how it is conveyed through key details.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E5.RI.2",
                            "Label": "Compare and contrast two or more individuals, events, scientific ideas or concepts, or steps in a process, drawing on supporting details from an informational text or texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Author’s Craft | Citing relevant and thorough evidence to support ideas, evaluate the development and interaction of individuals, ideas, and events in grade-level informational text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E5.RI.3",
                            "Label": "Determine the author’s purpose(s) and describe how the author's perspective (e.g., beliefs, assumptions, biases) influences the meaning of an informational text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E5.RI.4",
                            "Label": "Explain how text features (titles, headings, table of contents, glossaries, captions, graphs, maps, and/or other visuals) contribute to the meaning of texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge and Ideas | Citing relevant and thorough textual evidence to support ideas, evaluate how an author’s perspective or use of point of view shapes the style and meaning of grade-level literary and informational text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E5.RI.5",
                            "Label": "Integrate information from multiple texts on the same topic in order to demonstrate knowledge of the topic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E5.RI.6",
                            "Label": "Analyze the development of an author’s claim(s) and how supporting evidence is used to support the claim(s).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E5.RI.7",
                            "Label": "Explain the relationships between two or more individuals, events, ideas, or concepts in a range of informational texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range of Reading and Level of Text Complexity | Read and comprehend complex, grade-level informational text independently and proficiently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E5.RI.8",
                            "Label": "Read and comprehend a wide range of informational text of appropriate complexity for Grade 5 independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E5.V",
            "Label": "Vocabulary",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Acquisition and Use | Build and use a range of conversational, academic, and discipline-specific grade-level vocabulary and apply to reading, writing, speaking, and listening.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E5.V.1",
                            "Label": "Acquire and use grade-level academic vocabulary appropriately.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.V.1.a",
                                    "Label": "Use context clues (e.g., cause/effect relationships and comparisons in text) to determine the meanings of words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.1.b",
                                    "Label": "Use commonly occurring Greek and Latin affixes and roots to determine the meanings of words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.1.c",
                                    "Label": "Determine or clarify the precise meanings or pronunciations of words and phrases using reference materials and classroom resources.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Context and Connotation | Determine or clarify the meaning of unknown and multiple-meaning words and phrases, choosing flexibly from a range of strategies.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.V.2",
                            "Label": "Interpret an author’s use of figurative, connotative, and technical language in grade-level literary and informational text.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.V.2.a",
                                    "Label": "Interpret figurative language, including similes and metaphors, in context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.2.b",
                                    "Label": "Recognize and explain the meaning of commonly occurring idioms, adages, and proverbs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.2.c",
                                    "Label": "Demonstrate knowledge of relationships between particular words (e.g., synonyms, antonyms, homographs) to better understand each of the words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E5.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Production of Writing | Use a recursive writing process to produce clear and coherent writing appropriate to the discipline, audience, and/or context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E5.W.1",
                            "Label": "Create grammatically correct multi-paragraph compositions with varied sentence structures.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E5.W.1.a",
                                    "Label": "Apply knowledge of rules for capitalization; use underlining, quotation marks, or italics to indicate titles of works.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.1.b",
                                    "Label": "Use a comma to separate an introductory element from the rest of a sentence, to separate clauses, to set off a question, and to indicate direct address.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.1.c",
                                    "Label": "Explain the function of and use frequently occurring interjections, verb tenses (e.g., perfect), and correlative conjunctions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.1.d",
                                    "Label": "Distinguish between and use types of adjectives (e.g., comparative, superlative).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.1.e",
                                    "Label": "Identify and revise fragment and run-on sentences and inappropriate shifts in verb tenses.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E5.W.2",
                            "Label": "Use a recursive writing process to develop, strengthen, and produce writing appropriate to the audience, purpose, and discipline.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E5.W.2.a",
                                    "Label": "Use prewriting activities and resources to plan, organize, and draft writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.2.b",
                                    "Label": "Adapt writing processes to sustain engagement in short and long-term writing tasks of increasing length and complexity.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.2.c",
                                    "Label": "Improve and clarify the content, structure, and organization of writing by revising, considering feedback from adults and peers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.2.d",
                                    "Label": "Improve and clarify writing by editing and proofreading, considering feedback from adults and peers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.2.e",
                                    "Label": "Use or decipher multiple formats of print and digital text (e.g., manuscript, cursive, font, graphics, symbols).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.2.f",
                                    "Label": "Use appropriate print and digital/multimedia tools to produce, enhance, and/or publish writing individually or in collaboration with peers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Modes of Writing | Write in a variety of modes for a variety of purposes and audiences across disciplines.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E5.W.3",
                            "Label": "Write creative and/or expressive pieces that describe a well-developed event or experience.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E5.W.3.a",
                                    "Label": "Establish a situation and introduce a narrator and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.3.b",
                                    "Label": "Use precise words and phrases, descriptive/sensory details, dialogue, and sensory language to convey thoughts, feelings, experiences, and events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.3.c",
                                    "Label": "Use a variety of transitional words and phrases to organize a sequence of events that unfolds naturally.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.3.d",
                                    "Label": "Provide a conclusion related to the creative or expressive event or experience.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E5.W.4",
                            "Label": "Write opinion pieces that explain a perspective with supporting reasons and evidence.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E5.W.4.a",
                                    "Label": "Introduce a topic or text clearly, state an opinion or perspective, and develop a structure in which ideas are grouped logically.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.4.b",
                                    "Label": "Use facts and details to support reasons and/or evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.4.c",
                                    "Label": "Use words, phrases, and key vocabulary to connect ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.4.d",
                                    "Label": "Provide a concluding statement or section related to the perspective.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E5.W.5",
                            "Label": "Write informative/explanatory pieces to examine a topic or text and clearly convey ideas and information.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E5.W.5.a",
                                    "Label": "Introduce a topic clearly and provide a general focus, grouping information logically and including text features, illustrations, and/or multimedia elements.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.5.b",
                                    "Label": "Develop the topic with information (e.g., facts, definitions, details, quotations) related to the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.5.c",
                                    "Label": "Use linking words and phrases and key vocabulary to connect ideas and categories of information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.5.d",
                                    "Label": "Provide a concluding statement or section related to the information or explanation(s).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E5.W.6",
                            "Label": "Locate and summarize relevant information and evidence from literary and informational text sources to answer questions about a topic.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E5.W.6.a",
                                    "Label": "Paraphrase information and evidence to support ideas while avoiding plagiarism.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.6.b",
                                    "Label": "Locate and evaluate credibility of evidence (e.g., motivation and/or potential bias of an information product) from print and digital sources to generate and answer questions and create new understandings.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.6.c",
                                    "Label": "Sort evidence into categories using an appropriate note-taking format to collect and organize information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.6.d",
                                    "Label": "Demonstrate academic integrity by avoiding overreliance on any one source and referencing sources in writing and speaking; provide a list of sources using a standard format.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.W.6.e",
                                    "Label": "Practice safe and ethical behaviors when communicating and interacting with others digitally (e.g., safe information to share, utilize appropriate sites and materials, appropriate language use, respect diverse perspectives).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E5.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension and Collaboration | Communicate effectively and appropriately in collaborative activities for a variety of tasks, purposes, and audiences to express ideas, share knowledge, and generate new understandings.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E5.SL.1",
                            "Label": "Prepare for and participate in structured discussions and collaborations about 5th grade topics and texts.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E5.SL.1.a",
                                    "Label": "Ask relevant questions to build on ideas, clarify own ideas, or acquire or confirm information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.SL.1.b",
                                    "Label": "Demonstrate interpretation of verbal and non-verbal messages in a conversation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.SL.1.c",
                                    "Label": "Converse with peers and adults an all-inclusive manner to foster positive relationships while respecting diverse perspectives.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.SL.1.d",
                                    "Label": "Demonstrate active and attentive listening skills (e.g., eye contact, nonverbal cues, taking notes, recalling, questioning).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.SL.1.e",
                                    "Label": "Complete a task following multi-step directions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation of Knowledge and Ideas | Present information, findings, and supporting evidence in which the organization, development, and style are appropriate to the discipline, audience, and/or context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E5.SL.2",
                            "Label": "Report on a topic or text, or present an opinion, sequencing ideas logically and using appropriate facts and relevant, descriptive details to support themes or central ideas.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E5.SL.2.a",
                                    "Label": "Demonstrate appropriate speaking techniques (e.g., appropriate eye contact, adequate volume, clear pronunciation) for a variety of purposes and situations, including interpreting 5th grade texts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.SL.2.b",
                                    "Label": "Convey a perspective with clear reasoning and support.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.SL.2.c",
                                    "Label": "Identify the purpose and credibility of information being presented.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.SL.2.d",
                                    "Label": "Demonstrate awareness of and sensitivity to the appropriate use of words (e.g., stereotypes, multiple meanings of words).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E5.SL.2.e",
                                    "Label": "Use appropriate visual and/or digital tools to enhance verbal communication and add interest.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}