{
    "Title": "Nebraska College & Career Ready Standards > Mathematics > Grade 5",
    "Overview": "During Grade 5, instruction should emphasize the development of the mathematical processes as the vehicle for mastering the grade- level content. Instruction should focus on these critical areas:\n• Extending previous understandings of multiplication and division to multiply and divide fractions and decimals.\n• Performing operations with multi-digit whole numbers and decimals to the hundredths in order to solve authentic problems following the order of operations.\n• Categorizing shapes using knowledge of their attributes.\n• Developing concepts of volume and relating volume to multiplication and addition.",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.M5.N",
            "Label": "Number",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M5.N.1",
                    "Label": "Numeric Relationships: Students will understand the place value system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M5.N.1.a",
                            "Label": "Read, write, and demonstrate multiple equivalent representations for multi-digit whole numbers and decimals through the thousandths place using standard form and expanded form.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.N.1.b",
                            "Label": "Recognize a digit in one place represents 1/10 of what it represents in the place to its left.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.N.1.c",
                            "Label": "Use whole number exponents to denote powers of 10.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M5.N.2",
                    "Label": "Fractions and Decimals: Students will extend understanding of fraction and decimal equivalence and ordering.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M5.N.2.a",
                            "Label": "Generate equivalent forms of commonly used fractions and decimals (e.g., halves, fourths, fifths, tenths).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.N.2.b",
                            "Label": "Represent and justify comparisons of whole numbers, fractions, mixed numbers, and decimals through the thousandths place using number lines, reasoning strategies, and/or equivalence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M5.N.3",
                    "Label": "Operations with Fractions and Decimals: Students will apply and extend previous understandings of whole number operations to add, subtract, multiply and divide fractions and decimals.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M5.N.3.a",
                            "Label": "Interpret a fraction as division of the numerator by the denominator.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.N.3.b",
                            "Label": "Multiply a whole number by a fraction or a fraction by a fraction, including mixed numbers, using visual fraction models and properties of operations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.N.3.c",
                            "Label": "Divide a unit fraction by a whole number and a whole number by a unit fraction using visual fraction models and properties of operations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.N.3.d",
                            "Label": "Solve authentic problems involving addition, subtraction, and multiplication of fractions and mixed numbers with like and unlike denominators.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.N.3.e",
                            "Label": "Add and subtract fractions and mixed numbers with unlike denominators without simplifying.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.N.3.f",
                            "Label": "Solve authentic problems involving division of unit fractions by whole numbers and division of whole numbers by unit fractions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.N.3.g",
                            "Label": "Add, subtract, multiply, and divide decimals to hundredths using strategies based on place value, properties of operations, and/or algorithms.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M5.A",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M5.A.1",
                    "Label": "Operations and Algebraic Thinking: Students will extend understanding of division and apply operational properties to solve problems involving order of operations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M5.A.1.a",
                            "Label": "Multiply multi-digit whole numbers using an algorithm.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.A.1.b",
                            "Label": "Divide four-digit whole numbers by a two-digit divisor, with and without remainders, using strategies based on place value.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.A.1.c",
                            "Label": "Justify the reasonableness of computations involving whole numbers, fractions, and decimals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.A.1.d",
                            "Label": "Simplify authentic numerical or algebraic expressions using order of operations (excluding exponents).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M5.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M5.G.1.",
                    "Label": "Shapes and Their Attributes: Students will classify two-dimensional figures into categories based on their properties.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M5.G.1.a",
                            "Label": "Identify and describe faces, edges, and vertices of rectangular prisms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.G.1.b",
                            "Label": "Recognize volume as an attribute of solid figures that is measured in cubic units.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.G.1.c",
                            "Label": "Justify the classification of two and three-dimensional figures in a hierarchy based on their properties.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M5.G.2",
                    "Label": "Coordinate Geometry: Graph points on the coordinate plane to solve authentic problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M5.G.2.a",
                            "Label": "Identify the origin, x axis, and y axis of the coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.G.2.b",
                            "Label": "Graph and name points in the first quadrant of the coordinate plane using ordered pairs of whole numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.G.2.c",
                            "Label": "Form ordered pairs from authentic problems involving rules or patterns, graph the ordered pairs in the first quadrant on a coordinate plane, and interpret coordinate values in the context of the situation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M5.G.3",
                    "Label": "Measurement: Generate conversions within the customary and metric systems of measurement to solve authentic problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M5.G.3.a",
                            "Label": "Generate conversions in authentic mathematical situations from larger units to smaller units and smaller units to larger units, within the customary and metric systems of measurement.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M5.G.4",
                    "Label": "Area and Volume: Students will extend area problems for rectangles to include fractions and build meaning for measuring volume.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M5.G.4.a",
                            "Label": "Find the area of a rectangle with fractional side lengths by tiling it with unit squares of the fraction side lengths and show that the area is the same as would be found by multiplying the side lengths.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.G.4.b",
                            "Label": "Multiply fractional side lengths to find areas of rectangles and represent fraction products as rectangular areas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.G.4.c",
                            "Label": "Use concrete models to measure the volume of rectangular prisms by counting cubic units.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.G.4.d",
                            "Label": "Find the volume of a rectangular prism with whole-number side lengths by modeling with unit cubes and show that the volume can be additive and is the same as would be found by multiplying the area of the base times height.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M5.G.4.e",
                            "Label": "Solve authentic problems by applying the formulas V = l × w × h and V = B × h for rectangular prisms to find volumes of rectangular prisms with whole number edge lengths.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M5.D",
            "Label": "Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M5.D.1",
                    "Label": "Data Collection: Students will formulate questions to collect, organize, and represent data.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "NE.M5.D.2",
                    "Label": "Analyze Data and Interpret Results: Students will analyze the data and interpret the results.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M5.D.2.a",
                            "Label": "Represent, analyze, and solve authentic problems using information presented in one or more tables or line plots including whole numbers and fractions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}