{
    "Title": "Nebraska College & Career Ready Standards > Science > Grade 5",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.S5.3",
            "Label": "Structure & Properties of Matter",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S5.3.1",
                    "Label": "Gather, analyze, and communicate evidence of structure and properties of matter.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S5.3.1.a",
                            "Label": "Develop a model to describe that matter is made of particles too small to be seen.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S5.3.1.b",
                            "Label": "Measure and graph quantities to provide evidence that regardless of the type of change that occurs when heating, cooling, or mixing substances, the total weight of matter is conserved.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S5.3.1.c",
                            "Label": "Make observations and measurements to identify materials based on their properties.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S5.3.1.d",
                            "Label": "Conduct an investigation to determine whether the mixing of two or more substances results in new substances.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S5.8",
            "Label": "Matter & Energy In Organisms & Ecosystems",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S5.8.2",
                    "Label": "Gather and analyze data to communicate understanding of matter and energy in organisms and ecosystems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S5.8.2.a",
                            "Label": "Use models to describe that energy in animals’ food (used for body repair, growth, and motion and to maintain body warmth) was once energy from the sun.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S5.8.2.b",
                            "Label": "Support an argument that plants get the materials they need for growth chiefly from air and water.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S5.8.2.c",
                            "Label": "Develop a model to describe the movement of matter among plants, animals, decomposers, and the environment.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S5.11",
            "Label": "Space Systems: Earth’s Stars & Solar System",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S5.11.3",
                    "Label": "Gather and analyze data to communicate understanding of space systems: Earth’s stars and solar system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S5.11.3.a",
                            "Label": "Support an argument that the gravitational force exerted by Earth on objects is directed down toward Earth’s center.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S5.11.3.b",
                            "Label": "Support an argument that differences in the apparent brightness of the sun compared to other stars is due to their relative distances from Earth.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S5.11.3.c",
                            "Label": "Represent data in graphical displays to reveal patterns of daily changes in the length and direction of shadows, length of day and night, and the seasonal appearance of some stars in the night sky.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S5.13",
            "Label": "Earth’s Systems",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S5.13.4",
                    "Label": "Gather and analyze data to communicate understanding of Earth’s systems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S5.13.4.a",
                            "Label": "Develop a model using an example to describe ways the geosphere, biosphere, hydrosphere, and/or atmosphere interact.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S5.13.4.b",
                            "Label": "Describe and graph the amounts of salt water and fresh water in various reservoirs to provide evidence about the distribution of water on Earth.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S5.13.4.c",
                            "Label": "Obtain and combine information about ways individual communities use science ideas to protect the Earth’s resources and environment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S5.13.4.d",
                            "Label": "Define a simple design problem that can be solved by applying scientific ideas about the conservation of fresh water on Earth.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S5.13.4.e",
                            "Label": "Define a simple design problem reflecting a need or a want that includes specified criteria for success and constraints on materials, time, or cost.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}