{
    "Title": "Nebraska College & Career Ready Standards > English Language Arts > Grade 6",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.E6.RP",
            "Label": "Reading Prose & Poetry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Central Ideas and Details | Citing relevant and thorough textual evidence to support ideas, evaluate the development of themes or central ideas in grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E6.RP.1",
                            "Label": "Determine the implied or explicit theme of a literary text and how it develops over the course of a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E6.RP.2",
                            "Label": "Explain how a plot unfolds as well as how the characters respond to events or changes as the plot moves toward a resolution.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Author’s Craft | Citing relevant and thorough evidence to support ideas, evaluate the development and interaction of individuals, ideas, and events in grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E6.RP.3",
                            "Label": "Explain how an author establishes and conveys the point(s) of view of a narrator or speaker in a literary text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E6.RP.4",
                            "Label": "Analyze how a sequence of chapters, scenes, or stanzas contribute to the development of literary elements (e.g. theme, setting, or plot).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge and Ideas | Citing relevant and thorough textual evidence to support ideas, evaluate how an author’s perspective or use of point of view shapes the style and meaning of grade-level literary and informational text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E6.RP.5",
                            "Label": "Compare and contrast texts in different forms or genres (e.g., stories and poems, historical novels, fantasy stories) and their treatment of similar themes and topics.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E6.RP.6",
                            "Label": "Analyze a literary text to answer and develop inferential and evaluative questions to enhance the comprehension of self and others, quoting or paraphrasing specific evidence from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E6.RP.7",
                            "Label": "Compare and contrast regional, national, and/or multicultural perspectives within and across literary texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range of Reading and Level of Text Complexity | Read and comprehend complex, grade-level literary and informational texts independently and proficiently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E6.RP.8",
                            "Label": "Read and comprehend a wide range of literary text of appropriate complexity for the 6-8 grade band proficiently, with scaffolding as needed at the high end of the range.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E6.RI",
            "Label": "Reading Informational Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Central Ideas and Details | Citing relevant and thorough textual evidence to support ideas, evaluate the development of themes or central ideas in grade-level informational text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E6.RI.1",
                            "Label": "Determine the implied or explicit central idea of an informational text and how it develops over the course of a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E6.RI.2",
                            "Label": "Explain how a key individual, event, or idea or concept is introduced and developed, drawing on specific supporting details in an informational text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Author’s Craft | Citing relevant and thorough evidence to support ideas, evaluate the development and interaction of individuals, ideas, and events in grade-level informational text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E6.RI.3",
                            "Label": "Explain how an author establishes and conveys a perspective or purpose in an informational text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E6.RI.4",
                            "Label": "Analyze how a particular sentence, paragraph, chapter, or section fits into the overall structure of a text and contributes to the development of the ideas.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge and Ideas | Citing relevant and thorough textual evidence to support ideas, evaluate how an author’s perspective or use of point of view shapes the style and meaning of grade-level informational text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E6.RI.5",
                            "Label": "Compare and contrast one author’s presentation of information with that of another.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E6.RI.6",
                            "Label": "Analyze the development of an argument and identify the type(s) of reasoning used to support the argument.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E6.RI.7",
                            "Label": "Compare and contrast regional, national, and/or multicultural perspectives within and across informational texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range of Reading and Level of Text Complexity | Read and comprehend complex, grade-level informational text independently and proficiently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E6.RI.8",
                            "Label": "Read and comprehend a wide range of informational texts of appropriate complexity for the 6-8 grade band proficiently, with scaffolding as needed at the high end of the range.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E6.V",
            "Label": "Vocabulary",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Acquisition and Use | Build and use a range of conversational, academic, and discipline-specific grade-level vocabulary and apply to reading, writing, speaking, and listening.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E6.V.1",
                            "Label": "Integrate grade-level academic vocabulary appropriately for a variety of tasks and purposes.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.V.1.a",
                                    "Label": "Use context clues (e.g. the overall meaning of a sentence or paragraph; a word’s position or function in a sentence) to determine the meanings of words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.1.b",
                                    "Label": "Use commonly occurring Greek and Latin affixes and roots to determine the meanings of words (e.g., audience, audible).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.1.c",
                                    "Label": "Consult reference materials to determine or clarify the precise meanings, pronunciations, or parts of speech of words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Context and Connotation | Determine or clarify the meaning of unknown and multiple-meaning words and phrases, choosing flexibly from a range of strategies.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.V.2",
                            "Label": "Interpret an author’s use of figurative, connotative, and technical language in grade-level literary and informational text.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.V.2.a",
                                    "Label": "Interpret figures of speech (e.g., literary, biblical, or mythological allusions) in context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.2.b",
                                    "Label": "Determine the relationship between words (e.g., cause/effect, part/whole, item/category).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.2.c",
                                    "Label": "Distinguish between the connotations of words with similar denotations (e.g., economical, thrifty).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E6.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Production of Writing | Use a recursive writing process to produce clear and coherent writing appropriate to the discipline, audience, and/or context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E6.W.1",
                            "Label": "Create grammatically correct multi-paragraph compositions with varied sentence structures.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E6.W.1.a",
                                    "Label": "Apply knowledge of rules for capitalization.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.1.b",
                                    "Label": "Use punctuation (e.g., commas, parentheses, dashes) to set off non-restrictive clauses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.1.c",
                                    "Label": "Use a colon to introduce items in a series; use a semicolon to combine independent clauses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.1.d",
                                    "Label": "Explain the function of articles (e.g., definite and indefinite) and apply knowledge to writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.1.e",
                                    "Label": "Identify and use verb tenses (e.g., progressive).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.1.f",
                                    "Label": "Distinguish between and use different types of phrases (e.g., prepositional and appositive).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.1.g",
                                    "Label": "Identify and revise fragment and run-on sentences and inappropriate shifts in verb tenses.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E6.W.2",
                            "Label": "Use a recursive writing process to develop, strengthen, and produce writing appropriate to the audience, purpose, and discipline.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E6.W.2.a",
                                    "Label": "Use prewriting activities and inquiry tools to plan, organize, and draft writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.2.b",
                                    "Label": "Adapt writing processes to sustain engagement in short and long-term writing tasks of increasing length and complexity.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.2.c",
                                    "Label": "Improve and clarify the content, structure, and organization of writing by revising, considering feedback from adults and peers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.2.d",
                                    "Label": "Improve and clarify writing by editing and proofreading, considering feedback from adults and peers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.2.e",
                                    "Label": "Use appropriate print and digital/multimedia tools to produce, enhance, and/or publish writing individually or in collaboration with peers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Modes of Writing | Write in a variety of modes for a variety of purposes and audiences across disciplines.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E6.W.3",
                            "Label": "Write in a variety of literary forms to convey real or imagined experiences or events in which the development and structure are appropriate to the task, purpose, and audience.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E6.W.3.a",
                                    "Label": "Engage and orient the reader by establishing a context and introducing a narrator and/or character(s) and point of view; organize an event sequence that unfolds naturally and logically.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.3.b",
                                    "Label": "Use literary techniques (e.g. dialogue, pacing, description) to develop characters, events, settings, and conflicts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.3.c",
                                    "Label": "Use a variety of transitional words and phrases to signal shifts from one character, time frame, or setting to another.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.3.d",
                                    "Label": "Use precise words and phrases, descriptive/sensory details, and figurative language to express personal or narrative voice.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.3.e",
                                    "Label": "Provide a conclusion that is clearly related to and appropriately reflects on the literary experiences or events.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E6.W.4",
                            "Label": "Write arguments that explain a perspective with supporting reasons and evidence.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E6.W.4.a",
                                    "Label": "Introduce a claim clearly and develop a structure in which the ideas are grouped logically.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.4.b",
                                    "Label": "Use relevant evidence from two or more credible sources.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.4.c",
                                    "Label": "Use words, phrases, and key vocabulary to clarify the relationship between claim(s) and supporting evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.4.d",
                                    "Label": "Provide a concluding statement or section that follows from the argument presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E6.W.5",
                            "Label": "Write informative/explanatory pieces to examine a topic or text and clearly convey ideas and information.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E6.W.5.a",
                                    "Label": "Introduce a topic clearly and provide a general focus, grouping information logically and including text features, illustrations, and/or multimedia elements.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.5.b",
                                    "Label": "Develop a topic with information (e.g., facts, definitions, concrete details, quotations, examples) related to the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.5.c",
                                    "Label": "Use appropriate transitions and key vocabulary to clarify relationships among ideas and concepts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.5.d",
                                    "Label": "Provide a concluding statement or section that follows from the information or explanation(s).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E6.W.6",
                            "Label": "Gather and use credible evidence from trustworthy sources and assess its relevance in answering a research question.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E6.W.6.a",
                                    "Label": "Paraphrase and quote evidence to support ideas while avoiding plagiarism.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.6.b",
                                    "Label": "Locate and evaluate credibility of evidence (e.g., motivation and/or potential bias of an information product) from print and digital sources to generate and answer questions and create new understandings.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.6.c",
                                    "Label": "Select and use appropriate note-taking formats to collect and organize information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.6.d",
                                    "Label": "Demonstrate academic integrity by avoiding overreliance on any one source and referencing sources in writing and speaking; provide a list of sources using a standard format.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.W.6.e",
                                    "Label": "Practice safe and ethical behaviors when communicating and interacting with others digitally (e.g., safe information to share, utilize appropriate sites and materials, appropriate language use, respect diverse perspectives).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E6.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension and Collaboration | Communicate effectively and appropriately in collaborative activities for a variety of tasks, purposes, and audiences to express ideas, share knowledge, and generate new understandings.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E6.SL.1",
                            "Label": "Prepare for and participate in structured discussions and collaborations about 6th grade topics and texts.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E6.SL.1.a",
                                    "Label": "Ask relevant questions to build on ideas, clarify own ideas, or acquire or confirm information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.SL.1.b",
                                    "Label": "Demonstrate interpretation of verbal and non-verbal messages in a conversation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.SL.1.c",
                                    "Label": "Converse with diverse individuals in an all-inclusive manner to foster positive relationships while respecting diverse perspectives.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.SL.1.d",
                                    "Label": "Demonstrate active and attentive listening skills (e.g., eye contact, nonverbal cues, taking notes, summarizing, questioning).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.SL.1.e",
                                    "Label": "Complete a task following multi-step directions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation of Knowledge and Ideas | Present information, findings, and supporting evidence in which the organization, development, and style are appropriate to the discipline, audience, and/or context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E6.SL.2",
                            "Label": "Present claims and findings, sequencing ideas logically and using relevant descriptions, facts, and details to clarify themes or central ideas.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E6.SL.2.a",
                                    "Label": "Demonstrate and adjust speaking techniques (e.g., appropriate eye contact, pacing, adequate volume, clear pronunciation) for a variety of purposes and situations, including interpreting 6th grade texts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.SL.2.b",
                                    "Label": "Convey a perspective with clear reasoning and support.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.SL.2.c",
                                    "Label": "Analyze the purpose and credibility of information being presented.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.SL.2.d",
                                    "Label": "Demonstrate awareness of and sensitivity to the appropriate use of words (e.g., stereotypes, connotations, subtleties of language).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E6.SL.2.e",
                                    "Label": "Use appropriate visual and/or digital tools to enhance verbal communication and add interest.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}