{
    "Title": "Nebraska College & Career Ready Standards > Science > Grade 7",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.S7.3",
            "Label": "Structure & Properties Of Matter",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S7.3.1",
                    "Label": "Gather, analyze, and communicate evidence of the structure, properties, and interactions of matter.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S7.3.1.a",
                            "Label": "Develop models to describe the atomic composition of simple molecules.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.3.1.b",
                            "Label": "Gather and make sense of information to describe how natural materials may undergo chemical reactions to create new synthetic materials and have an impact on society.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.3.1.c",
                            "Label": "Develop a model that predicts and describes changes in particle motion, temperature, and state of a pure substance when thermal energy is added or removed.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S7.5",
            "Label": "Chemical Reactions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S7.5.2",
                    "Label": "Gather, analyze, and communicate evidence of chemical reactions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S7.5.2.a",
                            "Label": "Analyze and interpret data on the properties of substances before and after the substances interact to determine if a chemical reaction has occurred.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.5.2.b",
                            "Label": "Develop and use a model to describe how the total number of atoms does not change in a chemical reaction and thus mass is conserved.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.5.2.c",
                            "Label": "Undertake a design project to construct, test, and modify a device that either releases or absorbs thermal energy by chemical processes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.5.2.d",
                            "Label": "Analyze data from tests to determine similarities and differences among several design solutions to identify the best characteristics of each that can be combined into a new solution to better meet the criteria for success.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S7.7",
            "Label": "Interdependent Relationships In Ecosystems",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S7.7.3",
                    "Label": "Gather, analyze, and communicate evidence of interdependent relationships in ecosystems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S7.7.3.a",
                            "Label": "Construct an explanation that predicts patterns of interactions among organisms across multiple ecosystems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.7.3.b",
                            "Label": "Develop and use a model to describe how stable ecosystems maintain biodiversity and ecosystem services.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.7.3.c",
                            "Label": "Evaluate competing design solutions using a systematic process to determine how well they meet the criteria and constraints of the problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.7.3.d",
                            "Label": "Apply scientific principles to design a method for monitoring and increasing positive human impact on the environment.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S7.8",
            "Label": "Matter & Energy In Organisms & Ecosystems",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S7.8.4",
                    "Label": "Gather, analyze, and communicate evidence of the flow of energy and cycling of matter in organisms and ecosystems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S7.8.4.a",
                            "Label": "Construct a scientific explanation based on evidence for the role of photosynthesis in the cycling of matter and flow of energy into and out of organisms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.8.4.b",
                            "Label": "Develop a model to describe how food is rearranged through chemical reactions forming new molecules that support growth and/or release energy as matter moves through an organism.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.8.4.c",
                            "Label": "Analyze and interpret data to provide evidence for the effects of resource availability on organisms and populations of organisms in an ecosystem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.8.4.d",
                            "Label": "Develop a model to describe the cycling of matter and flow of energy among living and nonliving parts of an ecosystem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.8.4.e",
                            "Label": "Construct an argument supported by evidence that changes to physical or biological components of an ecosystem affect populations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S7.13",
            "Label": "Earth's Systems",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S7.13.5",
                    "Label": "Gather, analyze, and communicate evidence of the flow of energy and cycling of matter associated with Earth's materials and processes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S7.13.5.a",
                            "Label": "Develop a model to describe the cycling of Earth's materials and the flow of energy that drives this process.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.13.5.b",
                            "Label": "Construct a scientific explanation based on evidence for how the uneven distributions of Earth's mineral, energy, and groundwater resources are the result of past and current geoscience processes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.13.5.c",
                            "Label": "Construct an argument supported by evidence for how increases in human population and per-capita consumption of natural resources impact Earth's systems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S7.14",
            "Label": "History Of Earth",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S7.14.6",
                    "Label": "Gather, analyze, and communicate evidence to explain Earth's history.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S7.14.6.a",
                            "Label": "Construct an explanation based on evidence for how geoscience processes have changed Earth's surface at varying time and spatial scales.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.14.6.b",
                            "Label": "Analyze and interpret data on the distribution of fossils and rocks, continental shapes, and seafloor structures to provide evidence of past plate motions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S7.14.6.c",
                            "Label": "Analyze and interpret data on geologic hazards to forecast future catastrophic events and inform the development of technologies to mitigate their effects.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}