{
    "Title": "Nebraska College & Career Ready Standards > English Language Arts > Grade 8",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.E8.RP",
            "Label": "Reading Prose & Poetry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Central Ideas and Details | Citing relevant and thorough textual evidence to support ideas, evaluate the development of themes or central ideas in grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E8.RP.1",
                            "Label": "Determine two or more implied or explicit themes of a text and how they develop over the course of a literary text, including their relationship to supporting ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E8.RP.2",
                            "Label": "Analyze how particular events, lines of dialogue, or descriptive details develop the plot, reveal aspects of characters, or create meaning.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Author’s Craft | Citing relevant and thorough evidence to support ideas, evaluate the development and interaction of individuals, ideas, and events in grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E8.RP.3",
                            "Label": "Analyze how an author establishes, conveys, and contrasts the points of view of the audience and the characters to create effects such as suspense, humor, or dramatic irony in a literary text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E8.RP.4",
                            "Label": "Compare and contrast the structure of two or more literary texts and how their structures contribute to style and meaning.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge and Ideas | Citing relevant and thorough textual evidence to support ideas, evaluate how an author’s perspective or use of point of view shapes the style and meaning of grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E8.RP.5",
                            "Label": "Analyze how a modern work of fiction draws on themes, patterns of events, or character types from myths, traditional stories, or religious works.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E8.RP.6",
                            "Label": "Synthesize the implied or stated theme(s) in a literary text to draw conclusions and deepen understanding of self and others.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E8.RP.7",
                            "Label": "Analyze regional, national, international, and/or multicultural perspectives to make connections among and distinctions between characters or ideas within and across a range of literary texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range of Reading and Level of Text Complexity | Read and comprehend complex, grade-level literary text independently and proficiently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E8.RP.8",
                            "Label": "Read and comprehend a wide range of literary texts of appropriate complexity at the high end of the 6-8 grade band independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E8.RI",
            "Label": "Reading Informational Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Central Ideas and Details | Citing relevant and thorough textual evidence to support ideas, evaluate the development of themes or central ideas in grade-level informational text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E8.RI.1",
                            "Label": "Determine two or more implied or explicit central ideas and how they develop over the course of an informational text, including their relationship to supporting ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E8.RI.2",
                            "Label": "Analyze how particular events, interactions between individuals, or key facts and details contribute to meaning.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Author’s Craft | Citing relevant and thorough evidence to support ideas, evaluate the development and interaction of individuals, ideas, and events in grade-level informational text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E8.RI.3",
                            "Label": "Analyze how an author establishes, conveys, and contrasts perspective or purpose in a text and how the author acknowledges and responds to conflicting evidence or viewpoints.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E8.RI.4",
                            "Label": "Compare and contrast the structure of a specific paragraph in an informational text, including the role of particular sentences in developing and refining a key concept.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge and Ideas | Citing relevant and thorough textual evidence to support ideas, evaluate how an author’s perspective or use of point of view shapes the style and meaning of grade-level informational text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E8.RI.5",
                            "Label": "Analyze how two or more texts provide conflicting information on the same topic, including where the texts disagree on matters of evidence or interpretation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E8.RI.6",
                            "Label": "Analyze the development of an argument and evaluate the effectiveness of the type(s) of reasoning used to support the argument.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.E8.RI.7",
                            "Label": "Analyze regional, national, international, and/or multicultural perspectives to make connections among and distinctions between individuals or ideas within and across a range of informational texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range of Reading and Level of Text Complexity | Read and comprehend complex, grade-level informational text independently and proficiently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E8.RI.8",
                            "Label": "Read and comprehend a wide range of informational texts of appropriate complexity at the high end of the 6-8 grade band independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E8.V",
            "Label": "Vocabulary",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Acquisition and Use | Build and use a range of conversational, academic, and discipline-specific grade-level vocabulary and apply to reading, writing, speaking, and listening.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E8.V.1",
                            "Label": "Integrate grade-level academic vocabulary appropriately for a variety of tasks and purposes.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.V.1.a",
                                    "Label": "Use context clues (e.g. the overall meaning of a sentence or paragraph; a word’s position or function in a sentence) to determine the meanings of words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.1.b",
                                    "Label": "Use commonly occurring Greek and Latin affixes and roots to determine the meanings of words (e.g., recede, precede).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.1.c",
                                    "Label": "Consult general and specialized reference materials to determine or clarify the precise meanings, pronunciations, or parts of speech of words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Context and Connotation | Determine or clarify the meaning of unknown and multiple-meaning words and phrases, choosing flexibly from a range of strategies.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E2.V.2",
                            "Label": "Interpret an author’s use of figurative, connotative, and technical language in grade-level literary and informational text.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E2.V.2.a",
                                    "Label": "Interpret figures of speech (e.g., verbal irony, puns) in context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.2.b",
                                    "Label": "Determine the relationship between particular words to better understand each of the words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E2.V.2.c",
                                    "Label": "Distinguish between the connotations of words with similar denotations (e.g., willful, resolute).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E8.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Production of Writing | Use a recursive writing process to produce clear and coherent writing appropriate to the discipline, audience, and/or context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E8.W.1",
                            "Label": "Create grammatically correct multi-paragraph compositions with varied sentence structures.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E8.W.1.a",
                                    "Label": "Apply knowledge of rules for capitalization.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.1.b",
                                    "Label": "Use punctuation (comma, ellipsis, dashes) to indicate a pause or break and an ellipsis to indicate an omission.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.1.c",
                                    "Label": "Explain the function of and use different types of verbals in sentences (e.g., gerunds, participles, infinitives).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.1.d",
                                    "Label": "Distinguish between and use active and passive voice, formal and informal tone, and types of grammatical mood (e.g. indicative, subjunctive, conditional, imperative).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.1.e",
                                    "Label": "Use appropriate parallel structure in words, phrases, and clauses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.1.f",
                                    "Label": "Identify and revise fragment and run-on sentences and inappropriate shifts in verb tense, number, voice, and mood.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E8.W.2",
                            "Label": "Use a recursive writing process to develop, strengthen, and produce writing appropriate to the audience, purpose, and discipline.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E8.W.2.a",
                                    "Label": "Identify and use resources and inquiry tools to plan, organize, and draft writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.2.b",
                                    "Label": "Adapt writing processes to sustain engagement in short and long-term writing tasks of increasing length and complexity.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.2.c",
                                    "Label": "Improve and clarify the content, structure, and organization of writing by revising, considering feedback from adults and peers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.2.d",
                                    "Label": "Improve and clarify writing by editing and proofreading, considering feedback from adults and peers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.2.e",
                                    "Label": "Use appropriate print and digital/multimedia tools to produce, enhance, and/or publish writing individually or in collaboration with peers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Modes of Writing | Write in a variety of modes for a variety of purposes and audiences across disciplines.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E8.W.3",
                            "Label": "Write in a variety of literary forms to convey real or imagined experiences or events in which the development and structure are appropriate to the task, purpose, and audience.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E8.W.3.a",
                                    "Label": "Engage and orient the reader by establishing a conflict, situation, or observation, introducing a narrator and/or character(s), and establishing and maintaining point(s) of view; organize an event sequence that unfolds naturally and logically.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.3.b",
                                    "Label": "Use literary techniques (e.g., dialogue, pacing, description, multiple plot lines) to develop experiences, events, characters, and settings.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.3.c",
                                    "Label": "Use a variety of techniques to sequence events so that they build on one another to create a coherent whole.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.3.d",
                                    "Label": "Use precise words and phrases, descriptive/sensory details, and figurative language to establish mood and tone and convey a vivid picture.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.3.e",
                                    "Label": "Provide a conclusion that is clearly related to and reflects upon what is experienced, observed, or left unresolved over the course of the piece.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E8.W.4",
                            "Label": "Write arguments that develop a perspective with supporting reasons and evidence, organized as appropriate to the task, purpose, and audience.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E8.W.4.a",
                                    "Label": "Develop a structure to sequence ideas appropriately; introduce a clear claim where appropriate.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.4.b",
                                    "Label": "Introduce claim(s), acknowledge and distinguish the claim(s) from alternate or supporting claims, and develop a structure in which ideas are grouped logically.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.4.c",
                                    "Label": "Explain and cite relevant evidence from multiple credible sources.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.4.d",
                                    "Label": "Use words, phrases, and key vocabulary to create cohesion and clarify the relationship between the claim(s) and supporting evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.4.e",
                                    "Label": "Adapt style and tone appropriate to the norms and conventions of the task and discipline.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.4.f",
                                    "Label": "Provide a conclusion that follows from and supports the argument(s) presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E8.W.5",
                            "Label": "Write informative/explanatory pieces to clearly convey ideas and information in which the development and structure are appropriate to the task, purpose, and audience.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E8.W.5.a",
                                    "Label": "Introduce a topic clearly and provide a specific focus; organize ideas, concepts, and information into broader categories or sections including text features, illustrations, and/or multimedia elements.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.5.b",
                                    "Label": "Develop the topic with relevant facts, definitions, concrete details, quotations, and/or other information and examples.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.5.c",
                                    "Label": "Use appropriate transitions and domain-specific vocabulary to clarify relationships among ideas and concepts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.5.d",
                                    "Label": "Provide a concluding statement or section that follows from the information or explanation(s).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.E8.W.6",
                            "Label": "Gather and use credible evidence from multiple trustworthy sources and assess its relevance in answering the research question(s).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E8.W.6.a",
                                    "Label": "Integrate evidence into writing by quoting or paraphrasing data and conclusions while avoiding plagiarism.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.6.b",
                                    "Label": "Locate and evaluate the credibility of evidence (e.g., the expertise or motivation of the creator of an information product, potential bias and/or deception) from print and digital sources to generate and answer questions and create new understandings.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.6.c",
                                    "Label": "Select and use appropriate note-taking formats to collect and organize information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.6.d",
                                    "Label": "Demonstrate academic integrity by avoiding overreliance on any one source and citing sources within text (e.g., parenthetical and numerical); provide a list of sources using a standard format.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.W.6.e",
                                    "Label": "Practice safe and ethical behaviors when communicating and interacting with others digitally (e.g., safe information to share, utilize appropriate sites and materials, appropriate language use, respect diverse perspectives).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.E8.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension and Collaboration | Communicate effectively and appropriately in collaborative activities for a variety of tasks, purposes, and audiences to express ideas, share knowledge, and generate new understandings.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E8.SL.1",
                            "Label": "Initiate and participate in structured discussions and collaborations about 8th grade topics and texts.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E8.SL.1.a",
                                    "Label": "Ask relevant questions to build on ideas, clarify own ideas, or acquire or confirm information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.SL.1.b",
                                    "Label": "Demonstrate interpretation of verbal and non-verbal messages in a conversation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.SL.1.c",
                                    "Label": "Converse with peers and adults in an all-inclusive manner to foster positive relationships while respecting diverse perspectives.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.SL.1.d",
                                    "Label": "Demonstrate active and attentive listening skills (e.g., eye contact, nonverbal cues, taking notes, summarizing, questioning).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.SL.1.e",
                                    "Label": "Complete a task following complex, multi-step directions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation of Knowledge and Ideas | Present information, findings, and supporting evidence in which the organization, development, and style are appropriate to the discipline, audience, and/or context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.E8.SL.2",
                            "Label": "Present claims and findings, emphasizing key ideas in a focused, coherent manner with relevant descriptions, facts, details, and examples to clarify themes or central ideas.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.E8.SL.2.a",
                                    "Label": "Demonstrate and adjust speaking techniques (e.g., appropriate eye contact, pacing, adequate volume, clear pronunciation) for a variety of purposes and situations, including interpreting 8th grade texts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.SL.2.b",
                                    "Label": "Convey a perspective with clear reasoning and valid evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.SL.2.c",
                                    "Label": "Analyze the purpose of information being presented and evaluate its motives (e.g., social, commercial, political).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.SL.2.d",
                                    "Label": "Demonstrate awareness of and sensitivity to the appropriate use of words (e.g., stereotypes, multiple meanings of words).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.E8.SL.2.e",
                                    "Label": "Select and use appropriate visual and/or digital tools to enhance verbal communication and add interest.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}