{
    "Title": "Nebraska College & Career Ready Standards > Mathematics > Grade 8",
    "Overview": "During Grade 8, instruction should emphasize the development of the mathematical processes as the vehicle for mastering the grade-level content. Instruction should focus on these critical areas:\n• Using linear equations to represent, analyze, and solve a variety of problems.\n• Developing an understanding of irrational numbers and integer exponents.\n• Analyzing two-dimensional figures and solving problems using understanding of distance, angle, similarity, and congruence.\n• Understanding and applying the Pythagorean Theorem.\n• Determining and describing rate of change and y-intercept for given situations.",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.M8.N",
            "Label": "Number",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M8.N.1",
                    "Label": "Numeric Relationships: Students will demonstrate, represent, and show relationships among real numbers within the base-ten number system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M8.N.1.a",
                            "Label": "Determine subsets of numbers as natural, whole, integer, rational, irrational, or real based on the definitions of these sets of numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.N.1.b",
                            "Label": "Represent numbers with positive and negative exponents and in scientific notation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.N.1.c",
                            "Label": "Describe the difference between a rational and irrational number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.N.1.d",
                            "Label": "Approximate, compare, and order real numbers, both rational and irrational, and locate them on the number line.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M8.N.2",
                    "Label": "Operations: Students will compute with exponents and roots.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M8.N.2.a",
                            "Label": "Evaluate the square roots of perfect squares less than or equal to 400 and cube roots of perfect cubes less than or equal to 125.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.N.2.b",
                            "Label": "Simplify numerical expressions involving integer exponents, square roots, and cube roots (e.g., 4-2 is the same as 1/16).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.N.2.c",
                            "Label": "Evaluate numerical expressions involving absolute value.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.N.2.d",
                            "Label": "Multiply and divide numbers using scientific notation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M8.A",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M8.A.1",
                    "Label": "Algebraic Processes: Students will apply the operational properties when evaluating expressions and solving equations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M8.A.1.a",
                            "Label": "Describe single variable equations as having one solution, no solution, or infinitely many solutions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.A.1.b",
                            "Label": "Solve multi-step equations involving rational numbers with the same variable appearing on both sides of the equation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.A.1.c",
                            "Label": "Solve equations of the form x² = k(k <= 400) and x³ = k(k <= 125), where k is a positive rational number, using square root and cube root symbols.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M8.A.2",
                    "Label": "Applications: Students will solve authentic problems involving multi-step equations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M8.A.2.a",
                            "Label": "Write multi-step single variable equations from words, tables, and authentic situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.A.2.b",
                            "Label": "Determine and describe the rate of change for given situations through the use of tables and graphs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.A.2.c",
                            "Label": "Graph proportional relationships and interpret the rate of change.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M8.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M8.G.1",
                    "Label": "Attributes: Students will apply properties of angle relationships in triangles and with lines to determine angle measures.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M8.G.1.a",
                            "Label": "Determine and use the relationships of the interior angles of a triangle to solve for missing measures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.G.1.b",
                            "Label": "Identify and apply geometric properties of parallel lines cut by a transversal and the resulting corresponding same side interior, alternate interior, and alternate exterior angles to find missing measures.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M8.G.2",
                    "Label": "Coordinate Geometry: Students will determine location, orientation, and relationships on the coordinate plane.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M8.G.2.a",
                            "Label": "Perform and describe positions and orientations of shapes under single transformations including rotations in multiples of 90 degrees about the origin, translations, reflections, and dilations on and off the coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.G.2.b",
                            "Label": "Determine if two-dimensional figures are congruent or similar.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.G.2.c",
                            "Label": "Perform and describe positions and orientations of shapes under a sequence of transformations on and off the coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M8.G.3",
                    "Label": "Measurement: Students will reason with formulas and context to determine and compare length, area, and volume.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M8.G.3.a",
                            "Label": "Explain a model of the Pythagorean Theorem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.G.3.b",
                            "Label": "Apply the Pythagorean Theorem to find side lengths of triangles and to solve authentic problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.G.3.c",
                            "Label": "Find the distance between any two points on the coordinate plane using the Pythagorean Theorem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.G.3.d",
                            "Label": "Determine the volume of cones, cylinders, and spheres and solve authentic problems using volumes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M8.D",
            "Label": "Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M8.D.1",
                    "Label": "Data Collection and Statistical Methods: Students will formulate statistical investigative questions, collect data, and organize data.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "NE.M8.D.2",
                    "Label": "Analyze Data and Interpret Results: Students will represent and analyze the data and interpret the results.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M8.D.2.a",
                            "Label": "Represent and interpret bivariate data (e.g., ordered pairs) using scatter plots.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.D.2.b",
                            "Label": "Describe patterns such as positive or negative association, linear or nonlinear association, clustering, and outliers when bivariate data is represented on a coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.D.2.c",
                            "Label": "Draw an informal line of best fit based on the closeness of the data points to the line.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M8.D.2.d",
                            "Label": "Use a linear model to make predictions and interpret the rate of change and y-intercept in context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M8.D.3",
                    "Label": "Probability: Students will interpret and apply concepts of probability.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        }
    ],
    "References": []
}