{
    "Title": "Nebraska College & Career Ready Standards > Mathematics > Kindergarten",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.M9-12.N",
            "Label": "Number",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M9-12.N.1",
                    "Label": "Estimation and Technology: Students will use estimation strategies and technology to reason, to solve problems, and to make connections within mathematics and across disciplines.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.N.1.a",
                            "Label": "Select, apply, and explain the method of computation when problem solving using real numbers (e.g., models, mental computation, paper-pencil, technology).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.N.1.b",
                            "Label": "Determine if the context of a problem calls for an approximation or an exact value.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.N.1.c",
                            "Label": "Determine the rounding convention to be used based on the context of a problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.N.1.d",
                            "Label": "Estimate a value using the concept of betweenness by bounding above and below (e.g., since log(10) = 1 and log(1,000) = 3 we know log(500) is between 1 and 3).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.N.1.e",
                            "Label": "Determine the tolerance interval and percent of error in measurement.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.N.1.f",
                            "Label": "Convert equivalent rates (e.g., miles per hour to feet per second).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.N.1.g",
                            "Label": "Determine whether extremely large or extremely small quantities can be reasonably represented by a calculator or graphing utility.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.N.1.h",
                            "Label": "Use scientific notation to appropriately represent large and small quantities.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.N.2",
                    "Label": "Sets and Operations: Students will use number sets and operations to reason and to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.N.2.a",
                            "Label": "Extend the properties of exponents to rational numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.N.2.b",
                            "Label": "Use properties of rational and irrational numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.N.2.c",
                            "Label": "Demonstrate, represent, and show relationships among the subsets of real numbers and the complex number system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.N.2.d",
                            "Label": "Compute with subsets of the complex number system including imaginary, rational, irrational, integers, whole, and natural numbers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.N.3",
                    "Label": "Interpretation and Sense Making: Students will reason abstractly and quantitatively using units to solve problems and interpret results in context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.N.3.a",
                            "Label": "Understand roundoff error and why roundoff error accumulates when rounding occurs prior to the last step in a computation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.N.3.b",
                            "Label": "Use estimation methods to check the reasonableness of real number computations and decide if the problem calls for an approximation (including appropriate rounding) or an exact number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.N.3.c",
                            "Label": "Use units to assess the validity of an answer in the context of a problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.N.3.d",
                            "Label": "Communicate the meaning of an answer in the context of a problem.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M9-12.A",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M9-12.A.1",
                    "Label": "Algebraic Relationships: Students will demonstrate and represent relationships with functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.A.1.a",
                            "Label": "Demonstrate that functions are a well mapped subdomain of relations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.1.b",
                            "Label": "Analyze a relation to determine if it is a function given mapping diagrams, function notation (e.g., f(x)=x2), a table, or a graph.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.1.c",
                            "Label": "Classify a function given its mapping diagram, function notation, table, or graph as a linear, quadratic, absolute value, exponential, or other function.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.1.d",
                            "Label": "Analyze a function's domain and range to determine if it is one-to-one and has an inverse function both algebraically and graphically.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.1.e",
                            "Label": "Define, interpret, and analyze linear, quadratic, absolute value, and exponential functions using the points of interest of the functions and graphing technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.1.f",
                            "Label": "Identify, analyze, and apply transformations of existing functions (including translation and dilation).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.1.g",
                            "Label": "Interpret logarithmic equations as exponential equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.1.h",
                            "Label": "Describe arithmetic sequences using tables of values and functions in explicit and recursive forms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.1.i",
                            "Label": "Describe geometric sequences using tables of values and functions in explicit and recursive forms.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.A.2",
                    "Label": "Algebraic Processes: Students will apply the operational properties when evaluating rational expressions and solving linear and quadratic equations, and inequalities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.A.2.a",
                            "Label": "Analyze and explain the properties used in solving equations, inequalities, systems of linear equations, systems of linear inequalities, and literal equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.2.b",
                            "Label": "Generate expressions in equivalent forms by using algebraic properties to make different characteristics or features visible.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.2.c",
                            "Label": "Analyze equations and inequalities to determine and apply efficient methods to solve and use appropriate technology as needed.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.2.d",
                            "Label": "Calculate the slope (rate of change) of a line given coordinate points, a graph, or a table of values.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.2.e",
                            "Label": "Write and graph equations of functions (linear, absolute value, quadratic, and exponential) using the points of interest of the function.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.2.f",
                            "Label": "Given a line, write the equation of a line that is parallel or perpendicular to it.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.2.g",
                            "Label": "Perform and explain operations such as addition, subtraction, multiplication, division, and factoring on polynomials.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.2.h",
                            "Label": "Explain the connection between the factors of a polynomial and the zeros of a polynomial.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.2.i",
                            "Label": "Combine functions by composition and perform operations on functions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.A.3",
                    "Label": "Applications: Students will solve authentic problems using nonlinear functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.A.3.a",
                            "Label": "Analyze and model authentic situations using various representations and appropriate technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.3.b",
                            "Label": "Identify, interpret, relate, and graph the factors, `x`-intercepts, roots, and zeros of polynomial functions using algebraic and graphing methods.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.A.3.c",
                            "Label": "Identify and predict appropriate solutions to equations given context and domain/range (e.g., extraneous solutions, imaginary solutions, no solution, infinitely many solutions).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M9-12.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M9-12.G.1",
                    "Label": "Attributes: Students will identify and describe geometric attributes, apply properties and theorems, and create two- dimensional shapes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.G.1.a",
                            "Label": "Demonstrate that two figures are similar or congruent by using a sequence of rigid motions and dilations that map a figure onto the other in problems both with and without coordinates.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.1.b",
                            "Label": "Describe symmetries of a figure in terms of rigid motions that map a figure onto itself and make inferences about symmetric figures (e.g., unknown side lengths or angle measures) in problems both with and without coordinates.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.1.c",
                            "Label": "Explain how the criteria for triangle congruence and similarity (ASA, SAS, AAS, and SSS congruence; AA similarity criterion) follow from the definition of congruence and similarity in terms of corresponding parts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.1.d",
                            "Label": "Identify and apply right triangle relationships including converse of the Pythagorean Theorem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.1.e",
                            "Label": "Apply side and angle relationships of special right triangles (30 degree-60 degree-90 degree and 45 degree-45 degree-90 degree) to solve geometric problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.1.f",
                            "Label": "Identify and apply right triangle relationships including sine, cosine, and tangent.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.1.g",
                            "Label": "Apply interior and exterior angle formulas for n-gons and apply to authentic situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.1.h",
                            "Label": "Compare/contrast the properties of quadrilaterals: parallelograms, rectangles, rhombi, squares, kites, trapezoids, and isosceles trapezoids.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.1.i",
                            "Label": "Use slope and the distance formula to determine the type of quadrilateral.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.1.j",
                            "Label": "Identify, describe, apply, and reason through properties of central angles, inscribed angles, angles formed by intersecting chords, secants, and/or tangents to find the measures of angles related to the circle, arc lengths, and areas of sectors.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.G.2",
                    "Label": "Attributes: Students will identify and describe geometric attributes, apply properties and theorems and create three- dimensional shapes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.G.2.a",
                            "Label": "Convert between various units of volume (e.g., cubic feet to cubic yards).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.2.b",
                            "Label": "Apply the effect of a scale factor to determine the volume of similar three-dimensional shapes and solids.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.2.c",
                            "Label": "Determine surface area and volume of pyramids, as well as solids that are composites of pyramids, prisms, spheres, cylinders, and cones, using formulas and appropriate units.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.G.3",
                    "Label": "Coordinate Geometry and Transformations: Students will demonstrate and represent location, orientation, and relationships on the coordinate plane.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.G.3.a",
                            "Label": "Derive the midpoint formula using the concept of average and apply the midpoint formula to find coordinates.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.3.b",
                            "Label": "Find the images and preimages of transformations of a point, shape, or a relation on the coordinate plane. Transformations include the following and their compositions: reflections across horizontal and vertical lines and the lines y=`x` and `y`=-x, rotations about the origin of 90 degrees, dilations about the origin by any positive scale factor, and any translation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.3.c",
                            "Label": "Find the equation of a circle given the radius and the center.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.G.4",
                    "Label": "Logic and Proof: Students will use geometric definitions and theorems to reason abstractly and quantitatively.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.G.4.a",
                            "Label": "Know and use definitions to make deductions in mathematical argumentation (e.g., syllogism, detachment).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.4.b",
                            "Label": "Evaluate the validity of conditional statements, including biconditional statements (e.g., conditional, converse, contrapositive, inverse).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.4.c",
                            "Label": "Evaluate the validity of an argument communicated in different ways (e.g., a flow format, two- column, paragraph format).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.4.d",
                            "Label": "Use coordinate geometry to prove triangles are right, acute, obtuse, isosceles, equilateral, or scalene.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.4.e",
                            "Label": "Prove and apply geometric properties and theorems regarding triangles, congruence, and similarity using deductive reasoning.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.G.4.f",
                            "Label": "Prove and apply geometric theorems about quadrilaterals using deductive reasoning.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.M9-12.D",
            "Label": "Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.M9-12.D.1",
                    "Label": "Data Collection and Statistical Methods: Students will formulate statistical investigative questions, collect data, and organize data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.D.1.a",
                            "Label": "Formulate multi-variable statistical investigative questions and determine how data can be collected and analyzed to provide an answer.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.1.b",
                            "Label": "Apply an appropriate data collection plan when collecting primary data for the statistical investigative question of interest.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.1.c",
                            "Label": "Use appropriate technology, including spreadsheet-based logic, to organize data for analysis.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.1.d",
                            "Label": "Distinguish between surveys, observational studies, and experiments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.1.e",
                            "Label": "Understand what constitutes good practice in designing a sample survey, an experiment, and an observational study.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.1.f",
                            "Label": "Understand issues of bias and confounding variables in a study and their implications for interpretation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.M9-12.D.2",
                    "Label": "Analyze Data and Interpret Results: Students will represent and analyze the data and interpret the results.",
                    "Examples": [
                        {
                            "Key": "NE.M9-12.D.2.a",
                            "Label": "Identify appropriate ways to summarize and then represent the distribution of univariate data and bivariate data through the construction of histograms, dot plots, stem plots, box plots, cumulative relative frequency graphs, time plots, circle graphs, stacked bar graphs, and mosaic bar graphs by hand or with technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.2.b",
                            "Label": "Describe the shape, identify any outliers, and determine the spread of a data set.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.2.c",
                            "Label": "Select and determine the appropriate measure of center based on the shape of a distribution and/or the presence of outliers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.2.d",
                            "Label": "Recognize when a data set can be reasonably said to be normally distributed and draw conclusions about the data from the associated normal distribution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.2.e",
                            "Label": "Summarize categorical data for two categories in two-way frequency tables. Interpret relative frequencies in the context of the data and recognize possible associations and trends in the data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.2.f",
                            "Label": "Represent data on two quantitative variables on a scatter plot and describe how the variables are related.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.2.g",
                            "Label": "Use technology to develop regression models for linear and non-linear data to predict unobserved outcomes. Interpret slope and `y`-intercept in the context of the problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.2.h",
                            "Label": "Measure the strength of association using correlation coefficients for regression curves and interpret their meanings for the model.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.2.i",
                            "Label": "Use residuals and residual plots to judge the quality of a regression model.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.2.j",
                            "Label": "Recognize and explain when arguments based on data confuse correlation with causation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.2.k",
                            "Label": "Understand what constitutes statistical significance. Interpret statistical significance in the context of a situation and answer investigative questions appropriately.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.2.l",
                            "Label": "Use probability as a tool for assessing risk and for informed decision making by interpreting P-values.",
                            "Examples": [],
                            "Subs": []
                        }
                    ],
                    "Subs": []
                },
                {
                    "Key": "NE.M9-12.D.3",
                    "Label": "Probability: Students will interpret and apply concepts of probability.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.M9-12.D.3.a",
                            "Label": "Describe events as subsets of a sample space using characteristics of the outcomes or as unions, intersections, or complements of other events.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.3.b",
                            "Label": "Explain independent versus dependent probability of an event.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.3.c",
                            "Label": "Determine when order in counting matters and use permutations and combinations to compute probabilities of events accordingly.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.3.d",
                            "Label": "Determine whether or not events are mutually exclusive (disjoint) and calculate their probabilities in either case.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.M9-12.D.3.e",
                            "Label": "Recognize and explain the concepts of conditional probability in everyday language and everyday situations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}