{
    "Title": "Nebraska College & Career Ready Standards > Science > Chemistry",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.S9-12.C.3",
            "Label": "Structure & Properties Of Matter",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S9-12.C.3.1",
                    "Label": "Gather, analyze, and communicate evidence of the structure, properties, and interactions of matter.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.C.3.1.a",
                            "Label": "Use the periodic table as a model to predict the relative properties of elements based on the patterns of electrons in the outermost energy level of atoms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.C.3.1.b",
                            "Label": "Plan and conduct an investigation to gather evidence to compare the structure of substances at the macro scale to infer the strength of electrical forces between particles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.C.3.1.c",
                            "Label": "Develop and use models to predict and explain forces that are in and between molecules.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.C.3.1.d",
                            "Label": "Evaluate a solution to a complex, real-world problem based on prioritized criteria and tradeoffs that account for a range of constraints, including cost, safety, reliability, and aesthetics, as well as possible social, cultural, and environmental impacts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.C.3.1.e",
                            "Label": "Develop models to illustrate the changes in the composition of the nucleus of the atom and the energy released during the processes of fission, fusion, and radioactive decay.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.C.3.1.f",
                            "Label": "Develop and use models to describe and predict mechanisms of the quantum mechanical model of the atom.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.C.3.1.g",
                            "Label": "Evaluate the evidence supporting claims about how atoms absorb and emit energy in the form of electromagnetic radiation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.C.3.1.h",
                            "Label": "Use mathematical representations to quantify matter through the analysis of patterns in chemical compounds at different scales.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S9-12.C.4",
            "Label": "Energy: Chemistry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S9-12.C.4.2",
                    "Label": "Gather, analyze, and communicate evidence of the interactions of energy.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.C.4.2.a",
                            "Label": "Use statistical and mathematical techniques to describe qualitative and quantitative thermodynamic relationships.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.C.4.2.b",
                            "Label": "Plan and conduct an investigation to gather evidence of how the Kinetic Molecular Theory and gas laws are related.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.C.4.2.c",
                            "Label": "Analyze and interpret data to explain changes in energy within a system and/or energy flows in and out of a system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.C.4.2.d",
                            "Label": "Analyze a major global challenge to specify qualitative and quantitative criteria and constraints for solutions that account for societal needs and wants.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S9-12.C.5",
            "Label": "Chemical Reactions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S9-12.C.5.3",
                    "Label": "Gather, analyze, and communicate evidence of chemical reactions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.C.5.3.a",
                            "Label": "Plan and conduct an investigation to generate evidence that answers scientific questions related to changes in solution chemistry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.C.5.3.b",
                            "Label": "Use a model to identify electron transfer and balance a redox reaction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.C.5.3.c",
                            "Label": "Use mathematical and/or computational representations to predict and explain relationships within chemical systems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.C.5.3.d",
                            "Label": "Use mathematical representations to analyze the proportion and quantity of particles in solution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.C.5.3.e",
                            "Label": "Plan and conduct an investigation to predict the outcome of a chemical reaction based on patterns of chemical properties.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.C.5.3.f",
                            "Label": "Construct and revise an explanation for the outcome of a simple chemical reaction based on the outermost electron states of atoms, trends in the periodic table, and knowledge of the patterns of chemical properties.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}