{
    "Title": "Nebraska College & Career Ready Standards > Science > Physics",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.S9-12.P.1",
            "Label": "Forces, Interactions & Motion",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S9-12.P.1.1",
                    "Label": "Gather, analyze, and communicate evidence of forces, interactions, and motion.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.P.1.1.a",
                            "Label": "Generate and interpret mathematical and graphical representations to describe the relationships between position, velocity, acceleration and time.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.1.1.b",
                            "Label": "Use mathematical and pictorial models as applied to Newton's second law of motion describing the relationship among the net force on a macroscopic object, its mass, and its acceleration.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.1.1.c",
                            "Label": "Use mathematical representations of momentum to predict the outcome of a collision.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.1.1.d",
                            "Label": "Apply scientific and engineering ideas to design, evaluate, and refine a device that minimizes the force on a macroscopic object during a collision.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.1.1.e",
                            "Label": "Use mathematical representations of Newton's Law of Gravitation and Coulomb's Law to describe and predict the gravitational and electrostatic forces between objects.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S9-12.P.2",
            "Label": "Waves, Electromagnetic Radiation & Optics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S9-12.P.2.2",
                    "Label": "Gather, analyze, and communicate evidence of the interactions of waves and optics.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.P.2.2.a",
                            "Label": "Use mathematical representations to describe the relationships among the frequency, wavelength, and speed of waves traveling in various media.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.2.2.b",
                            "Label": "Develop and use models to predict interactions of longitudinal and transverse waves in various media.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.2.2.c",
                            "Label": "Develop and use models to describe the behavior of light at the boundary of various media.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.2.2.d",
                            "Label": "Evaluate the claims, evidence, and reasoning behind the idea that electromagnetic radiation can be described either by a wave model or a particle model, and that for some situations one model is more useful than the other.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.2.2.e",
                            "Label": "Use evidence to support explanations for causes of emission and absorption spectra of electromagnetic radiation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.2.2.f",
                            "Label": "Communicate technical information about how some technological devices use the principles of wave behavior and wave interactions with matter to transmit and capture information and energy.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S9-12.P.4",
            "Label": "Energy: Physics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S9-12.P.4.3",
                    "Label": "Gather, analyze, and communicate evidence of the interactions of energy.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.P.4.3.a",
                            "Label": "Create a computational model to calculate the change in the energy of one component in a system when the change in energy of the other component(s) and energy flows in and out of the system are known.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.4.3.b",
                            "Label": "Plan and conduct an investigation to rate the power and efficiency used in performing work on a system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.4.3.c",
                            "Label": "Design, build, and refine a device that works within given constraints to convert one form of energy into another form of energy.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.4.3.d",
                            "Label": "Analyze a major global challenge to specify qualitative and quantitative criteria and constraints for solutions that account for societal needs and wants.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.4.3.e",
                            "Label": "Plan and conduct an investigation to provide evidence for the transfer of thermal energy within a system based on the Laws of Thermodynamics.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.4.3.f",
                            "Label": "Develop and use a model of two objects interacting through gravitational, electric, or magnetic fields to illustrate the forces between objects and the changes in energy of the objects due to the interaction.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.S9-12.P.16",
            "Label": "Electricity & Magnetism",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.S9-12.P.16.4",
                    "Label": "Gather, analyze, and communicate evidence of electricity and magnetism.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.S9-12.P.16.4.a",
                            "Label": "Use mathematical representations of field forces to describe and predict forces at a distance between objects.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.16.4.b",
                            "Label": "Use models to visualize and describe gravitational, magnetic and electrical fields and predict resulting forces on nearby objects.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.16.4.c",
                            "Label": "Use mathematical representations to provide evidence that describes and predicts relationships between power, current, voltage, and resistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.16.4.d",
                            "Label": "Evaluate competing design solutions for construction and use of electrical consumer products accounting for a range of constraints, including cost, safety, reliability, and aesthetics as well as possible social, cultural, and environmental impacts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.16.4.e",
                            "Label": "Obtain and communicate technical information about how some technological devices use alternating current and others use direct current.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.16.4.f",
                            "Label": "Design a solution to a problem using the fact that an electric current can produce a magnetic field and/or that a changing magnetic field can produce an electric current.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.S9-12.P.16.4.g",
                            "Label": "Analyze a major global challenge to specify qualitative and quantitative criteria and constraints for solutions that account for societal needs and wants.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}