{
    "Title": "Nebraska College & Career Ready Standards > English Language Arts > Kindergarten",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.EK.F",
            "Label": "Foundations Of Reading",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Concepts of Print | Demonstrate knowledge of the organization and basic concepts of print.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.F.1",
                            "Label": "Demonstrate knowledge of the organization and basic concepts of print.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.EK.F.1.a",
                                    "Label": "Identify all upper and lowercase letters of the alphabet in isolation and in connected text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.F.1.b",
                                    "Label": "Recognize that spoken words are represented in written language by specific sequences of letters, and that print carries meaning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.F.1.c",
                                    "Label": "Demonstrate understanding that words are separated by spaces in print; demonstrate understanding of one-to- one correspondence between voice and print.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.F.1.d",
                                    "Label": "Demonstrate knowledge that print reads from left to right, top to bottom, and page by page.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Phonological Awareness | Demonstrate phonological awareness through oral activities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.F.2",
                            "Label": "Demonstrate understanding of spoken words, syllables, and sounds (phonemes).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.EK.F.2.a",
                                    "Label": "Segment and count spoken sentences into words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.F.2.b",
                                    "Label": "Recognize and begin to produce oral rhymes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.F.2.c",
                                    "Label": "Count, produce, and segment spoken words into syllables and identify syllable parts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.F.2.d",
                                    "Label": "Blend onsets and rimes to form simple words (e.g., v-an, gr-ab).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.F.2.e",
                                    "Label": "Delete part of a syllable within a spoken word including compound words (e.g., “Say ‘parsnip.’ Say it again but don’t say ‘par;’ e.g., “Say ‘cowboy.’ Say it again but don’t say ‘cow’”).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.F.2.f",
                                    "Label": "Isolate and pronounce the initial, medial vowel, and final sounds (phonemes) in two- and three-phoneme (VC or CVC) words, excluding CVC words ending with /l/, /r/, or /x/.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Phonics and Word Analysis | Demonstrate phonetic and word analysis knowledge and apply decoding skills to isolated words and in connected text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.F.3",
                            "Label": "Know and apply phonics and word analysis skills in decoding and encoding (spelling) words.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.EK.F.3.a",
                                    "Label": "Demonstrate basic knowledge of one-to-one sound to letter correspondences by producing the primary or many of the most frequent sounds for each consonant.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.F.3.b",
                                    "Label": "Demonstrate the long and short sounds with common spellings (graphemes) for the five major vowels.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.F.3.c",
                                    "Label": "Decode consonant-vowel-consonant (CVC) words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.F.3.d",
                                    "Label": "Encode consonant-vowel-consonant (CVC) words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.F.3.e",
                                    "Label": "Distinguish between similarly spelled words by identifying the sounds of the letters that differ.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Fluency | Read grade-level texts with sufficient accuracy and fluency to support comprehension.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.F.4",
                            "Label": "Develop accuracy, phrasing, and expression/prosody while reading a variety of grade-level texts to support comprehension.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.EK.F.4.a",
                                    "Label": "Recognize upper and lowercase letters automatically and accurately.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.F.4.b",
                                    "Label": "Read decodable consonant-vowel-consonant (CVC) words with automaticity and accuracy.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.F.4.c",
                                    "Label": "Read grade level high-frequency words with automaticity and accuracy (e.g. Fry or Dolch words or those included in instructional materials).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.EK.RP",
            "Label": "Reading Prose & Poetry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Central Ideas and Details | Citing relevant and thorough textual evidence to support ideas, evaluate the development of themes or central ideas in grade-level literary texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.RP.1",
                            "Label": "With prompting and support, orally retell familiar stories, including key details, and demonstrate understanding of their central message or lesson.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.EK.RP.2",
                            "Label": "With prompting and support, identify main character(s), setting, and important events in a literary text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Author’s Craft | Citing relevant and thorough evidence to support ideas, evaluate the development and interaction of individuals, ideas, and events in grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.RP.3",
                            "Label": "With prompting and support, define the role of author and illustrator in a literary text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.EK.RP.4",
                            "Label": "With prompting and support, identify the basic characteristics of literary text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge and Ideas | Citing relevant and thorough textual evidence to support ideas, evaluate how an author’s perspective or use of point of view shapes the style and meaning of grade-level literary text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.RP.5",
                            "Label": "With prompting and support, compare and contrast the experiences of characters in familiar stories.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.EK.RP.6",
                            "Label": "With prompting and support, ask and answer questions about key details in a literary text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.EK.RP.7",
                            "Label": "With prompting and support, make connections between own experiences and other cultures in literary texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range of Reading and Level of Text Complexity | Read and comprehend complex, grade-level literary texts independently and proficiently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.RP.8",
                            "Label": "Actively engage in group reading activities with purpose and understanding.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.EK.RI",
            "Label": "Reading Informational Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Central Ideas and Details | Citing relevant and thorough textual evidence to support ideas, evaluate the development of themes or central ideas in grade-level informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.RI.1",
                            "Label": "With prompting and support, identify the main topic and key details in an informational text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.EK.RI.2",
                            "Label": "With prompting and support, identify key individuals, events, or pieces of information in an informational text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Author’s Craft | Citing relevant and thorough evidence to support ideas, evaluate the development and interaction of individuals, ideas, and events in grade-level informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.RI.3",
                            "Label": "With prompting and support, define the role of author and illustrator in presenting the ideas or information in a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.EK.RI.4",
                            "Label": "With prompting and support, use text features (titles, headings, visuals) to predict or confirm the topic of a text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge and Ideas | Citing relevant and thorough textual evidence to support ideas, evaluate how an author’s perspective or use of point of view shapes the style and meaning of grade-level informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.RI.5",
                            "Label": "With prompting and support, identify basic similarities and differences between two informational texts on the same topic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.EK.RI.6",
                            "Label": "With prompting and support, explain the difference between facts and opinions about a topic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.EK.RI.7",
                            "Label": "With prompting and support, make connections between own experiences and other cultures in informational texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range of Reading and Level of Text Complexity | Read and comprehend complex, grade-level informational texts independently and proficiently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.RI.8",
                            "Label": "Actively engage in group reading activities with purpose and understanding.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.EK.V",
            "Label": "Vocabulary",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Acquisition and Use | Build and use a range of conversational, academic, and discipline-specific grade-level vocabulary and apply to reading, writing, speaking, and listening.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.V.1",
                            "Label": "Recognize and use conversational and grade-level academic vocabulary.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.EK.V.1.a",
                                    "Label": "With prompting and support, identify new meanings of familiar words (e.g., park, ring, fly).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.V.1.b",
                                    "Label": "With prompting and support, use commonly occurring inflections and affixes to determine the meaning of unknown words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.V.1.c",
                                    "Label": "With prompting and support, determine the meanings of key words and phrases using provided reference materials and classroom resources.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Context and Connotation | Determine or clarify the meaning of unknown and multiple-meaning words and phrases, choosing flexibly from a range of strategies.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.V.2",
                            "Label": "Interpret an author’s use of figurative, connotative, and technical language in grade-level literary and informational text.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.EK.V.2.a",
                                    "Label": "With prompting and support, sort common words and phrases into conceptual categories to develop an understanding of word relationships.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.V.2.b",
                                    "Label": "With prompting and support, deepen understanding of words by identifying and relating them to their opposites.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.V.2.c",
                                    "Label": "With prompting and support, ask and answer questions about key words and phrases to determine their meaning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.V.2.d",
                                    "Label": "With prompting and support, identify and explain descriptive words and phrases that suggest feelings or appeal to the senses.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.EK.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.EK.FW",
                    "Label": "Foundations of Writing | Apply handwriting skills to communicate ideas and information.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.FW.1",
                            "Label": "Demonstrate basic handwriting skills.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.EK.FW.1.a",
                                    "Label": "Identify and match upper and lowercase manuscript letters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.FW.1.b",
                                    "Label": "Print many upper and lowercase manuscript letters using reference materials and classroom resources.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.FW.1.c",
                                    "Label": "Write left to right and use appropriate spacing between letters and words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.EK.FW.2",
                            "Label": "Demonstrate sound-letter concepts when writing.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.EK.FW.2.a",
                                    "Label": "Segment phonemes orally in single-syllable words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.FW.2.b",
                                    "Label": "Demonstrate understanding that syllables are organized around vowel sounds.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "NE.EK.W",
                    "Label": "Production of Writing | Use a recursive writing process to produce clear and coherent writing appropriate to the discipline, audience, and/or context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.W.1",
                            "Label": "With prompting and support, form and use complete simple sentences in shared language activities.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.EK.W.1.a",
                                    "Label": "Capitalize the first word in a sentence and the pronoun I.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.W.1.b",
                                    "Label": "Recognize and name end punctuation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.W.1.c",
                                    "Label": "Identify nouns (e.g., singular and plural) and simple verbs (e.g., action).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.W.1.d",
                                    "Label": "Form regular plural nouns by adding /s/ or /es/.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.W.1.e",
                                    "Label": "Use interrogatives to ask questions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.W.1.f",
                                    "Label": "Use subject-verb agreement in simple sentences.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NE.EK.W.2",
                            "Label": "With prompting and support, use a recursive writing process to develop, strengthen, and produce writing appropriate to the discipline, audience, and/or context.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.EK.W.2.a",
                                    "Label": "Use prewriting activities and resources to generate ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.W.2.b",
                                    "Label": "Adapt writing processes to sustain engagement in short and long-term writing tasks of increasing length and complexity.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.W.2.c",
                                    "Label": "Use feedback from others to improve writing and/or add details.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.W.2.d",
                                    "Label": "Use or decipher multiple formats of print and digital text (e.g., manuscript, font, graphics, symbols).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.W.2.e",
                                    "Label": "Use appropriate digital/multimedia tools to produce, enhance, and/or publish writing individually or with peers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Modes of Writing | Write in a variety of modes for a variety of purposes and audiences across disciplines.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.W.3",
                            "Label": "With prompting and support, narrate personal or fictional events in a sequential order using a combination of drawing, dictating, and/or writing.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.EK.W.4",
                            "Label": "With prompting and support, express an opinion about a topic or text with one supporting reason using a combination of drawing, dictating, and/or writing.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.EK.W.5",
                            "Label": "With prompting and support, write informative/explanatory pieces about a topic or text with one supporting fact using a combination of drawing, dictating, and/or writing.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.EK.W.6",
                            "Label": "With prompting and support, identify information from provided sources to answer a question using a combination of drawing, dictating, and/or writing.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.EK.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension and Collaboration | Communicate effectively and appropriately in collaborative activities for a variety of tasks, purposes, and audiences to express ideas, share knowledge, and generate new understandings.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.SL.1",
                            "Label": "With prompting and support, participate with peers and adults in structured discussions and routines about Kindergarten topics and texts.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.EK.SL.1.a",
                                    "Label": "Ask pertinent questions to acquire or confirm information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.SL.1.b",
                                    "Label": "Demonstrate interpretation of verbal and non-verbal messages in a conversation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.SL.1.c",
                                    "Label": "Converse with peers and adults in an all-inclusive manner to foster positive relationships while respecting diverse perspectives.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.SL.1.d",
                                    "Label": "Develop attentive listening skills (e.g., eye contact, nonverbal cues, recalling).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.SL.1.e",
                                    "Label": "Complete a task following one/two-step directions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation of Knowledge and Ideas | Present information, findings, and supporting evidence in which the organization, development, and style are appropriate to the discipline, audience, and/or context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.EK.SL.2",
                            "Label": "With prompting and support, describe familiar people, places, things, and events, and provide additional detail.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NE.EK.SL.2.a",
                                    "Label": "Demonstrate appropriate speaking techniques (e.g., appropriate eye contact, adequate volume, clear pronunciation) for a variety of purposes and situations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.SL.2.b",
                                    "Label": "Convey a personal perspective with clear reasons.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.SL.2.c",
                                    "Label": "Explain the purpose of information being presented.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.SL.2.d",
                                    "Label": "Demonstrate awareness of and sensitivity to the appropriate use of words (e.g., helpful/hurtful words).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NE.EK.SL.2.e",
                                    "Label": "Use appropriate visual and/or digital tools to support verbal communication.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}