{
    "Title": "Nebraska College & Career Ready Standards > Mathematics > Kindergarten",
    "Overview": "During Kindergarten, instruction should emphasize the development of the mathematical processes as the vehicle for mastering the grade-level content. Instruction should focus on these critical areas:\n• Using numbers to represent quantities and to solve quantitative problems, such as quickly recognizing the number in a small set, counting objects in a set, producing sets of given sizes, and comparing and ordering sets or numerals.\n\n• Working with numbers 11-19 to gain foundations for place value.\n\n• Understanding addition as putting together and adding to and understanding subtraction as taking apart and taking from.\n\n• Identifying, naming, and describing two- and three-dimensional shapes that are presented in a variety of ways.",
    "Goals": [],
    "Standards": [
        {
            "Key": "NE.MK.N",
            "Label": "Number",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.MK.N.1",
                    "Label": "Subitizing: Students will quantify briefly shown collections and verbally label the arrangements without counting.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.MK.N.1.a",
                            "Label": "Without counting, recognize and verbally label arrangements for briefly shown collections up to 10 (e.g., “I saw 5.” “How did you know?” “I saw 3 and 2, that is 5.”)",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.MK.N.2",
                    "Label": "Counting and Cardinality: Students will understand the relationship between numbers and quantities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.MK.N.2.a",
                            "Label": "Use one-to-one correspondence when counting objects to show the relationship between numbers and quantities and understand the last number counted is a direct representation of the total objects in a given set.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.N.2.b",
                            "Label": "Understand that each successive number name refers to a quantity that is one larger.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.N.2.c",
                            "Label": "Count out the number of objects given a number from 1 to 20.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.N.2.d",
                            "Label": "Count up to 20 objects arranged in a line, a rectangular array, or a circle, and count up to 10 objects in a scattered configuration.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.N.2.e",
                            "Label": "Count verbally forward and backward from any given number within 20.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.N.2.f",
                            "Label": "Count verbally in sequential order by ones and by tens to 100, making accurate decade transitions (e.g., 89 to 90).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.N.2.g",
                            "Label": "Write and name numbers 0 to 20. Represent a number of objects with a written numeral 0 to 20.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.N.2.h",
                            "Label": "Compare the number of objects in two groups, up to 20, using the words fewer than, more than, the same as.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.MK.N.3.",
                    "Label": "Base Ten: Students will work with numbers 11 to 19 to gain a foundation for place value.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.MK.N.3.a",
                            "Label": "Compose and decompose numbers from 11 to 19 into a group of ten ones and some more ones using a model, drawing, or equation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.MK.N.4",
                    "Label": "Number and Algebraic Relationships: Students will understand and demonstrate the meaning of addition and subtraction.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.MK.N.4.a",
                            "Label": "Represent and explain addition and subtraction as part-whole relationships, with addition as putting together and/or adding to and subtraction as taking apart and/or taking from, using objects, drawings, numbers, and equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.N.4.b",
                            "Label": "Compose and decompose numbers less than or equal to 10 into pairs in more than one way using verbal explanations, objects, or drawings.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.N.4.c",
                            "Label": "For any number from 1 to 9, find the number that makes 10 when added to the given number, sharing the answer with a model, drawing, or equation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.N.4.d",
                            "Label": "Efficiently, flexibly, and accurately add and subtract within 5.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.N.4.e",
                            "Label": "Solve authentic problems that involve addition and subtraction within 10 (e.g., by using objects, drawings, and equations to represent the problem).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.MK.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.MK.G.1",
                    "Label": "Shapes and Their Attributes: Students will identify and represent the attributes of two-dimensional shapes and three-dimensional solids.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.MK.G.1.a",
                            "Label": "Identify and name two-dimensional shapes including circles, triangles, squares, and rectangles regardless of orientation or size.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.G.1.b",
                            "Label": "Identify and name three-dimensional shapes including spheres, cubes, cylinders, and cones regardless of orientation or size.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.G.1.c",
                            "Label": "Describe the relative positions of shapes in relation to other objects or shapes using terms such as above, below, in front of, behind, and next to.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.G.1.d",
                            "Label": "Create shapes using given materials and describe one or more of the attributes such as number of sides/corners.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.G.1.e",
                            "Label": "Combine simple shapes to compose larger shapes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.MK.G.2",
                    "Label": "Measurement: Students will describe and compare measurable attributes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.MK.G.2.a",
                            "Label": "Describe measurable attributes of authentic objects including length, capacity, and weight.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.G.2.b",
                            "Label": "Directly compare two objects with a measurable attribute in common to describe which object is longer/shorter, heavier/lighter, and has more/less-capacity.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NE.MK.G.3",
                    "Label": "Time and Money: Students will know coin names and values and tell time to the hour.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.MK.G.3.a",
                            "Label": "Identify the name and value of pennies, nickels, and dimes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.G.3.b",
                            "Label": "Identify the parts of digital and analog clocks. Tell and write time to the hour using digital clocks and analog clocks using only the hour hand.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NE.MK.D",
            "Label": "Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NE.MK.D.1",
                    "Label": "Classification: Students will sort and classify objects using one or more attributes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NE.MK.D.1.a",
                            "Label": "Identify, sort, and classify objects by size, shape, color, and other attributes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NE.MK.D.1.b",
                            "Label": "Identify objects that do not belong to a particular group and explain the reasoning used.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}