{
    "Title": "Texas Essential Knowledge & Skills > Mathematics > Grade 1",
    "Overview": "The primary focal areas in Grade 1 are (1) understanding and applying place value, (2) solving problems involving addition and subtraction, and (3) composing and decomposing two-dimensional shapes and three-dimensional solids.",
    "Goals": [
        [
            "(1) Understanding and applying place value",
            "Students use relationships within the numeration system to understand the sequential order of the counting numbers and their relative magnitude."
        ],
        [
            "(2) Solving problems involving addition and subtraction",
            "Students extend their use of addition and subtraction beyond the actions of joining and separating to include comparing and combining. Students use properties of operations and the relationship between addition and subtraction to solve problems. By comparing a variety of solution strategies, students use efficient, accurate, and generalizable methods to perform operations."
        ],
        [
            "(3) Composing and decomposing two-dimensional shapes and three-dimensional solids",
            "Students use basic shapes and spatial reasoning to model objects in their environment and construct more complex shapes. Students are able to identify, name, and describe basic two-dimensional shapes and three-dimensional solids."
        ]
    ],
    "Standards": [
        {
            "Key": "",
            "Label": "Mathematical Process Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M1.1",
                    "Label": "The student uses mathematical processes to acquire and demonstrate mathematical understanding. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M1.1A",
                            "Label": "Apply mathematics to problems arising in everyday life, society, and the workplace.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.1B",
                            "Label": "Use a problem-solving model that incorporates analyzing given information, formulating a plan or strategy, determining a solution, justifying the solution, and evaluating the problem-solving process and the reasonableness of the solution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.1C",
                            "Label": "Select tools, including real objects, manipulatives, paper and pencil, and technology as appropriate, and techniques, including mental math, estimation, and number sense as appropriate, to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.1D",
                            "Label": "Communicate mathematical ideas, reasoning, and their implications using multiple representations, including symbols, diagrams, graphs, and language as appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.1E",
                            "Label": "Create and use representations to organize, record, and communicate mathematical ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.1F",
                            "Label": "Analyze mathematical relationships to connect and communicate mathematical ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.1G",
                            "Label": "Display, explain, and justify mathematical ideas and arguments using precise mathematical language in written or oral communication.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Number & Operations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M1.2",
                    "Label": "The student applies mathematical process standards to represent and compare whole numbers, the relative position and magnitude of whole numbers, and relationships within the numeration system related to place value. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M1.2A",
                            "Label": "Recognize instantly the quantity of structured arrangements.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.2B",
                            "Label": "Use concrete and pictorial models to compose and decompose numbers up to 120 in more than one way as so many hundreds, so many tens, and so many ones.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.2C",
                            "Label": "Use objects, pictures, and expanded and standard forms to represent numbers up to 120.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.2D",
                            "Label": "Generate a number that is greater than or less than a given whole number up to 120.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.2E",
                            "Label": "Use place value to compare whole numbers up to 120 using comparative language.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.2F",
                            "Label": "Order whole numbers up to 120 using place value and open number lines.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.2G",
                            "Label": "Represent the comparison of two numbers to 100 using the symbols >, <, or =.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M1.3",
                    "Label": "The student applies mathematical process standards to develop and use strategies for whole number addition and subtraction computations in order to solve problems. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M1.3A",
                            "Label": "Use concrete and pictorial models to determine the sum of a multiple of 10 and a one-digit number in problems up to 99.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.3B",
                            "Label": "Use objects and pictorial models to solve word problems involving joining, separating, and comparing sets within 20 and unknowns as any one of the terms in the problem such as 2 + 4 = [ ]; 3 + [ ] = 7; and 5 = [ ] – 3.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.3C",
                            "Label": "Compose 10 with two or more addends with and without concrete objects.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.3D",
                            "Label": "Apply basic fact strategies to add and subtract within 20, including making 10 and decomposing a number leading to a 10.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.3E",
                            "Label": "Explain strategies used to solve addition and subtraction problems up to 20 using spoken words, objects, pictorial models, and number sentences.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.3F",
                            "Label": "Generate and solve problem situations when given a number sentence involving addition or subtraction of numbers within 20.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M1.4",
                    "Label": "The student applies mathematical process standards to identify coins, their values, and the relationships among them in order to recognize the need for monetary transactions. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M1.4A",
                            "Label": "Identify U.S. coins, including pennies, nickels, dimes, and quarters, by value and describe the relationships among them.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.4B",
                            "Label": "Write a number with the cent symbol to describe the value of a coin.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.4C",
                            "Label": "Use relationships to count by twos, fives, and tens to determine the value of a collection of pennies, nickels, and/or dimes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Algebraic Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M1.5",
                    "Label": "The student applies mathematical process standards to identify and apply number patterns within properties of numbers and operations in order to describe relationships. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M1.5A",
                            "Label": "Recite numbers forward and backward from any given number between 1 and 120.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.5B",
                            "Label": "Skip count by twos, fives, and tens to determine the total number of objects up to 120 in a set.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.5C",
                            "Label": "Use relationships to determine the number that is 10 more and 10 less than a given number up to 120.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.5D",
                            "Label": "Represent word problems involving addition and subtraction of whole numbers up to 20 using concrete and pictorial models and number sentences.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.5E",
                            "Label": "Understand that the equal sign represents a relationship where expressions on each side of the equal sign represent the same value(s).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.5F",
                            "Label": "Determine the unknown whole number in an addition or subtraction equation when the unknown may be any one of the three or four terms in the equation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.5G",
                            "Label": "Apply properties of operations to add and subtract two or three numbers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Geometry & Measurement",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M1.6",
                    "Label": "The student applies mathematical process standards to analyze attributes of two-dimensional shapes and three-dimensional solids to develop generalizations about their properties. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M1.6A",
                            "Label": "Classify and sort regular and irregular two-dimensional shapes based on attributes using informal geometric language.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.6B",
                            "Label": "Distinguish between attributes that define a two-dimensional or three-dimensional figure and attributes that do not define the shape.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.6C",
                            "Label": "Create two-dimensional figures, including circles, triangles, rectangles, and squares, as special rectangles, rhombuses, and hexagons.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.6D",
                            "Label": "Identify two-dimensional shapes, including circles, triangles, rectangles, and squares, as special rectangles, rhombuses, and hexagons and describe their attributes using formal geometric language.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.6E",
                            "Label": "Identify three-dimensional solids, including spheres, cones, cylinders, rectangular prisms (including cubes), and triangular prisms, and describe their attributes using formal geometric language.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.6F",
                            "Label": "Compose two-dimensional shapes by joining two, three, or four figures to produce a target shape in more than one way if possible.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.6G",
                            "Label": "Partition two-dimensional figures into two and four fair shares or equal parts and describe the parts using words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.6H",
                            "Label": "Identify examples and non-examples of halves and fourths.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M1.7",
                    "Label": "The student applies mathematical process standards to select and use units to describe length and time. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M1.7A",
                            "Label": "Use measuring tools to measure the length of objects to reinforce the continuous nature of linear measurement.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.7B",
                            "Label": "Illustrate that the length of an object is the number of same-size units of length that, when laid end-to-end with no gaps or overlaps, reach from one end of the object to the other.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.7C",
                            "Label": "Measure the same object/distance with units of two different lengths and describe how and why the measurements differ.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.7D",
                            "Label": "Describe a length to the nearest whole unit using a number and a unit.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.7E",
                            "Label": "Tell time to the hour and half hour using analog and digital clocks.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Data Analysis",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M1.8",
                    "Label": "The student applies mathematical process standards to organize data to make it useful for interpreting information and solving problems. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M1.8A",
                            "Label": "Collect, sort, and organize data in up to three categories using models/representations such as tally marks or T-charts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.8B",
                            "Label": "Use data to create picture and bar-type graphs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.8C",
                            "Label": "Draw conclusions and generate and answer questions using information from picture and bar-type graphs.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Personal Financial Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M1.9",
                    "Label": "The student applies mathematical process standards to manage one's financial resources effectively for lifetime financial security. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M1.9A",
                            "Label": "Define money earned as income.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.9B",
                            "Label": "Identify income as a means of obtaining goods and services, oftentimes making choices between wants and needs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.9C",
                            "Label": "Distinguish between spending and saving.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M1.9D",
                            "Label": "Consider charitable giving.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}