{
    "Title": "Texas Essential Knowledge & Skills > Reading Language Arts > Grade 1",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Foundational Language Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R1.1",
                    "Label": "Listening, speaking, discussion, and thinking--oral language. The student develops oral language through listening, speaking, and discussion. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R1.1A",
                            "Label": "Listen actively, ask relevant questions to clarify information, and answer questions using multi-word responses.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.1B",
                            "Label": "Follow, restate, and give oral instructions that involve a short, related sequence of actions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.1C",
                            "Label": "Share information and ideas about the topic under discussion, speaking clearly at an appropriate pace and using the conventions of language.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.1D",
                            "Label": "Work collaboratively with others by following agreed-upon rules for discussion, including listening to others, speaking when recognized, and making appropriate contributions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.1E",
                            "Label": "Develop social communication such as introducing himself/herself and others, relating experiences to a classmate, and expressing needs and feelings.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R1.2",
                    "Label": "Listening, speaking, reading, writing, and thinking--beginning reading and writing. The student develops word structure knowledge through phonological awareness, print concepts, phonics, and morphology to communicate, decode, and spell. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R1.2A",
                            "Label": "Demonstrate phonological awareness by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R1.2A.i",
                                    "Label": "Producing a series of rhyming words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.2A.ii",
                                    "Label": "Recognizing spoken alliteration or groups of words that begin with the same spoken onset or initial sound.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.2A.iii",
                                    "Label": "Distinguishing between long and short vowel sounds in one-syllable words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.2A.iv",
                                    "Label": "Recognizing the change in spoken word when a specified phoneme is added, changed, or removed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.2A.v",
                                    "Label": "Blending spoken phonemes to form one-syllable words, including initial and/or final consonant blends.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.2A.vi",
                                    "Label": "Manipulating phonemes within base words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.2A.vii",
                                    "Label": "Segmenting spoken one-syllable words of three to five phonemes into individual phonemes, including words with initial and/or final consonant blends.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R1.2B",
                            "Label": "Demonstrate and apply phonetic knowledge by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R1.2B.i",
                                    "Label": "Decoding words in isolation and in context by applying common letter sound correspondences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.2B.ii",
                                    "Label": "Decoding words with initial and final consonant blends, digraphs, and trigraphs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.2B.iii",
                                    "Label": "Decoding words with closed syllables; open syllables; VCe syllables; vowel teams, including vowel digraphs and diphthongs; and r-controlled syllables.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.2B.iv",
                                    "Label": "Using knowledge of base words to decode common compound words and contractions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.2B.v",
                                    "Label": "Decoding words with inflectional endings, including -ed, -s, and -es.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.2B.vi",
                                    "Label": "Identifying and reading at least 100 high-frequency words from a research-based list.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R1.2C",
                            "Label": "Demonstrate and apply spelling knowledge.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R1.2C.i",
                                    "Label": "Spelling words with closed syllables, open syllables, VCe syllables, vowel teams, and r-controlled syllables..",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.2C.ii",
                                    "Label": "Spelling words with initial and final consonant blends, digraphs, and trigraphs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.2C.iii",
                                    "Label": "Spelling words using sound-spelling patterns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.2C.iv",
                                    "Label": "Spelling high-frequency words from a research-based list.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R1.2D",
                            "Label": "Demonstrate print awareness by identifying the information that different parts of a book provide.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.2E",
                            "Label": "Alphabetize a series of words to the first or second letter and use a dictionary to find words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.2F",
                            "Label": "Develop handwriting by printing words, sentences, and answers legibly leaving appropriate spaces between words.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R1.3",
                    "Label": "Listening, speaking, reading, writing, and thinking--vocabulary. The student uses newly acquired vocabulary expressively. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R1.3A",
                            "Label": "Use a resource such as a picture dictionary or digital resource to find words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.3B",
                            "Label": "Use illustrations and texts the student is able to read or hear to learn or clarify word meanings.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.3C",
                            "Label": "Identify the meaning of words with the affixes -s, -ed, and -ing.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.3D",
                            "Label": "Identify and use words that name actions, directions, positions, sequences, categories, and locations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R1.4",
                    "Label": "Listening, speaking, reading, writing, and thinking--fluency. The student reads grade-level text with fluency and comprehension.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R1.4A",
                            "Label": "Use appropriate fluency (rate, accuracy, and prosody) when reading grade-level text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R1.5",
                    "Label": "Listening, speaking, reading, writing, and thinking--self-sustained reading. The student reads grade-appropriate texts independently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R1.5A",
                            "Label": "Self-select text and interact independently with text for increasing periods of time.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Comprehension Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R1.6",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student uses metacognitive skills to both develop and deepen comprehension of increasingly complex texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R1.6A",
                            "Label": "Establish purpose for reading assigned and self-selected texts with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.6B",
                            "Label": "Generate questions about text before, during, and after reading to deepen understanding and gain information with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.6C",
                            "Label": "Make and correct or confirm predictions using text features, characteristics of genre, and structures with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.6D",
                            "Label": "Create mental images to deepen understanding with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.6E",
                            "Label": "Make connections to personal experiences, ideas in other texts, and society with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.6F",
                            "Label": "Make inferences and use evidence to support understanding with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.6G",
                            "Label": "Evaluate details to determine what is most important with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.6H",
                            "Label": "Synthesize information to create new understanding with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.6I",
                            "Label": "Monitor comprehension and make adjustments such as re-reading, using background knowledge, checking for visual cues, and asking questions when understanding breaks down.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Response Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R1.7",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student responds to an increasingly challenging variety of sources that are read, heard, or viewed. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R1.7A",
                            "Label": "Describe personal connections to a variety of sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.7B",
                            "Label": "Write brief comments on literary or informational texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.7C",
                            "Label": "Use text evidence to support an appropriate response.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.7D",
                            "Label": "Retell texts in ways that maintain meaning.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.7E",
                            "Label": "Interact with sources in meaningful ways such as illustrating or writing.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.7F",
                            "Label": "Respond using newly acquired vocabulary as appropriate.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Multiple Genres",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R1.8",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--literary elements. The student recognizes and analyzes literary elements within and across increasingly complex traditional, contemporary, classical, and diverse literary texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R1.8A",
                            "Label": "Discuss topics and determine theme using text evidence with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.8B",
                            "Label": "Describe the main character(s) and the reason(s) for their actions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.8C",
                            "Label": "Describe plot elements, including the main events, the problem, and the resolution, for texts read aloud and independently.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.8D",
                            "Label": "Describe the setting.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R1.9",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--genres. The student recognizes and analyzes genre-specific characteristics, structures, and purposes within and across increasingly complex traditional, contemporary, classical, and diverse texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R1.9A",
                            "Label": "Demonstrate knowledge of distinguishing characteristics of well-known children's literature such as folktales, fables, fairy tales, and nursery rhymes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.9B",
                            "Label": "Discuss rhyme, rhythm, repetition, and alliteration in a variety of poems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.9C",
                            "Label": "Discuss elements of drama such as characters and setting.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.9D",
                            "Label": "Recognize characteristics and structures of informational text.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R1.9D.i",
                                    "Label": "The central idea and supporting evidence with adult assistance",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.9D.ii",
                                    "Label": "Features and simple graphics to locate or gain information",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.9D.iii",
                                    "Label": "Organizational patterns such as chronological order and description with adult assistance.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R1.9E",
                            "Label": "Recognize characteristics of persuasive text with adult assistance and state what the author is trying to persuade the reader to think or do.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.9F",
                            "Label": "Recognize characteristics of multimodal and digital texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Author's Purpose & Craft",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R1.10",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student uses critical inquiry to analyze the authors' choices and how they influence and communicate meaning within a variety of texts. The student analyzes and applies author's craft purposefully in order to develop his or her own products and performances. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R1.10A",
                            "Label": "Discuss the author's purpose for writing text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.10B",
                            "Label": "Discuss how the use of text structure contributes to the author's purpose.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.10C",
                            "Label": "Discuss with adult assistance the author's use of print and graphic features to achieve specific purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.10D",
                            "Label": "Discuss how the author uses words that help the reader visualize.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.10E",
                            "Label": "Listen to and experience first- and third-person texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Composition",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R1.11",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--writing process. The student uses the writing process recursively to compose multiple texts that are legible and uses appropriate conventions. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R1.11A",
                            "Label": "Plan a first draft by generating ideas for writing such as by drawing and brainstorming.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.11B",
                            "Label": "Develop drafts in oral, pictorial, or written form by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R1.11B.i",
                                    "Label": "Organizing with structure.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.11B.ii",
                                    "Label": "Developing an idea with specific and relevant details.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R1.11C",
                            "Label": "Revise drafts by adding details in pictures or words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.11D",
                            "Label": "Edit drafts using standard English conventions, including:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R1.11D.i",
                                    "Label": "Complete sentences with subject-verb agreement.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.11D.ii",
                                    "Label": "Past and present verb tense.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.11D.iii",
                                    "Label": "Singular, plural, common, and proper nouns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.11D.iv",
                                    "Label": "Adjectives, including articles.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.11D.v",
                                    "Label": "Adverbs that convey time.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.11D.vi",
                                    "Label": "Prepositions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.11D.vii",
                                    "Label": "Pronouns, including subjective, objective, and possessive cases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.11D.viii",
                                    "Label": "Capitalization for the beginning of sentences and the pronoun “I”.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.11D.ix",
                                    "Label": "Punctuation marks at the end of declarative, exclamatory, and interrogative sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R1.11D.x",
                                    "Label": "Correct spelling of words with grade-appropriate orthographic patterns and rules and high-frequency words with adult assistance.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R1.11E",
                            "Label": "Publish and share writing.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R1.12",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--genres. The student uses genre characteristics and craft to compose multiple texts that are meaningful. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R1.12A",
                            "Label": "Dictate or compose literary texts, including personal narratives and poetry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.12B",
                            "Label": "Dictate or compose informational texts, including procedural texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.12C",
                            "Label": "Dictate or compose correspondence such as thank you notes or letters.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Inquiry & Research",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R1.13",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student engages in both short-term and sustained recursive inquiry processes for a variety of purposes. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R1.13A",
                            "Label": "Generate questions for formal and informal inquiry with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.13B",
                            "Label": "Develop and follow a research plan with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.13C",
                            "Label": "Identify and gather relevant sources and information to answer the questions with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.13D",
                            "Label": "Demonstrate understanding of information gathered with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R1.13E",
                            "Label": "Use an appropriate mode of delivery, whether written, oral, or multimodal, to present results.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}