{
    "Title": "Texas Essential Knowledge & Skills > Mathematics > Grade 5",
    "Overview": "The primary focal areas in Grade 5 are solving problems involving all four operations with positive rational numbers, determining and generating formulas and solutions to expressions, and extending measurement to area and volume. These focal areas are supported throughout the mathematical strands of (1) number and operations, (2) algebraic reasoning, (3) geometry and measurement, and (4)data analysis. In Grade 5, the number set is limited to positive rational numbers.",
    "Goals": [
        [
            "(1) Number & Operations",
            "Students will apply place value and identify part-to-whole relationships and equivalence."
        ],
        [
            "(2) Algebraic Reasoning",
            "Students will represent and solve problems with expressions and equations, build foundations of functions through patterning, identify prime and composite numbers, and use the order of operations."
        ],
        [
            "(3) Geometry & Measurement",
            "Students will classify two-dimensional figures, connect geometric attributes to the measures of three-dimensional figures, use units of measure, and represent location using a coordinate plane."
        ],
        [
            "(4) Data Analysis",
            "Students will represent and interpret data."
        ]
    ],
    "Standards": [
        {
            "Key": "",
            "Label": "Mathematical Process Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M5.1",
                    "Label": "The student uses mathematical processes to acquire and demonstrate mathematical understanding. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M5.1A",
                            "Label": "Apply mathematics to problems arising in everyday life, society, and the workplace.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.1B",
                            "Label": "Use a problem-solving model that incorporates analyzing given information, formulating a plan or strategy, determining a solution, justifying the solution, and evaluating the problem-solving process and the reasonableness of the solution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.1C",
                            "Label": "Select tools, including real objects, manipulatives, paper and pencil, and technology as appropriate, and techniques, including mental math, estimation, and number sense as appropriate, to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.1D",
                            "Label": "Communicate mathematical ideas, reasoning, and their implications using multiple representations, including symbols, diagrams, graphs, and language as appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.1E",
                            "Label": "Create and use representations to organize, record, and communicate mathematical ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.1F",
                            "Label": "Analyze mathematical relationships to connect and communicate mathematical ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.1G",
                            "Label": "Display, explain, and justify mathematical ideas and arguments using precise mathematical language in written or oral communication.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Number & Operations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M5.2",
                    "Label": "The student applies mathematical process standards to represent, compare, and order positive rational numbers and understand relationships as related to place value. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M5.2A",
                            "Label": "Represent the value of the digit in decimals through the thousandths using expanded notation and numerals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.2B",
                            "Label": "Compare and order two decimals to thousandths and represent comparisons using the symbols >, <, or =.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.2C",
                            "Label": "Round decimals to tenths or hundredths.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M5.3",
                    "Label": "The student applies mathematical process standards to develop and use strategies and methods for positive rational number computations in order to solve problems with efficiency and accuracy. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M5.3A",
                            "Label": "Estimate to determine solutions to mathematical and real-world problems involving addition, subtraction, multiplication, or division.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.3B",
                            "Label": "Multiply with fluency a three-digit number by a two-digit number using the standard algorithm.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.3C",
                            "Label": "Solve with proficiency for quotients of up to a four-digit dividend by a two-digit divisor using strategies and the standard algorithm.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.3D",
                            "Label": "Represent multiplication of decimals with products to the hundredths using objects and pictorial models, including area models.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.3E",
                            "Label": "Solve for products of decimals to the hundredths, including situations involving money, using strategies based on place-value understandings, properties of operations, and the relationship to the multiplication of whole numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.3F",
                            "Label": "Represent quotients of decimals to the hundredths, up to four-digit dividends and two-digit whole number divisors, using objects and pictorial models, including area models.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.3G",
                            "Label": "Solve for quotients of decimals to the hundredths, up to four-digit dividends and two-digit whole number divisors, using strategies and algorithms, including the standard algorithm.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.3H",
                            "Label": "Represent and solve addition and subtraction of fractions with unequal denominators referring to the same whole using objects and pictorial models and properties of operations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.3I",
                            "Label": "Represent and solve multiplication of a whole number and a fraction that refers to the same whole using objects and pictorial models, including area models.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.3J",
                            "Label": "Represent division of a unit fraction by a whole number and the division of a whole number by a unit fraction such as 1/3 รท 7 and 7 รท 1/3 using objects and pictorial models, including area models.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.3K",
                            "Label": "Add and subtract positive rational numbers fluently.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.3L",
                            "Label": "Divide whole numbers by unit fractions and unit fractions by whole numbers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Algebraic Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M5.4",
                    "Label": "The student applies mathematical process standards to develop concepts of expressions and equations. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M5.4A",
                            "Label": "Identify prime and composite numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.4B",
                            "Label": "Represent and solve multi-step problems involving the four operations with whole numbers using equations with a letter standing for the unknown quantity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.4C",
                            "Label": "Generate a numerical pattern when given a rule in the form y = ax or y = x + a and graph.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.4D",
                            "Label": "Recognize the difference between additive and multiplicative numerical patterns given in a table or graph.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.4E",
                            "Label": "Describe the meaning of parentheses and brackets in a numeric expression.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.4F",
                            "Label": "Simplify numerical expressions that do not involve exponents, including up to two levels of grouping.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.4G",
                            "Label": "Use concrete objects and pictorial models to develop the formulas for the volume of a rectangular prism, including the special form for a cube (V = l x w x h, V = s x s x s, and V = Bh).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.4H",
                            "Label": "Represent and solve problems related to perimeter and/or area and related to volume.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Geometry & Measurement",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M5.5",
                    "Label": "The student applies mathematical process standards to classify two-dimensional figures by attributes and properties. The student is expected to",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M5.5A",
                            "Label": "Classify two-dimensional figures in a hierarchy of sets and subsets using graphic organizers based on their attributes and properties.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M5.6",
                    "Label": "The student applies mathematical process standards to understand, recognize, and quantify volume. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M5.6A",
                            "Label": "Recognize a cube with side length of one unit as a unit cube having one cubic unit of volume and the volume of a three-dimensional figure as the number of unit cubes (n cubic units) needed to fill it with no gaps or overlaps if possible.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.6B",
                            "Label": "Determine the volume of a rectangular prism with whole number side lengths in problems related to the number of layers times the number of unit cubes in the area of the base.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M5.7",
                    "Label": "The student applies mathematical process standards to select appropriate units, strategies, and tools to solve problems involving measurement. The student is expected to",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M5.7A",
                            "Label": "Solve problems by calculating conversions within a measurement system, customary or metric.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M5.8",
                    "Label": "The student applies mathematical process standards to identify locations on a coordinate plane. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M5.8A",
                            "Label": "Describe the key attributes of the coordinate plane, including perpendicular number lines (axes) where the intersection (origin) of the two lines coincides with zero on each number line and the given point (0, 0); the `x`-coordinate, the first number in an ordered pair, indicates movement parallel to the `x`-axis starting at the origin; and the `y`-coordinate, the second number, indicates movement parallel to the `y`-axis starting at the origin.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.8B",
                            "Label": "Describe the process for graphing ordered pairs of numbers in the first quadrant of the coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.8C",
                            "Label": "Graph in the first quadrant of the coordinate plane ordered pairs of numbers arising from mathematical and real-world problems, including those generated by number patterns or found in an input-output table.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Data Analysis",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M5.9",
                    "Label": "The student applies mathematical process standards to solve problems by collecting, organizing, displaying, and interpreting data. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M5.9A",
                            "Label": "Represent categorical data with bar graphs or frequency tables and numerical data, including data sets of measurements in fractions or decimals, with dot plots or stem-and-leaf plots.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.9B",
                            "Label": "Represent discrete paired data on a scatterplot.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.9C",
                            "Label": "Solve one- and two-step problems using data from a frequency table, dot plot, bar graph, stem-and-leaf plot, or scatterplot.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Personal Financial Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M5.10",
                    "Label": "The student applies mathematical process standards to manage one's financial resources effectively for lifetime financial security. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M5.10A",
                            "Label": "Define income tax, payroll tax, sales tax, and property tax.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.10B",
                            "Label": "Explain the difference between gross income and net income.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.10C",
                            "Label": "Identify the advantages and disadvantages of different methods of payment, including check, credit card, debit card, and electronic payments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.10D",
                            "Label": "Develop a system for keeping and using financial records.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.10E",
                            "Label": "Describe actions that might be taken to balance a budget when expenses exceed income.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M5.10F",
                            "Label": "Balance a simple budget.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}