{
    "Title": "Texas Essential Knowledge & Skills > Reading Language Arts > English IV",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Foundational Language Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.E4.1",
                    "Label": "Listening, speaking, discussion, and thinking--oral language. The student develops oral language through listening, speaking, and discussion. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E4.1A",
                            "Label": "Engage in meaningful and respectful discourse when evaluating the clarity and coherence of a speaker's message and critiquing the impact of a speaker's use of diction, syntax, and rhetorical strategies.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.1B",
                            "Label": "Follow and give complex instructions, clarify meaning by asking pertinent questions, and respond appropriately.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.1C",
                            "Label": "Formulate sound arguments and present using elements of classical speeches such as introduction, first and second transitions, body, conclusion, the art of persuasion, rhetorical devices, employing eye contact, speaking rate such as pauses for effect, volume, enunciation, purposeful gestures, and conventions of language to communicate ideas effectively.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.1D",
                            "Label": "Participate collaboratively, offering ideas or judgments that are purposeful in moving the team toward goals, asking relevant and insightful questions, tolerating a range of positions and ambiguity in decision making, and evaluating the work of the group based on agreed-upon criteria.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.E4.2",
                    "Label": "Listening, speaking, reading, writing, and thinking--vocabulary. The student uses newly acquired vocabulary expressively. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E4.2A",
                            "Label": "Use print or digital resources to clarify and validate understanding of multiple meanings of advanced vocabulary.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.2B",
                            "Label": "Analyze context to draw conclusions about nuanced meanings such as in imagery.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.2C",
                            "Label": "Determine the meaning of foreign words or phrases used frequently in English such as ad nauseum, in loco parentis, laissez-faire, and caveat emptor.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.E4.3",
                    "Label": "Listening, speaking, reading, writing, and thinking--self-sustained reading. The student reads grade-appropriate texts independently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E4.3A",
                            "Label": "Self-select text and read independently for a sustained period of time.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Comprehension Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.E4.4",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student uses metacognitive skills to both develop and deepen comprehension of increasingly complex texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E4.4A",
                            "Label": "Establish purpose for reading assigned and self-selected texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.4B",
                            "Label": "Generate questions about text before, during, and after reading to deepen understanding and gain information.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.4C",
                            "Label": "Make and correct or confirm predictions using text features, characteristics of genre, and structures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.4D",
                            "Label": "Create mental images to deepen understanding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.4E",
                            "Label": "Make connections to personal experiences, ideas in other texts, and society.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.4F",
                            "Label": "Make inferences and use evidence to support understanding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.4G",
                            "Label": "Evaluate details read to analyze key ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.4H",
                            "Label": "Synthesize information from a variety of text types to create new understanding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.4I",
                            "Label": "Monitor comprehension and make adjustments such as re-reading, using background knowledge, asking questions, annotating, and using outside sources when understanding breaks down.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Response Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.E4.5",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student responds to an increasingly challenging variety of sources that are read, heard, or viewed. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E4.5A",
                            "Label": "Describe personal connections to a variety of sources, including self-selected texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.5B",
                            "Label": "Write responses that demonstrate analysis of texts, including comparing texts within and across genres.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.5C",
                            "Label": "Use text evidence and original commentary to support an evaluative response.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.5D",
                            "Label": "Paraphrase and summarize texts in ways that maintain meaning and logical order.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.5E",
                            "Label": "Interact with sources in meaningful ways such as notetaking, annotating, freewriting, or illustrating.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.5F",
                            "Label": "Respond using acquired content and academic vocabulary as appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.G",
                            "Label": "Discuss and write about the explicit and implicit meanings of text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.5H",
                            "Label": "Respond orally or in writing with appropriate register and purposeful vocabulary, tone, and voice.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.5I",
                            "Label": "Reflect on and adjust responses when valid evidence warrants.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.5J",
                            "Label": "Defend or challenge the authors' claims using relevant text evidence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Multiple Genres",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.E4.6",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--literary elements. The student recognizes and analyzes literary elements within and across increasingly complex traditional, contemporary, classical, and diverse literary texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E4.6A",
                            "Label": "Analyze relationships among thematic development, characterization, point of view, significance of setting, and plot in a variety of literary texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.6B",
                            "Label": "Analyze how characters' behaviors and underlying motivations contribute to moral dilemmas that influence the plot and theme.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.6C",
                            "Label": "Critique and evaluate how complex plot structures such as subplots contribute to and advance the action.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.6D",
                            "Label": "Evaluate how the historical, social, and economic context of setting(s) influences the plot, characterization, and theme.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.E4.7",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--genres. The student recognizes and analyzes genre-specific characteristics, structures, and purposes within and across increasingly complex traditional, contemporary, classical, and diverse texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E4.7A",
                            "Label": "Read and analyze British literature across literary periods.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.7B",
                            "Label": "Analyze the effects of sound, form, figurative language, graphics, and dramatic structure in poetry across literary time periods and cultures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.7C",
                            "Label": "Analyze and evaluate how the relationships among the dramatic elements advance the plot.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.7D",
                            "Label": "Critique and evaluate characteristics and structural elements of informational texts such as:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.E4.7D.i",
                                    "Label": "Clear thesis, effective supporting evidence, pertinent examples, commentary, summary, and conclusion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.E4.7D.ii",
                                    "Label": "The relationship between organizational design and author's purpose.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.E4.7E",
                            "Label": "Critique and evaluate characteristics and structural elements of argumentative texts such as:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.E4.7E.i",
                                    "Label": "Clear arguable thesis, appeals, structure of the argument, convincing conclusion, and call to action",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.E4.7E.ii",
                                    "Label": "Various types of evidence and treatment of counterarguments, including concessions and rebuttals.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.E4.7E.iii",
                                    "Label": "Identifiable audience or reader.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.E4.7F",
                            "Label": "Critique and evaluate the effectiveness of characteristics of multimodal and digital texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Author's Purpose & Craft",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.E4.8",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student uses critical inquiry to analyze the authors' choices and how they influence and communicate meaning within a variety of texts. The student analyzes and applies author's craft purposefully in order to develop his or her own products and performances. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E4.8A",
                            "Label": "Evaluate the author's purpose, audience, and message within a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.8B",
                            "Label": "Evaluate use of text structure to achieve the author's purpose.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.8C",
                            "Label": "Evaluate the author's use of print and graphic features to achieve specific purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.8D",
                            "Label": "Critique and evaluate how the author's use of language informs and shapes the perception of readers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.8E",
                            "Label": "Evaluate the use of literary devices such as paradox, satire, and allegory to achieve specific purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.8F",
                            "Label": "Evaluate how the author's diction and syntax contribute to the effectiveness of a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.8G",
                            "Label": "Analyze the effects of rhetorical devices and logical fallacies on the way the text is read and understood.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Composition",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.E4.9",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--writing process. The student uses the writing process recursively to compose multiple texts that are legible and use appropriate conventions. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E4.9A",
                            "Label": "Plan a piece of writing appropriate for various purposes and audiences by generating ideas through a range of strategies such as brainstorming, journaling, reading, or discussing.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.9B",
                            "Label": "Develop drafts into a focused, structured, and coherent piece of writing in timed and open-ended situations by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.E4.9B.i",
                                    "Label": "Using strategic organizational structures appropriate to purpose, audience, topic, and context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.E4.9B.ii",
                                    "Label": "Developing an engaging idea reflecting depth of thought with effective use of rhetorical devices, details, examples, and commentary.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.E4.9C",
                            "Label": "Revise drafts to improve clarity, development, organization, style, diction, and sentence fluency, both within and between sentences.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.9D",
                            "Label": "Edit drafts to demonstrate a command of standard English conventions using a style guide as appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.9E",
                            "Label": "Publish written work for appropriate audiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.E4.10",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--genres. The student uses genre characteristics and craft to compose multiple texts that are meaningful. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E4.10A",
                            "Label": "Compose literary texts such as fiction and poetry using genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.10B",
                            "Label": "Compose informational texts such as explanatory essays, reports, resumes, and personal essays using genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.10C",
                            "Label": "Compose argumentative texts using genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.10D",
                            "Label": "Compose correspondence in a professional or friendly structure.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.10E",
                            "Label": "Compose literary analysis using genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.10F",
                            "Label": "Compose rhetorical analysis using genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Inquiry & Research",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.E4.11",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student engages in both short-term and sustained recursive inquiry processes for a variety of purposes. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E4.11A",
                            "Label": "Develop questions for formal and informal inquiry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.11B",
                            "Label": "Critique the research process at each step to implement changes as needs occur and are identified.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.11C",
                            "Label": "Develop and revise a plan.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.11D",
                            "Label": "Modify the major research question as necessary to refocus the research plan.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.11E",
                            "Label": "Locate relevant sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.11F",
                            "Label": "Synthesize information from a variety of sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.11G",
                            "Label": "Examine sources for:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.E4.11G.i",
                                    "Label": "Credibility, bias, and accuracy.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.E4.11G.ii",
                                    "Label": "Faulty reasoning such as straw man, false dilemma, faulty analogies, and non-sequitur.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.E4.11H",
                            "Label": "Display academic citations, including for paraphrased and quoted text, and use source materials ethically to avoid plagiarism.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E4.11I",
                            "Label": "Use an appropriate mode of delivery, whether written, oral, or multimodal, to present results.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}