{
    "Title": "Texas Essential Knowledge & Skills > Mathematics > High School - Algebra II",
    "Overview": "In Algebra II, students will build on the knowledge and skills for mathematics in Kindergarten-Grade 8 and Algebra I. Students will broaden their knowledge of quadratic functions, exponential functions, and systems of equations. Students will study logarithmic, square root, cubic, cube root, absolute value, rational functions, and their related equations. Students will connect functions to their inverses and associated equations and solutions in both mathematical and real-world situations. In addition, students will extend their knowledge of data analysis and numeric and algebraic methods.",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Mathematical Process Standards",
            "Subs": [
                {
                    "Key": "TX.M9-12.A2.1",
                    "Label": "The student uses mathematical processes to acquire and demonstrate mathematical understanding. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A2.1A",
                            "Label": "Apply mathematics to problems arising in everyday life, society, and the workplace.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.1B",
                            "Label": "Use a problem-solving model that incorporates analyzing given information, formulating a plan or strategy, determining a solution, justifying the solution, and evaluating the problem-solving process and the reasonableness of the solution.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.1C",
                            "Label": "Select tools, including real objects, manipulatives, paper and pencil, and technology as appropriate, and techniques, including mental math, estimation, and number sense as appropriate, to solve problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.1D",
                            "Label": "Communicate mathematical ideas, reasoning, and their implications using multiple representations, including symbols, diagrams, graphs, and language as appropriate.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.1E",
                            "Label": "Create and use representations to organize, record, and communicate mathematical ideas.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.1F",
                            "Label": "Analyze mathematical relationships to connect and communicate mathematical ideas.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.1G",
                            "Label": "Display, explain, or justify mathematical ideas and arguments using precise mathematical language in written or oral communication.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Attributes Of Functions & Their Inverses",
            "Subs": [
                {
                    "Key": "TX.M9-12.A2.2",
                    "Label": "The student applies mathematical processes to understand that functions have distinct key attributes and understand the relationship between a function and its inverse. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A2.2A",
                            "Label": "Graph the functions f(x)=√x, f(x)=1/x, f(x)=x³, f(x)=∛x, f(x)=bˣ, f(x)=|x|, and f(x)=logb (x) where b is 2, 10, and e, and, when applicable, analyze the key attributes such as domain, range, intercepts, symmetries, asymptotic behavior, and maximum and minimum given an interval.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.2B",
                            "Label": "Graph and write the inverse of a function using notation such as f⁻¹(x).",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.2C",
                            "Label": "Describe and analyze the relationship between a function and its inverse (quadratic and square root, logarithmic and exponential), including the restriction(s) on domain, which will restrict its range.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.2D",
                            "Label": "Use the composition of two functions, including the necessary restrictions on the domain, to determine if the functions are inverses of each other.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Systems Of Equations & Inequalities",
            "Subs": [
                {
                    "Key": "TX.M9-12.A2.3",
                    "Label": "The student applies mathematical processes to formulate systems of equations and inequalities, use a variety of methods to solve, and analyze reasonableness of solutions. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A2.3A",
                            "Label": "Formulate systems of equations, including systems consisting of three linear equations in three variables and systems consisting of two equations, the first linear and the second quadratic.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.3B",
                            "Label": "Solve systems of three linear equations in three variables by using Gaussian elimination, technology with matrices, and substitution.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.3C",
                            "Label": "Solve, algebraically, systems of two equations in two variables consisting of a linear equation and a quadratic equation.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.3D",
                            "Label": "Determine the reasonableness of solutions to systems of a linear equation and a quadratic equation in two variables.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.3E",
                            "Label": "Formulate systems of at least two linear inequalities in two variables.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.3F",
                            "Label": "Solve systems of two or more linear inequalities in two variables.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.3G",
                            "Label": "Determine possible solutions in the solution set of systems of two or more linear inequalities in two variables.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Quadratic & Square Root Functions, Equations & Inequalities",
            "Subs": [
                {
                    "Key": "TX.M9-12.A2.4",
                    "Label": "The student applies mathematical processes to understand that quadratic and square root functions, equations, and quadratic inequalities can be used to model situations, solve problems, and make predictions. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A2.4A",
                            "Label": "Write the quadratic function given three specified points in the plane.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.4B",
                            "Label": "Write the equation of a parabola using given attributes, including vertex, focus, directrix, axis of symmetry, and direction of opening.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.4C",
                            "Label": "Determine the effect on the graph of f(x) = √x when f(x) is replaced by af(x), f(x) + d, f(bx), and f(x - c) for specific positive and negative values of a, b, c, and d.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.4D",
                            "Label": "Transform a quadratic function f(x) = ax² + bx + c to the form f(x) = a(x - h)² + k to identify the different attributes of f(x).",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.4E",
                            "Label": "Formulate quadratic and square root equations using technology given a table of data.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.4F",
                            "Label": "Solve quadratic and square root equations.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.4G",
                            "Label": "Identify extraneous solutions of square root equations.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.4H",
                            "Label": "Solve quadratic inequalities.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Exponential & Logarithmic Functions & Equations",
            "Subs": [
                {
                    "Key": "TX.M9-12.A2.5",
                    "Label": "The student applies mathematical processes to understand that exponential and logarithmic functions can be used to model situations and solve problems. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A2.5A",
                            "Label": "Determine the effects on the key attributes on the graphs of f(x) = bˣ and f(x) = logb(x) where b is 2, 10, and e when f(x) is replaced by af(x), f(x) + d, and f(x - c) for specific positive and negative real values of a, c, and d.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.5B",
                            "Label": "Formulate exponential and logarithmic equations that model real-world situations, including exponential relationships written in recursive notation.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.5C",
                            "Label": "Rewrite exponential equations as their corresponding logarithmic equations and logarithmic equations as their corresponding exponential equations.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.5D",
                            "Label": "Solve exponential equations of the form y = abˣ where a is a nonzero real number and b is greater than zero and not equal to one and single logarithmic equations having real solutions.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.5E",
                            "Label": "Determine the reasonableness of a solution to a logarithmic equation.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Cubic, Cube Root, Absolute value & Rational Functions, Equations & Inequalities",
            "Subs": [
                {
                    "Key": "TX.M9-12.A2.6",
                    "Label": "The student applies mathematical processes to understand that cubic, cube root, absolute value and rational functions, equations, and inequalities can be used to model situations, solve problems, and make predictions. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A2.6A",
                            "Label": "Analyze the effect on the graphs of f(x) = x³ and f(x) = ∛x when f(x) is replaced by af(x), f(bx), f(x – c), and f(x) + d for specific positive and negative real values of a, b, c, and d.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.6B",
                            "Label": "Solve cube root equations that have real roots.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.6C",
                            "Label": "Analyze the effect on the graphs of f(x)=|x| when f(x) is replaced by af(x), f(bx), f(x - c), and f(x) + d for specific positive and negative real values of a, b, c, and d.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.6D",
                            "Label": "Formulate absolute value linear equations.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.6E",
                            "Label": "Solve absolute value linear equations.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.6F",
                            "Label": "Solve absolute value linear inequalities.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.6G",
                            "Label": "Analyze the effect on the graphs of f(x) = 1/x when f(x) is replaced by af(x), f(bx), f(x - c), and f(x) + d for specific positive and negative real values of a, b, c, and d.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.6H",
                            "Label": "Formulate rational equations that model real-world situations.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.6I",
                            "Label": "Solve rational equations that have real solutions.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.6J",
                            "Label": "Determine the reasonableness of a solution to a rational equation.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.6K",
                            "Label": "Determine the asymptotic restrictions on the domain of a rational function and represent domain and range using interval notation, inequalities, and set notation.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.6L",
                            "Label": "Formulate and solve equations involving inverse variation.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Number & Algebraic Methods",
            "Subs": [
                {
                    "Key": "TX.M9-12.A2.7",
                    "Label": "The student applies mathematical processes to simplify and perform operations on expressions and to solve equations. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A2.7A",
                            "Label": "Add, subtract, and multiply complex numbers.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.7B",
                            "Label": "Add, subtract, and multiply polynomials.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.7C",
                            "Label": "Determine the quotient of a polynomial of degree three and of degree four when divided by a polynomial of degree one and of degree two.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.7D",
                            "Label": "Determine the linear factors of a polynomial function of degree three and of degree four using algebraic methods.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.7E",
                            "Label": "Determine linear and quadratic factors of a polynomial expression of degree three and of degree four, including factoring the sum and difference of two cubes and factoring by grouping.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.7F",
                            "Label": "Determine the sum, difference, product, and quotient of rational expressions with integral exponents of degree one and of degree two.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.7G",
                            "Label": "Rewrite radical expressions that contain variables to equivalent forms.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.7H",
                            "Label": "Solve equations involving rational exponents.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.7I",
                            "Label": "Write the domain and range of a function in interval notation, inequalities, and set notation.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Data",
            "Subs": [
                {
                    "Key": "TX.M9-12.A2.8",
                    "Label": "The student applies mathematical processes to analyze data, select appropriate models, write corresponding functions, and make predictions. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A2.8A",
                            "Label": "Analyze data to select the appropriate model from among linear, quadratic, and exponential models.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.8B",
                            "Label": "Use regression methods available through technology to write a linear function, a quadratic function, and an exponential function from a given set of data.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A2.8C",
                            "Label": "Predict and make decisions and critical judgments from a given set of data using linear, quadratic, and exponential models.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}