{
    "Title": "Texas Essential Knowledge & Skills > Mathematics > High School - Geometry",
    "Overview": "In Geometry, students will build on the knowledge and skills for mathematics in Kindergarten-Grade 8 and Algebra I to strengthen their mathematical reasoning skills in geometric contexts. Within the course, students will begin to focus on more precise terminology, symbolic representations, and the development of proofs. Students will explore concepts covering coordinate and transformational geometry; logical argument and constructions; proof and congruence; similarity, proof, and trigonometry; two- and three-dimensional figures; circles; and probability. Students will connect previous knowledge from Algebra I to Geometry through the coordinate and transformational geometry strand. In the logical arguments and constructions strand, students are expected to create formal constructions using a straight edge and compass. Though this course is primarily Euclidean geometry, students should complete the course with an understanding that non-Euclidean geometries exist. In proof and congruence, students will use deductive reasoning to justify, prove and apply theorems about geometric figures. Throughout the standards, the term “prove” means a formal proof to be shown in a paragraph, a flow chart, or two-column formats. Proportionality is the unifying component of the similarity, proof, and trigonometry strand. Students will use their proportional reasoning skills to prove and apply theorems and solve problems in this strand. The two- and three-dimensional figure strand focuses on the application of formulas in multi-step situations since students have developed background knowledge in two- and three-dimensional figures. Using patterns to identify geometric properties, students will apply theorems about circles to determine relationships between special segments and angles in circles. Due to the emphasis of probability and statistics in the college and career readiness standards, standards dealing with probability have been added to the geometry curriculum to ensure students have proper exposure to these topics before pursuing their post-secondary education.",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Mathematical Process Standards",
            "Subs": [
                {
                    "Key": "TX.M9-12.G.1",
                    "Label": "The student uses mathematical processes to acquire and demonstrate mathematical understanding. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.G.1A",
                            "Label": "Apply mathematics to problems arising in everyday life, society, and the workplace.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.1B",
                            "Label": "Use a problem-solving model that incorporates analyzing given information, formulating a plan or strategy, determining a solution, justifying the solution, and evaluating the problem-solving process and the reasonableness of the solution.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.1C",
                            "Label": "Select tools, including real objects, manipulatives, paper and pencil, and technology as appropriate, and techniques, including mental math, estimation, and number sense as appropriate, to solve problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.1D",
                            "Label": "Communicate mathematical ideas, reasoning, and their implications using multiple representations, including symbols, diagrams, graphs, and language as appropriate.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.1E",
                            "Label": "Create and use representations to organize, record, and communicate mathematical ideas.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.1F",
                            "Label": "Analyze mathematical relationships to connect and communicate mathematical ideas.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.1G",
                            "Label": "Display, explain, and justify mathematical ideas and arguments using precise mathematical language in written or oral communication.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Coordinate & Transformational Geometry",
            "Subs": [
                {
                    "Key": "TX.M9-12.G.2",
                    "Label": "The student uses the process skills to understand the connections between algebra and geometry and uses the one- and two-dimensional coordinate systems to verify geometric conjectures. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.G.2A",
                            "Label": "Determine the coordinates of a point that is a given fractional distance less than one from one end of a line segment to the other in one- and two-dimensional coordinate systems, including finding the midpoint.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.2B",
                            "Label": "Derive and use the distance, slope, and midpoint formulas to verify geometric relationships, including congruence of segments and parallelism or perpendicularity of pairs of lines.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.2C",
                            "Label": "Determine an equation of a line parallel or perpendicular to a given line that passes through a given point.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M9-12.G.3",
                    "Label": "The student uses the process skills to generate and describe rigid transformations (translation, reflection, and rotation) and non-rigid transformations (dilations that preserve similarity and reductions and enlargements that do not preserve similarity). The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.G.3A",
                            "Label": "Describe and perform transformations of figures in a plane using coordinate notation.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.3B",
                            "Label": "Determine the image or pre-image of a given two-dimensional figure under a composition of rigid transformations, a composition of non-rigid transformations, and a composition of both, including dilations where the center can be any point in the plane.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.3C",
                            "Label": "Identify the sequence of transformations that will carry a given pre-image onto an image on and off the coordinate plane.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.3D",
                            "Label": "Identify and distinguish between reflectional and rotational symmetry in a plane figure.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Logical Argument & Constructions",
            "Subs": [
                {
                    "Key": "TX.M9-12.G.4",
                    "Label": "The student uses the process skills with deductive reasoning to understand geometric relationships. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.G.4A",
                            "Label": "Distinguish between undefined terms, definitions, postulates, conjectures, and theorems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.4B",
                            "Label": "Identify and determine the validity of the converse, inverse, and contrapositive of a conditional statement and recognize the connection between a biconditional statement and a true conditional statement with a true converse.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.4C",
                            "Label": "Verify that a conjecture is false using a counterexample.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.4D",
                            "Label": "Compare geometric relationships between Euclidean and spherical geometries, including parallel lines and the sum of the angles in a triangle.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M9-12.G.5",
                    "Label": "The student uses constructions to validate conjectures about geometric figures. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.G.5A",
                            "Label": "Investigate patterns to make conjectures about geometric relationships, including angles formed by parallel lines cut by a transversal, criteria required for triangle congruence, special segments of triangles, diagonals of quadrilaterals, interior and exterior angles of polygons, and special segments and angles of circles choosing from a variety of tools.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.5B",
                            "Label": "Construct congruent segments, congruent angles, a segment bisector, an angle bisector, perpendicular lines, the perpendicular bisector of a line segment, and a line parallel to a given line through a point not on a line using a compass and a straightedge.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.5C",
                            "Label": "Use the constructions of congruent segments, congruent angles, angle bisectors, and perpendicular bisectors to make conjectures about geometric relationships.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.5D",
                            "Label": "Verify the Triangle Inequality theorem using constructions and apply the theorem to solve problems.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Proof & Congruence",
            "Subs": [
                {
                    "Key": "TX.M9-12.G.6",
                    "Label": "The student uses the process skills with deductive reasoning to prove and apply theorems by using a variety of methods such as coordinate, transformational, and axiomatic and formats such as two-column, paragraph, and flow chart. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.G.6A",
                            "Label": "Verify theorems about angles formed by the intersection of lines and line segments, including vertical angles, and angles formed by parallel lines cut by a transversal and prove equidistance between the endpoints of a segment and points on its perpendicular bisector and apply these relationships to solve problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.6B",
                            "Label": "Prove two triangles are congruent by applying the Side-Angle-Side, Angle-Side-Angle, Side-Side-Side, Angle-Angle-Side, and Hypotenuse-Leg congruence conditions.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.6C",
                            "Label": "Apply the definition of congruence, in terms of rigid transformations, to identify congruent figures and their corresponding sides and angles.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.6D",
                            "Label": "Verify theorems about the relationships in triangles, including proof of the Pythagorean Theorem, the sum of interior angles, base angles of isosceles triangles, midsegments, and medians, and apply these relationships to solve problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.6E",
                            "Label": "Prove a quadrilateral is a parallelogram, rectangle, square, or rhombus using opposite sides, opposite angles, or diagonals and apply these relationships to solve problems.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Similarity, Proof & Trigonometry",
            "Subs": [
                
                {
                    "Key": "TX.M9-12.G.7",
                    "Label": "The student uses the process skills in applying similarity to solve problems. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.G.7A",
                            "Label": "Apply the definition of similarity in terms of a dilation to identify similar figures and their proportional sides and the congruent corresponding angles.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.7B",
                            "Label": "Apply the Angle-Angle criterion to verify similar triangles and apply the proportionality of the corresponding sides to solve problems.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M9-12.G.8",
                    "Label": "The student uses the process skills with deductive reasoning to prove and apply theorems by using a variety of methods such as coordinate, transformational, and axiomatic and formats such as two-column, paragraph, and flow chart. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.G.8A",
                            "Label": "Prove theorems about similar triangles, including the Triangle Proportionality theorem, and apply these theorems to solve problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.8B",
                            "Label": "Identify and apply the relationships that exist when an altitude is drawn to the hypotenuse of a right triangle, including the geometric mean, to solve problems.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M9-12.G.9",
                    "Label": "The student uses the process skills to understand and apply relationships in right triangles. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.G.9A",
                            "Label": "Determine the lengths of sides and measures of angles in a right triangle by applying the trigonometric ratios sine, cosine, and tangent to solve problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.9B",
                            "Label": "Apply the relationships in special right triangles 30°-60°-90° and 45°-45°-90° and the Pythagorean theorem, including Pythagorean triples, to solve problems.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Two-Dimensional & Three-Dimensional Figures",
            "Subs": [
                {
                    "Key": "TX.M9-12.G.10",
                    "Label": "The student uses the process skills to recognize characteristics and dimensional changes of two- and three-dimensional figures. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.G.10A",
                            "Label": "Identify the shapes of two-dimensional cross-sections of prisms, pyramids, cylinders, cones, and spheres and identify three-dimensional objects generated by rotations of two-dimensional shapes.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.10B",
                            "Label": "Determine and describe how changes in the linear dimensions of a shape affect its perimeter, area, surface area, or volume, including proportional and non-proportional dimensional change.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M9-12.G.11",
                    "Label": "The student uses the process skills in the application of formulas to determine measures of two- and three-dimensional figures. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.G.11A",
                            "Label": "Apply the formula for the area of regular polygons to solve problems using appropriate units of measure.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.11B",
                            "Label": "Determine the area of composite two-dimensional figures comprised of a combination of triangles, parallelograms, trapezoids, kites, regular polygons, or sectors of circles to solve problems using appropriate units of measure.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.11C",
                            "Label": "Apply the formulas for the total and lateral surface area of three-dimensional figures, including prisms, pyramids, cones, cylinders, spheres, and composite figures, to solve problems using appropriate units of measure.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.11D",
                            "Label": "Apply the formulas for the volume of three-dimensional figures, including prisms, pyramids, cones, cylinders, spheres, and composite figures, to solve problems using appropriate units of measure.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Circles",
            "Subs": [
                
                {
                    "Key": "TX.M9-12.G.12",
                    "Label": "The student uses the process skills to understand geometric relationships and apply theorems and equations about circles. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.G.12A",
                            "Label": "Apply theorems about circles, including relationships among angles, radii, chords, tangents, and secants, to solve non-contextual problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.12B",
                            "Label": "Apply the proportional relationship between the measure of an arc length of a circle and the circumference of the circle to solve problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.12C",
                            "Label": "Apply the proportional relationship between the measure of the area of a sector of a circle and the area of the circle to solve problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.12D",
                            "Label": "Describe radian measure of an angle as the ratio of the length of an arc intercepted by a central angle and the radius of the circle.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.12E",
                            "Label": "Show that the equation of a circle with center at the origin and radius r is x² + y² = r² and determine the equation for the graph of a circle with radius r and center (h, k), (x - h)² + (y - k)² = r².",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Probability",
            "Subs": [
                
                {
                    "Key": "TX.M9-12.G.13",
                    "Label": "The student uses the process skills to understand probability in real-world situations and how to apply independence and dependence of events. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M9-12.G.13A",
                            "Label": "Develop strategies to use permutations and combinations to solve contextual problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.13B",
                            "Label": "Determine probabilities based on area to solve contextual problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.13C",
                            "Label": "Identify whether two events are independent and compute the probability of the two events occurring together with or without replacement.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.13D",
                            "Label": "Apply conditional probability in contextual problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.G.13E",
                            "Label": "Apply independence in contextual problems.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}