{
    "Title": "Texas Essential Knowledge & Skills > Mathematics > Grades 9 - 12 > Precalculus",
    "Overview": "Precalculus is the preparation for calculus. The course approaches topics from a function point of view, where appropriate, and is designed to strengthen and enhance conceptual understanding and mathematical reasoning used when modeling and solving mathematical and real-world problems. Students systematically work with functions and their multiple representations. The study of Precalculus deepens students' mathematical understanding and fluency with algebra and trigonometry and extends their ability to make connections and apply concepts and procedures at higher levels. Students investigate and explore mathematical ideas, develop multiple strategies for analyzing complex situations, and use technology to build understanding, make connections between representations, and provide support in solving problems.",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Mathematical Process Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.P.1",
                    "Label": "The student uses mathematical processes to acquire and demonstrate mathematical understanding. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.P.1A",
                            "Label": "Apply mathematics to problems arising in everyday life, society, and the workplace.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.1B",
                            "Label": "Use a problem-solving model that incorporates analyzing given information, formulating a plan or strategy, determining a solution, justifying the solution, and evaluating the problem-solving process and the reasonableness of the solution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.1C",
                            "Label": "Select tools, including real objects, manipulatives, paper and pencil, and technology as appropriate, and techniques, including mental math, estimation, and number sense as appropriate, to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.1D",
                            "Label": "Communicate mathematical ideas, reasoning, and their implications using multiple representations, including symbols, diagrams, graphs, and language as appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.1E",
                            "Label": "Create and use representations to organize, record, and communicate mathematical ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.1F",
                            "Label": "Analyze mathematical relationships to connect and communicate mathematical ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.1G",
                            "Label": "Display, explain, or justify mathematical ideas and arguments using precise mathematical language in written or oral communication.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Functions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.P.2",
                    "Label": "The student uses process standards in mathematics to explore, describe, and analyze the attributes of functions. The student makes connections between multiple representations of functions and algebraically constructs new functions. The student analyzes and uses functions to model real-world problems. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.P.2A",
                            "Label": "Use the composition of two functions to model and solve real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.2B",
                            "Label": "Demonstrate that function composition is not always commutative.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.2C",
                            "Label": "Represent a given function as a composite function of two or more functions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.2D",
                            "Label": "Describe symmetry of graphs of even and odd functions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.2E",
                            "Label": "Determine an inverse function, when it exists, for a given function over its domain or a subset of its domain and represent the inverse using multiple representations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.2F",
                            "Label": "Graph exponential, logarithmic, rational, polynomial, power, trigonometric, inverse trigonometric, and piecewise defined functions, including step functions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.2G",
                            "Label": "Graph functions, including exponential, logarithmic, sine, cosine, rational, polynomial, and power functions and their transformations, including af(x), f(x) + d, f(x - c), f(bx) for specific values of a, b, c, and d, in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.2H",
                            "Label": "Graph arcsin x and arccos x and describe the limitations on the domain.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.2I",
                            "Label": "Determine and analyze the key features of exponential, logarithmic, rational, polynomial, power, trigonometric, inverse trigonometric, and piecewise defined functions, including step functions such as domain, range, symmetry, relative maximum, relative minimum, zeros, asymptotes, and intervals over which the function is increasing or decreasing.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.2J",
                            "Label": "Analyze and describe end behavior of functions, including exponential, logarithmic, rational, polynomial, and power functions, using infinity notation to communicate this characteristic in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.2K",
                            "Label": "Analyze characteristics of rational functions and the behavior of the function around the asymptotes, including horizontal, vertical, and oblique asymptotes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.2L",
                            "Label": "Determine various types of discontinuities in the interval (-∞, ∞) as they relate to functions and explore the limitations of the graphing calculator as it relates to the behavior of the function around discontinuities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.2M",
                            "Label": "Describe the left-sided behavior and the right-sided behavior of the graph of a function around discontinuities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.2N",
                            "Label": "Analyze situations modeled by functions, including exponential, logarithmic, rational, polynomial, and power functions, to solve real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.2O",
                            "Label": "Develop and use a sinusoidal function that models a situation in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.2P",
                            "Label": "Determine the values of the trigonometric functions at the special angles and relate them in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Relations & Geometric Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.P.3",
                    "Label": "The student uses the process standards in mathematics to model and make connections between algebraic and geometric relations. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.P.3A",
                            "Label": "Graph a set of parametric equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.3B",
                            "Label": "Convert parametric equations into rectangular relations and convert rectangular relations into parametric equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.3C",
                            "Label": "Use parametric equations to model and solve mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.3D",
                            "Label": "Graph points in the polar coordinate system and convert between rectangular coordinates and polar coordinates.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.3E",
                            "Label": "Graph polar equations by plotting points and using technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.3F",
                            "Label": "Determine the conic section formed when a plane intersects a double-napped cone.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.3G",
                            "Label": "Make connections between the locus definition of conic sections and their equations in rectangular coordinates.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.3H",
                            "Label": "Use the characteristics of an ellipse to write the equation of an ellipse with center (h, k).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.3I",
                            "Label": "Use the characteristics of a hyperbola to write the equation of a hyperbola with center (h, k).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Number & Measure",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.P.4",
                    "Label": "The student uses process standards in mathematics to apply appropriate techniques, tools, and formulas to calculate measures in mathematical and real-world problems. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.P.4A",
                            "Label": "Determine the relationship between the unit circle and the definition of a periodic function to evaluate trigonometric functions in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.4B",
                            "Label": "Describe the relationship between degree and radian measure on the unit circle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.4C",
                            "Label": "Represent angles in radians or degrees based on the concept of rotation and find the measure of reference angles and angles in standard position.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.4D",
                            "Label": "Represent angles in radians or degrees based on the concept of rotation in mathematical and real-world problems, including linear and angular velocity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.4E",
                            "Label": "Determine the value of trigonometric ratios of angles and solve problems involving trigonometric ratios in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.4F",
                            "Label": "Use trigonometry in mathematical and real-world problems, including directional bearing.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.4G",
                            "Label": "Use the Law of Sines in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.4H",
                            "Label": "Use the Law of Cosines in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.4I",
                            "Label": "Use vectors to model situations involving magnitude and direction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.4J",
                            "Label": "Represent the addition of vectors and the multiplication of a vector by a scalar geometrically and symbolically.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.4K",
                            "Label": "Apply vector addition and multiplication of a vector by a scalar in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Algebraic Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.P.5",
                    "Label": "The student uses process standards in mathematics to evaluate expressions, describe patterns, formulate models, and solve equations and inequalities using properties, procedures, or algorithms. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.P.5A",
                            "Label": "Evaluate finite sums and geometric series, when possible, written in sigma notation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.5B",
                            "Label": "Represent arithmetic sequences and geometric sequences using recursive formulas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.5C",
                            "Label": "Calculate the nᵗʰ term and the nᵗʰ partial sum of an arithmetic series in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.5D",
                            "Label": "Represent arithmetic series and geometric series using sigma notation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.5E",
                            "Label": "Calculate the nᵗʰ term of a geometric series, the nᵗʰ partial sum of a geometric series, and sum of an infinite geometric series when it exists.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.5F",
                            "Label": "Apply the Binomial Theorem for the expansion of (a + b)ⁿ in powers of a and b for a positive integer n, where a and b are any numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.5G",
                            "Label": "Use the properties of logarithms to evaluate or transform logarithmic expressions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.5H",
                            "Label": "Generate and solve logarithmic equations in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.5I",
                            "Label": "Generate and solve exponential equations in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.5J",
                            "Label": "Solve polynomial equations with real coefficients by applying a variety of techniques in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.5K",
                            "Label": "Solve polynomial inequalities with real coefficients by applying a variety of techniques and write the solution set of the polynomial inequality in interval notation in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.5L",
                            "Label": "Solve rational inequalities with real coefficients by applying a variety of techniques and write the solution set of the rational inequality in interval notation in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.5M",
                            "Label": "Use trigonometric identities such as reciprocal, quotient, Pythagorean, cofunctions, even/odd, and sum and difference identities for cosine and sine to simplify trigonometric expressions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.P.5N",
                            "Label": "Generate and solve trigonometric equations in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}