{
    "Title": "Texas Essential Knowledge & Skills > Mathematics > Grades 9 - 12 > Statistics",
    "Overview": "In Statistics, students will build on the knowledge and skills for mathematics in Kindergarten-Grade 8 and Algebra I. Students will broaden their knowledge of variability and statistical processes. Students will study sampling and experimentation, categorical and quantitative data, probability and random variables, inference, and bivariate data. Students will connect data and statistical processes to real-world situations. In addition, students will extend their knowledge of data analysis.",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Mathematical Process Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.S.1",
                    "Label": "The student uses mathematical processes to acquire and demonstrate mathematical understanding. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.S.1A",
                            "Label": "Apply mathematics to problems arising in everyday life, society, and the workplace.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.1B",
                            "Label": "Use a problem-solving model that incorporates analyzing given information, formulating a plan or strategy, determining a solution, justifying the solution, and evaluating the problem-solving process and the reasonableness of the solution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.1C",
                            "Label": "Select tools, including real objects, manipulatives, paper and pencil, and technology as appropriate, and techniques, including mental math, estimation, and number sense as appropriate, to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.1D",
                            "Label": "Communicate mathematical ideas, reasoning, and their implications using multiple representations, including symbols, diagrams, graphs, and language as appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.1E",
                            "Label": "Create and use representations to organize, record, and communicate mathematical ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.1F",
                            "Label": "Analyze mathematical relationships to connect and communicate mathematical ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.1G",
                            "Label": "Display, explain, or justify mathematical ideas and arguments using precise mathematical language in written or oral communication.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Statistical Process Sampling & Experimentation",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.S.2",
                    "Label": "The student applies mathematical processes to apply understandings about statistical studies, surveys, and experiments to design and conduct a study and use graphical, numerical, and analytical techniques to communicate the results of the study. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.S.2A",
                            "Label": "Compare and contrast the benefits of different sampling techniques, including random sampling and convenience sampling methods.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.2B",
                            "Label": "Distinguish among observational studies, surveys, and experiments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.2C",
                            "Label": "Analyze generalizations made from observational studies, surveys, and experiments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.2D",
                            "Label": "Distinguish between sample statistics and population parameters.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.2E",
                            "Label": "Formulate a meaningful question, determine the data needed to answer the question, gather the appropriate data, analyze the data, and draw reasonable conclusions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.2F",
                            "Label": "Communicate methods used, analyses conducted, and conclusions drawn for a data-analysis project through the use of one or more of the following: a written report, a visual display, an oral report, or a multi-media presentation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.2G",
                            "Label": "Critically analyze published findings for appropriateness of study design implemented, sampling methods used, or the statistics applied.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Variability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.S.3",
                    "Label": "The student applies the mathematical process standards when describing and modeling variability. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.S.3A",
                            "Label": "Distinguish between mathematical models and statistical models.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.3B",
                            "Label": "Construct a statistical model to describe variability around the structure of a mathematical model for a given situation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.3C",
                            "Label": "Distinguish among different sources of variability, including measurement, natural, induced, and sampling variability.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.3D",
                            "Label": "Describe and model variability using population and sampling distributions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Categorical & Quantitative Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.S.4",
                    "Label": "The student applies the mathematical process standards to represent and analyze both categorical and quantitative data. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.S.4A",
                            "Label": "Distinguish between categorical and quantitative data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.4B",
                            "Label": "Represent and summarize data and justify the representation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.4C",
                            "Label": "Analyze the distribution characteristics of quantitative data, including determining the possible existence and impact of outliers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.4D",
                            "Label": "Compare and contrast different graphical or visual representations given the same data set.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.4E",
                            "Label": "Compare and contrast meaningful information derived from summary statistics given a data set.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.4F",
                            "Label": "Analyze categorical data, including determining marginal and conditional distributions, using two-way tables.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Probability & Random Variables",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.S.5",
                    "Label": "The student applies the mathematical process standards to connect probability and statistics. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.S.5A",
                            "Label": "Determine probabilities, including the use of a two-way table.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.5B",
                            "Label": "Describe the relationship between theoretical and empirical probabilities using the Law of Large Numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.5C",
                            "Label": "Construct a distribution based on a technology-generated simulation or collected samples for a discrete random variable.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.5D",
                            "Label": "Compare statistical measures such as sample mean and standard deviation from a technology-simulated sampling distribution to the theoretical sampling distribution.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Inference",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.S.6",
                    "Label": "The student applies the mathematical process standards to make inferences and justify conclusions from statistical studies. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.S.6A",
                            "Label": "Explain how a sample statistic and a confidence level are used in the construction of a confidence interval.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.6B",
                            "Label": "Explain how changes in the sample size, confidence level, and standard deviation affect the margin of error of a confidence interval.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.6C",
                            "Label": "Calculate a confidence interval for the mean of a normally distributed population with a known standard deviation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.6D",
                            "Label": "Calculate a confidence interval for a population proportion.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.6E",
                            "Label": "Interpret confidence intervals for a population parameter, including confidence intervals from media or statistical reports.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.6F",
                            "Label": "Explain how a sample statistic provides evidence against a claim about a population parameter when using a hypothesis test.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.6G",
                            "Label": "Construct null and alternative hypothesis statements about a population parameter.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.6H",
                            "Label": "Explain the meaning of the p-value in relation to the significance level in providing evidence to reject or fail to reject the null hypothesis in the context of the situation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.6I",
                            "Label": "Interpret the results of a hypothesis test using technology-generated results such as large sample tests for proportion, mean, difference between two proportions, and difference between two independent means.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.6J",
                            "Label": "Describe the potential impact of Type I and Type II Errors.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Bivariate Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.S.7",
                    "Label": "The student applies the mathematical process standards to analyze relationships among bivariate quantitative data. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.S.7A",
                            "Label": "Analyze scatterplots for patterns, linearity, outliers, and influential points.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.7B",
                            "Label": "Transform a linear parent function to determine a line of best fit.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.7C",
                            "Label": "Compare different linear models for the same set of data to determine best fit, including discussions about error.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.7D",
                            "Label": "Compare different methods for determining best fit, including median-median and absolute value.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.7E",
                            "Label": "Describe the relationship between influential points and lines of best fit using dynamic graphing technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.S.7F",
                            "Label": "Identify and interpret the reasonableness of attributes of lines of best fit within the context, including slope and `text(y)`-intercept.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}