{
    "Title": "Rhode Island Core > Mathematics > Grade 2",
    "Overview": "In Grade 2, instructional time should focus on four critical areas: (1) extending understanding of base-ten notation; (2) building fluency with addition and subtraction; (3) using standard units of measure; and (4) describing and analyzing shapes.",
    "Goals": [
        [
            "(1) Extending Understanding Of Base-Ten Notation",
            "Students extend their understanding of the base-ten system. This includes ideas of counting in fives, tens, and multiples of hundreds, tens, and ones, as well as number relationships involving these units, including comparing. Students understand multi-digit numbers (up to 1,000) written in base-ten notation, recognizing that the digits in each place represent amounts of thousands, hundreds, tens, or ones (e.g., 853 is 8 hundreds + 5 tens + 3ones)."
        ],
        [
            "(2) Building Fluency With Addition & Subtraction",
            "Students use their understanding of addition to develop fluency with addition and subtraction within 100. They solve problems within 1,000 by applying their understanding of models for addition and subtraction, and they develop, discuss, and use efficient, accurate, and generalizable methods to compute sums and differences of whole numbers in base-ten notation, using their understanding of place value and the properties of operations. They select and accurately apply methods that are appropriate for the context and the numbers involved to mentally calculate sums and differences for numbers with only tens or only hundreds."
        ],
        [
            "(3) Using Standard Units Of Measure",
            "Students recognize the need for standard units of measure (centimeter and inch) and they use rulers and other measurement tools with the understanding that linear measure involves an iteration of units. They recognize that the smaller the unit, the more iterations they need to cover a given length."
        ],
        [
            "(4) Describing & Analyzing Shapes",
            "Students describe and analyze shapes by examining their sides and angles. Students investigate, describe, and reason about decomposing and combining shapes to make other shapes. Through building, drawing, and analyzing two- and three-dimensional shapes, students develop a foundation for understanding area, volume, congruence, similarity, and symmetry in later grades."
        ]
    ],
    "Standards": [
        {
            "Key": "RI.M2.OA",
            "Label": "Operations and Algebraic Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "RI.M2.OA.A",
                    "Label": "Represent and solve problems involving addition and subtraction.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "RI.M2.OA.A.1",
                            "Label": "Use addition and subtraction within 100 to solve one- and two-step word problems involving situations of adding to, taking from, putting together, taking apart, and comparing, with unknowns in all positions, e.g., by using drawings and equations with a symbol for the unknown number to represent the problem.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "RI.M2.OA.B",
                    "Label": "Add and subtract within 20.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "RI.M2.OA.B.2",
                            "Label": "Fluently add and subtract within 20 using mental strategies. By end of grade 2, know from memory all sums of two single-digit numbers and related differences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "RI.M2.OA.C",
                    "Label": "Work with equal groups of objects to gain foundations for multiplication.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "RI.M2.OA.C.3",
                            "Label": "Determine whether a group of objects (up to 20) has an odd or even number of members, e.g., by pairing objects or counting them by 2s; write an equation to express an even number as a sum of two equal addends.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "RI.M2.OA.C.4",
                            "Label": "Use addition to find the total number of objects arranged in rectangular arrays with up to five rows and up to five columns; write an equation to express the total as a sum of equal addends.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "RI.M2.NBT",
            "Label": "Number and Operations in Base Ten",
            "Examples": [],
            "Subs": [
                {
                    "Key": "RI.M2.NBT.A",
                    "Label": "Understand place value.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "RI.M2.NBT.A.1",
                            "Label": "Understand that the three digits of a three-digit number represent amounts of hundreds, tens, and ones; e.g., 706 equals 7 hundreds, 0 tens, and 6 ones. Understand the following as special cases:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "RI.M2.NBT.A.1.a",
                                    "Label": "100 can be thought of as a bundle of ten tens — called a “hundred.”",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.M2.NBT.A.1.b",
                                    "Label": "The numbers 100, 200, 300, 400, 500, 600, 700, 800, 900 refer to one, two, three, four, five, six, seven, eight, or nine hundreds (and 0 tens and 0ones).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "RI.M2.NBT.A.2",
                            "Label": "Count within 1,000; skip-count by 5s, 10s, and 100s. Identify patterns in skip counting starting at any number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "RI.M2.NBT.A.3",
                            "Label": "Read and write numbers to 1,000 using base-ten numerals, number names, and expanded form.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "RI.M2.NBT.A.4",
                            "Label": "Compare two three-digit numbers based on meanings of the hundreds, tens, and ones digits, using >, =, and < symbols to record the results of comparisons.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "RI.M2.NBT.B",
                    "Label": "Use place value understanding and properties of operations to add and subtract.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "RI.M2.NBT.B.5",
                            "Label": "Fluently add and subtract within 100 using strategies based on place value, properties of operations, and/or the relationship between addition and subtraction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "RI.M2.NBT.B.6",
                            "Label": "Add up to four two-digit numbers using strategies based on place value and properties of operations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "RI.M2.NBT.B.7",
                            "Label": "Add and subtract within 1,000, using concrete models or drawings and strategies based on place value, properties of operations, and/or the relationship between addition and subtraction; relate the strategy to a written method. Understand that in adding or subtracting three-digit numbers, one adds or subtracts hundreds and hundreds, tens and tens, ones and ones; and sometimes it is necessary to compose or decompose tens or hundreds.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "RI.M2.NBT.B.8",
                            "Label": "Mentally add 10 or 100 to a given number 100–900, and mentally subtract 10 or 100 from a given number 100–900.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "RI.M2.NBT.B.9",
                            "Label": "Explain why addition and subtraction strategies work, using place value and the properties of operations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "RI.M2.MD",
            "Label": "Measurement & Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "RI.M2.MD.A",
                    "Label": "Measure and estimate lengths in standard units.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "RI.M2.MD.A.1",
                            "Label": "Measure the length of an object by selecting and using appropriate tools such as rulers, yardsticks, meter sticks, and measuring tapes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "RI.M2.MD.A.2",
                            "Label": "Measure the length of an object twice, using length units of different lengths for the two measurements; describe how the two measurements relate to the size of the unit chosen.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "RI.M2.MD.A.3",
                            "Label": "Estimate lengths using units of inches, feet, centimeters, and meters.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "RI.M2.MD.A.4",
                            "Label": "Measure to determine how much longer one object is than another, expressing the length difference in terms of a standard length unit.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "RI.M2.MD.B",
                    "Label": "Relate addition and subtraction to length.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "RI.M2.MD.B.5",
                            "Label": "Use addition and subtraction within 100 to solve word problems involving lengths that are given in the same units, e.g., by using drawings (such as drawings of rulers) and equations with a symbol for the unknown number to represent the problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "RI.M2.MD.B.6",
                            "Label": "Represent whole numbers as lengths from 0 on a number line diagram with equally spaced points corresponding to the numbers 0, 1, 2, ..., and represent whole-number sums and differences within 100 on a number line diagram.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "RI.M2.MD.C",
                    "Label": "Work with time and money.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "RI.M2.MD.C.7",
                            "Label": "Tell and write time from analog and digital clocks to the nearest five minutes, using a.m. and p.m.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "RI.M2.MD.C.7.a",
                                    "Label": "Know the relationships of time, including seconds in a minute, minutes in an hour, hours in a day, days in a week; days in a month and a year and approximate number of weeks in a month and weeks in a year.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "RI.M2.MD.C.8",
                            "Label": "Solve word problems involving dollar bills, quarters, dimes, nickels, and pennies (up to $10), using $and ¢ symbols appropriately and whole dollar amounts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "RI.M2.MD.D",
                    "Label": "Represent and interpret data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "RI.M2.MD.D.9",
                            "Label": "Generate measurement data by measuring lengths of several objects to the nearest whole unit, or by making repeated measurements of the same object. Organize and record the data on a line plot (dot plot) where the horizontal scale is marked off in whole-numberunits.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "RI.M2.MD.D.10",
                            "Label": "Draw a picture graph and a bar graph (with single-unit scale) to represent a data set with up to four categories. Solve simple put-together, take-apart, and compare problems, using information presented in a bar graph.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "RI.M2.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "RI.M2.G.A",
                    "Label": "Reason with shapes and their attributes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "RI.M2.G.A.1",
                            "Label": "Recognize and draw shapes having specified attributes, such as a given number of angles or a given number of equal faces. Identify triangles, squares, rectangles, rhombuses, trapezoids, pentagons, hexagons, and cubes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "RI.M2.G.A.2",
                            "Label": "Partition a rectangle into rows and columns of same-size squares and count to find the total number of them.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "RI.M2.G.A.3",
                            "Label": "Partition circles and rectangles into two, three, or four equal shares, describe the shares using the words halves, thirds, half of, a third of, etc., and describe the whole as two halves, three thirds, four fourths. Recognize that equal shares of identical wholes need not have the sameshape.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}