{
    "Title": "Rhode Island Core > English Language Arts > Grade 7",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "RI.E7.RL",
            "Label": "Reading Standards for Literature",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "RI.E7.RL.1",
                            "Label": "Cite several pieces of textual evidence to support analysis of what a text states explicitly as well as inferences drawn from the text, quoting or paraphrasing as appropriate.",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.RL.2",
                            "Label": "Determine a theme or central idea of a text and analyze its development over the course of the text; provide an objective summary of a text.",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.RL.3",
                            "Label": "Analyze how particular elements of a story, poem, or drama interact (e.g., how setting shapes the characters or plot).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "RI.E7.RL.4",
                            "Label": "Determine the meaning of words and phrases as they are used in a text, including figurative and connotative meanings; analyze the impact of specific word choices on meaning, tone, or mood, including the impact of repeated use of particular images.",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.RL.5",
                            "Label": "Analyze how aspects of a literary work's structure contribute to its meaning or style (e.g., the effect of repetition in an epic, flashback in a novel, soliloquy in a drama).",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.RL.6",
                            "Label": "Analyze how an author develops and contrasts the points of view of different characters or narrators in a text.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "RI.E7.RL.7",
                            "Label": "Compare and contrast a written story, drama, or poem to its audio, filmed, staged, or multimedia version.",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.RL.9",
                            "Label": "Compare and contrast a fictional portrayal of a time, place, or character and a historical account of the same period as a means of understanding how authors of fiction use or alter history.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Subs": [
                        {
                            "Key": "RI.E7.RL.10",
                            "Label": "Independently and proficiently read and comprehend literary texts representing a variety of genres, cultures, and perspectives and exhibiting complexity appropriate for at least grade 7.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "RI.E7.RI",
            "Label": "Reading Standards for Informational Text",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "RI.E7.RI.E1",
                            "Label": "Cite several pieces of textual evidence to support analysis of what a text states explicitly as well as inferences drawn from the text, quoting or paraphrasing as appropriate.",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.RI.E2",
                            "Label": "Determine a text's central idea(s) and analyze its/their development over the course of the text; provide an objective summary of a text.",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.RI.E3",
                            "Label": "Analyze the interactions between individuals, events, and ideas in a text (e.g., how ideas influence individuals or events, or how individuals influence ideas or events).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "RI.E7.RI.E4",
                            "Label": "Determine the meaning of words and phrases as they are used in a text, including figurative, connotative, and technical meanings; analyze the impact of a specific word choice on meaning and tone.",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.RI.E5",
                            "Label": "Analyze the structure an author uses to organize a text, including how the major sections and text features (e.g., headings) contribute to the whole and to the development of the ideas.",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.RI.E6",
                            "Label": "Determine an author's point of view or purpose in a text and analyze how the author distinguishes his or her position from that of others.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "RI.E7.RI.E7",
                            "Label": "Compare and contrast a written text to an audio, video, or multimedia version, analyzing each medium's portrayal of the subject (e.g., how the delivery of a speech affects the impact of the words).",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.RI.E8",
                            "Label": "Trace and evaluate the argument and specific claims in a text, assessing whether the reasoning is sound and the evidence is relevant and sufficient to support the claims.",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.RI.E9",
                            "Label": "Analyze how two or more authors writing about the same topic shape their presentations of key information by emphasizing different evidence or advancing different interpretations of facts.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Subs": [
                        {
                            "Key": "RI.E7.RI.E10",
                            "Label": "Independently and proficiently read and comprehend literary nonfiction representing a variety of genres, cultures, and perspectives and exhibiting complexity appropriate for at least grade 7.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "RI.E7.W",
            "Label": "Writing Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Text Types & Purposes",
                    "Subs": [
                        {
                            "Key": "RI.E7.W.1",
                            "Label": "Write arguments (e.g., essays, letters to the editor, advocacy speeches) to support claims with clear reasons and relevant evidence.",
                            "Subs": [
                                {
                                    "Key": "RI.E7.W.1.a",
                                    "Label": "Introduce claim(s), acknowledge alternate or opposing claims, and organize the reasons and evidence logically in paragraphs and sections.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.W.1.b",
                                    "Label": "Support claim(s) with logical reasoning and relevant evidence, using accurate, credible sources and demonstrating an understanding of the topic or text.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.W.1.c",
                                    "Label": "Use words, phrases, and clauses to create cohesion and clarify the relationships among claim(s), reasons, and evidence.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.W.1.d",
                                    "Label": "Establish and maintain a style appropriate to audience and purpose (e.g., formal for academic writing).",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.W.1.e",
                                    "Label": "Provide a concluding statement or section that follows from and supports the argument presented.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "RI.E7.W.2",
                            "Label": "Write informative/explanatory texts (e.g., essays, oral reports, biographical feature articles) to examine a topic and convey ideas, concepts, and information through the selection, organization, and analysis of relevant content.",
                            "Subs": [
                                {
                                    "Key": "RI.E7.W.2.a",
                                    "Label": "Introduce a topic clearly, previewing what is to follow; organize ideas, concepts, and information in paragraphs and sections, using strategies such as definition, classification, comparison/contrast, and cause/effect; include text features (e.g., headings), graphics (e.g., charts, tables), and multimedia when useful to aiding comprehension.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.W.2.b",
                                    "Label": "Develop the topic with relevant facts, definitions, concrete details, quotations, or other information and examples.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.W.2.c",
                                    "Label": "Use appropriate transitions to create cohesion and clarify the relationships among ideas and concepts.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.W.2.d",
                                    "Label": "Use precise language and domain-specific vocabulary to inform about or explain the topic.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.W.2.e",
                                    "Label": "Establish and maintain a style appropriate to audience and purpose (e.g., formal for academic writing).",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.W.2.f",
                                    "Label": "Provide a concluding statement or section that follows from and supports the information or explanation presented.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "RI.E7.W.3",
                            "Label": "Write narratives to develop experiences or events using effective literary techniques, relevant descriptive details, and well-structured sequences.",
                            "Subs": [
                                {
                                    "Key": "RI.E7.W.3.a",
                                    "Label": "Engage and orient the reader by establishing a context and point of view and introducing a narrator and/or characters; organize an appropriate narrative sequence.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.W.3.b",
                                    "Label": "Use narrative techniques, such as dialogue, pacing, and description, to develop experiences, events, and/or characters.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.W.3.c",
                                    "Label": "Use a variety of transition words, phrases, and clauses to convey sequence and signal shifts from one time frame or setting to another.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.W.3.d",
                                    "Label": "Use precise words and phrases, relevant descriptive details, and figurative and sensory language to establish a mood that evokes an emotion, to capture action, and to convey experiences or events.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.W.3.e",
                                    "Label": "Provide a conclusion that follows from and reflects on the narrated experiences or events.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Production & Distribution Of Writing",
                    "Subs": [
                        {
                            "Key": "RI.E7.W.4",
                            "Label": "Produce clear and coherent writing in which the development, organization, and style are appropriate to task, purpose, and audience.",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.W.5",
                            "Label": "Develop and strengthen writing as needed by planning, revising, editing, rewriting, or trying a new approach, focusing on how well purpose and audience have been addressed.",
                            "Subs": [
                                {
                                    "Key": "RI.E7.W.5.a",
                                    "Label": "Demonstrate command of standard English conventions.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.W.5.b",
                                    "Label": "Demonstrate the ability to select accurate vocabulary appropriate for audience and purpose.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "RI.E7.W.6",
                            "Label": "Use technology, including current web-based communication platforms, to produce and publish writing and link to and cite sources as well as to interact and collaborate with others.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Research To Build & Present Knowledge",
                    "Subs": [
                        {
                            "Key": "RI.E7.W.7",
                            "Label": "Conduct short as well as more sustained research projects to answer a question, drawing on several sources and generating additional related, focused questions for further research and investigation.",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.W.8",
                            "Label": "When conducting research, gather relevant information from multiple print and digital sources, using search terms effectively; assess the credibility and accuracy of each source; and quote or paraphrase the data and conclusions of others while avoiding plagiarism and following a standard format for citation.",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.W.9",
                            "Label": "Draw evidence from literary or informational texts to support written analysis, interpretation, reflection, and research, applying one or more grade 7 Standards for Reading Literature or Reading Informational Text as needed.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Writing",
                    "Subs": [
                        {
                            "Key": "RI.E7.W.10",
                            "Label": "Write routinely over extended time frames (time for research, reflection, and revision) and shorter time frames (a single sitting or a day or two) for a range of discipline-specific tasks, purposes, and audiences.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "RI.E7.SL",
            "Label": "Speaking & Listening Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension & Collaboration",
                    "Subs": [
                        {
                            "Key": "RI.E7.SL.1",
                            "Label": "Engage effectively in a range of collaborative discussions (one-on-one, in groups, and teacher-led) with diverse partners on grade 7 topics, texts, and issues, building on others' ideas and clearly expressing their own.",
                            "Subs": [
                                {
                                    "Key": "RI.E7.SL.1.a",
                                    "Label": "Come to discussions prepared, having read or researched material under study; explicitly draw on that preparation by referring to evidence on the topic, text, or issue to probe and reflect on ideas under discussion.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.SL.1.b",
                                    "Label": "Follow rules for collegial discussions, track progress toward specific goals and deadlines, and define individual roles as needed.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.SL.1.c",
                                    "Label": "Pose questions that elicit elaboration and respond to others' questions and comments with relevant observations and ideas that bring the discussion back on topic as needed.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.SL.1.d",
                                    "Label": "Acknowledge new information expressed by others and, when warranted, modify their own views.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "RI.E7.SL.2",
                            "Label": "Analyze the main ideas and supporting details presented in diverse media and formats (e.g., visually, quantitatively, orally) and explain how the ideas clarify a topic, text, or issue under study.",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.SL.3",
                            "Label": "Delineate a speaker's argument and specific claims, evaluating the soundness of the reasoning and the relevance and sufficiency of the evidence.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "RI.E7.SL.4",
                            "Label": "Present claims and findings, emphasizing salient points in a focused, coherent manner with pertinent descriptions, facts, details, and examples; use appropriate vocabulary, eye contact, volume, and pronunciation.",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.SL.5",
                            "Label": "Include multimedia components and visual displays in presentations to clarify claims and findings and emphasize salient points.",
                            "Subs": []
                        },
                        {
                            "Key": "RI.E7.SL.6",
                            "Label": "Adapt speech to a variety of contexts and tasks, demonstrating command of formal English when indicated or appropriate.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "RI.E7.L",
            "Label": "Language Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Conventions Of Standard English",
                    "Subs": [
                        {
                            "Key": "RI.E7.L.1",
                            "Label": "Demonstrate command of the conventions of standard English grammar and usage when writing or speaking; retain and further develop language skills learned in previous grades.",
                            "Subs": [
                                {
                                    "Key": "RI.E7.L.1.a",
                                    "Label": "Use phrases and clauses to communicate ideas precisely, with attention to skillful use of verb tenses to add clarity.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.L.1.b",
                                    "Label": "Recognize and correct vague pronouns (those that have unclear or ambiguous antecedents).",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.L.1.c",
                                    "Label": "Recognize and correct inappropriate shifts in pronoun number and person in sentences with multiple clauses and phrases.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.L.1.d",
                                    "Label": "Recognize that changing the placement of a phrase or clause can add variety, emphasize particular relationships among ideas, or alter the meaning of a sentence or paragraph.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "RI.E7.L.2",
                            "Label": "Demonstrate command of the conventions of standard English capitalization, punctuation, and spelling when writing.",
                            "Subs": [
                                {
                                    "Key": "RI.E7.L.2.a",
                                    "Label": "Use a comma to separate coordinate adjectives (e.g., a fascinating, enjoyable movie).",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.L.2.b",
                                    "Label": "Spell correctly, recognizing that some words have commonly accepted variations (e.g., donut/doughnut).",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge Of Language",
                    "Subs": [
                        {
                            "Key": "RI.E7.L.3",
                            "Label": "Use knowledge of language and its conventions when writing, speaking, reading, or listening.",
                            "Subs": [
                                {
                                    "Key": "RI.E7.L.3.a",
                                    "Label": "Maintain appropriate consistency in style and tone while varying sentence patterns for meaning and audience interest.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.L.3.b",
                                    "Label": "Recognize variations from standard or formal English in writing and speaking, determine their appropriateness for the intended purpose and audience, and make changes as necessary.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition & Use",
                    "Subs": [
                        {
                            "Key": "RI.E7.L.4",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 7 reading and content, choosing flexibly from a range of strategies.",
                            "Subs": [
                                {
                                    "Key": "RI.E7.L.4.a",
                                    "Label": "Use context (e.g., the overall meaning of a sentence or paragraph; a word's position or function in a sentence) as a clue to the meaning of a word or phrase.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.L.4.b",
                                    "Label": "Use common, grade-appropriate Greek or Latin affixes and roots as clues to the meaning of a word (e.g., belligerent, bellicose, rebel).",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.L.4.c",
                                    "Label": "Consult general and specialized reference materials (e.g., dictionaries, glossaries, thesauruses), both print and digital, to find the pronunciation of a word or determine or clarify its precise meaning or its part of speech.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.L.4.d",
                                    "Label": "Verify the preliminary determination of the meaning of a word or phrase (e.g., by checking the inferred meaning in context or in a dictionary).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "RI.E7.L.5",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.",
                            "Subs": [
                                {
                                    "Key": "RI.E7.L.5.a",
                                    "Label": "Interpret figures of speech (e.g., literary, biblical, mythological allusions) in context.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.RF.5.b",
                                    "Label": "Use the relationship between particular words (e.g., synonym/antonym, analogy) to better understand each of the words.",
                                    "Subs": []
                                },
                                {
                                    "Key": "RI.E7.RF.5.c",
                                    "Label": "Distinguish among the connotations (associations) of words with similar denotations (definitions) (e.g., refined, respectful, polite, diplomatic, condescending).",
                                    "Subs": []
                                }
                            ]
                        },{
                            "Key": "RI.E7.L.6",
                            "Label": "Acquire and use accurately grade-appropriate general academic and domain-specific words and phrases; independently research words and gather vocabulary knowledge.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}