{
    "Directions": "Read the following drama about Abraham Lincoln when he was a young man then answer each question.",
    "Context": [],
    "Title": "Abe Buys a Barrel",
    "Subtitle": "",
    "Author": "by Mary Nygaard Peterson",
    "LabelType": "P",
    "Content": [
        ["", "Cʜᴀʀᴀᴄᴛᴇʀs:"],
        ["", ":box:Abe Lincoln, twenty-four\nMrs. Hornbuckle, a customer at the general store\nBill Berry, co-owner with Abe of the general store\nJack Kelso, his friend\nRussel Godbey, a farmer\nMentor Graham, the schoolteacher\nJim Jensen, a traveler\nHannah Jensen, Jim's wife\nPeter, Jim and Hannah's son\nRebecca, Jim and Hannah's daughter"],
        [" ", "Time: A summer morning in 1833."],
        [" ", "Setting: The Lincoln-Berry general store in New Salem, Illinois."],
        [" ", "At Rise: Abe Lincoln is lying on the counter reading a book. There is a period of silence, broken after an interval by the sound of someone rattling the door. It gradually occurs to Abe that someone is trying to get in. He turns the book face down on the counter, goes to the door, and opens it.\n\n"],
        [" ", "Abe: Come in, Mrs. Hornbuckle."],
        [" ", "Mrs. Hornbuckle (Entering): Is the store open? I didn't really know whether you were here yet or not."],
        [" ", "Abe: I'm here. I just hadn't gotten around to opening the door yet."],
        [" ", "Mrs. Hornbuckle: That's all right, Mr. Lincoln. I wouldn't want you to open it any earlier than usual just for me."],
        [" ", "Abe: There's no one I'd rather open it for. What can I do for you this morning?"],
        [" ", "Mrs. Hornbuckle: I'd like half a pound of tea. I didn't realize I was out of it, and I just don't enjoy my breakfast without it."],
        [" ", "Abe: You shall have your tea, ma'am. (He measures out tea, weighs it, puts it in paper packet, and hands it to Mrs. Hornbuckle.) Here you are. I hope you enjoy your breakfast."],
        [" ", "Mrs. Hornbuckle (Taking tea): I will now, thanks to you. And here is your money. (She digs deep into a worn, old-fashioned purse and hands him a coin.)"],
        [" ", "Abe: Thank you. Come in again, won't you?"],
        [" ", "Mrs. Hornbuckle: Oh, I will, thank you. (Abe escorts her to door, and she goes out. He returns to the counter, picks up book again, and sits on the counter, his legs dangling over the edge.)"],
        [" ", "Abe (Muses): “To thine own self be true ... Thou canst not then be false to any man¹.” (Pause) “To thine own self be true”—Hm-m-m. (Door opens and Bill enters wearily.)"],
        [" ", "Bill (Approaching counter): Howdy, Abe. How's business? (He pushes his straw hat back on his head and looks around.)"],
        [" ", "Abe: Same as usual, Bill. Not rushing. All I've sold this morning is a half-pound of tea. (Abe gets down from the counter and starts to straighten merchandise. He takes weight off the scale and as he looks at it, stops suddenly, obviously upset.) Jumping crickety!"],
        [" ", "Bill: What's the matter, Abe?"],
        [" ", "Abe: I charged Mrs. Hornbuckle for half a pound of tea and used only a four-ounce weight on the scale!"],
        [" ", "Bill: Oh, well, never mind. And we need the money a lot worse'n she does."],
        [" ", "Abe: Maybe so, but she's still got another fourth of a pound of tea coming to her. I'll measure it out right now before I forget. (He measures out a small packet of tea, writes her name on it, and leaves it on the counter.)"],
        [" ", "Bill: Suit yourself, Abe. (He shrugs.) But I just don't see how we're goin' to stay in business the way things are goin'. Have you any money, Abe?"],
        [" ", "Abe (Jingling a few coins in his jeans): Not more'n a few cents left from what Coleman Smoot paid me for pitchin' hay for him last week. But Russ Godbey promised to come in today to pay me for the work I did at his place. I have plenty of places to spend it, too. Need new pants, for one thing. I remember I had to split four hundred rails for each yard of cloth in these jeans. Nancy Miller sewed them up for me. They sure have been good pants, but you can't expect anythin' to last forever."],
        [" ", "Bill (He goes to the door, right, and looks out.): I'll bet there are a hundred people in New Salem, an' not a soul stirring. Where do they keep themselves? (He turns back into the room in disgust.) No business. I might just as well have stayed in bed. (He sits on a chair, tilts it back against the wall, then pulls his hat down over his eyes.) Call me if you need me, Abe. I'm bone tired. (It is quiet in the room. Abe picks up his book and paces up and down reading it. Jack Kelso enters, right, carrying a fishing pole.)"],
        [" ", "Jack: Is this the firm of Lincoln and Berry—dealers in general merchandise?"],
        [" ", "Abe (Laughing): Depends on who's askin'. If it's bill collectors, we just moved out of town— forwardin' address unknown. (Then, changing his tone.) What's on your mind, Jack?"],
        [" ", "Jack: Fishin'. It's a perfect morning for fishin'. How about comin' with me? I'll fish an' you can read—an' if the fish won't bite, we can talk."],
        [" ", "Abe (Doubtfully): I don't know, Jack. Maybe I'd better not—someone might want to buy something. We could sure use a few customers. Besides, Bill's sleepin' an' I kinda hate to wake him up just to tell him I'm goin' fishin'."],
        [" ", "Jack: I'm in no hurry—the fish can wait. (He takes a book out of his pocket, pushes a chair up against a wall, and settles himself down to read. Abe sits with his book. Russel Godbey enters.)"],
        [" ", "Godbey: Hello, Abe. I brought in your pay, just like I said I would."],
        [" ", "Abe: That's good. My bank account's gettin' kinda low—an' my pants are gettin' kinda high—as you can see."],
        [" ", "Godbey (Shifts about uncomfortably): Well, now, Abe, I kinda hoped you wouldn't need to be paid in cash."],
        [" ", "Abe (Crestfallen): Why, ah—are things runnin' kinda low for you, too, Russ?"],
        [" ", "Godbey: Just seems like I can't make both ends meet, Abe—had to get me a new plow if I wanted to stay in farmin'. Then the Missus said she had to get clothes for the young'uns—seems they had nothin' to wear."],
        [" ", "Abe: In that case, why don't we just forget the whole thing? I know it takes a heap of money where there's a family of young'uns to support."],
        [" ", "Godbey: Oh, I don't want to forget it, Abe. I always aim to pay my debts, somehow. I wondered if you might have any use for these two buckskins²? (Shows him skins) They're real nice skins."],
        [" ", "Abe (Feeling skins): Why, yes, Russ—I'd be glad to take the skins for pay. They are real nice skins."],
        [" ", "Godbey: Thanks, Abe, for bein' so accommodatin'. If there's ever anythin' we can do for you, all you have to do is name it."],
        [" ", "Abe: I'll sure do that, Russ. (Godbey exits, right. Abe folds the skins up and puts them away.)"],
        [" ", "Jack: I see you're gettin' rich fast, Abe—just like me."],
        [" ", "Abe: I wouldn't worry about gettin' rich, if I could just break even. Well, I guess there go my new pants. (He shrugs and grins. Jim Jensen enters, right. He stands uncertainly near the door until Abe looks up and sees him.) Howdy, stranger. I didn't see you standin' there. Something I can do for you?"],
        [" ", "Jensen (Wringing his hands nervously): Well, ah—I've got a barrel out in my wagon. I wondered if you might be interested in buyin' it?"],
        [" ", "Abe: What's in the barrel?"],
        [" ", "Jensen (Shifting his feet uneasily): Oh—nothin', I guess—just junk. We're movin' West, an' I'd like to get the thing out of the way."],
        [" ", "Abe: Well, I don't rightly need a barrel, but I can look at it, I guess. (Abe and Jensen exit. Bill shifts his position but continues sleeping. Jack reads. Mentor Graham enters and looks around.)"],
        [" ", "Mentor: Abe here?"],
        [" ", "Jack: Out buyin' a barrel."],
        [" ", "Mentor: A barrel of what? (Jack shrugs. Abe enters with Mrs. Jensen and her two children.)"],
        [" ", "Abe: Now you just sit here an' make yourself comfortable, Mrs. Jensen. (He takes a chair and places it near the counter for her.) An' you two young'uns sit here. (He picks up the children and sets them on the counter.) We'll see that you get some crackers an' milk to take away that hungry feelin'."],
        [" ", "Jack: I'll get it for 'em, Abe. Where do you keep the milk?"],
        [" ", "Abe: There's a bucket of milk in the back room. Bowling Green brought it over—his wife told him I was gettin' too skinny, an' she wanted to fatten me up a little. (He laughs and starts to leave, then notices that Mentor has come in. Jack exits.) Be with you in a minute, Mentor. (He waves and exits, right. Jack comes in from the storeroom, left, with three tin cups on the lid of a box.)"],
        [" ", "Jack: Here you are, kids. Do you like milk? (He offers it to them and they accept it eagerly, but shyly, and nod their heads. Mrs. Jensen takes a cup, also.)"],
        [" ", "Mrs. Jensen: Thankee, kindly. Peter, Rebecca—where's your manners? Did you say thanks for the milk?"],
        [" ", "Jack: That's all right. Let them enjoy themselves. (He reaches into a large bin, takes out two handfuls of crackers, and puts them on the box lid, which he holds out to the children.)"],
        [" ", "Peter and Rebecca (Helping themselves): Thankee, thankee."],
        [" ", "Mrs. Jensen (Helping herself): Thankee, mister."],
        [" ", "Jack: Eat all you want—all you can hold. Abe wants you to. (He puts the lid between the children and returns to his chair.)"],
        [" ", "Mentor (Looking inside the covers of the book on the counter): Looks like Abe borrowed this from you, Jack."],
        [" ", "Jack: Yep. He reads everything he can get his hands on—makes no difference what it is."],
        [" ", "Mentor: I know. He'll get somewhere, some day—with that brain of his."],
        [" ", "Jack: Yep. The place he'd like to get most right now is out of debt. He sure worries about those debts of his. (Abe enters, rolling a barrel in on its rim.)"],
        [" ", "Abe (Speaking over his shoulder): This'll come in real handy, one of these days. (Mr. Jensen follows Abe, but says nothing. Abe digs into his pocket.) Here's four bits. I know it's not much, but it's all I can pay."],
        [" ", "Mr. Jensen: Thankee, mister. That's about all it's worth, I reckon. (Then, to his wife) You ready to start, Hannah? (Mrs. Jensen rises and helps the children down.)"],
        [" ", "Mrs. Jensen: Come on, Peter, Rebecca. Your Pappy's ready to start."],
        [" ", "Abe: Wait a minute. (He reaches into candy jar and gives each of the children a piece of candy.) Here's a candy drop for each of you. Suck on that an' the way won't seem so long."],
        [" ", "Mrs. Jensen (Almost tearfully): Thankee kindly, sir. We all feel much better, now. (Then, to the children) What do you say to the man—Peter, Rebecca?"],
        [" ", "Peter and Rebecca (Shyly): Thankee, sir."],
        [" ", "Abe: That's all right. (He escorts them to the door.) Good luck to you out West! (They exit, and Abe walks back to counter.)"],
        [" ", "Jack: What a store! Seems to me you're givin' out more'n you're takin' in."],
        [" ", "Abe: Oh, I dunno. The barrel might come in handy someday. You never can tell. Why, I might even have to wear it if I don't earn enough money for some new clothes soon."],
        [" ", "Jack (Jeering): Now, Abe, you won't need clothes for a long time. Didn't Godbey just pay you a couple of perfectly good buckskins?"],
        [" ", "Abe (Looks thoughtful for a moment, and then suddenly): You're right, Jack. I know just what I can do with those buckskins—I can take them over to Jack Armstrong's and have his wife fix my pants with them—you know, sew them on the bottom and the insides of the legs! They'll wear like iron. Maybe I'll never need to buy another pair of pants."],
        [" ", "Jack: Well, now you have that settled, why don't we set a match to this ol' barrel an' go fishin'?"],
        [" ", "Mentor (He peers into it): Wonder what all that junk is. It's almost full. (He gingerly reaches inside barrel.)"],
        [" ", "Abe: You've got me curious now. (Reaches into barrel) I don't imagine it's anything very valuable. When folks throw away somethin', it's generally not worth much. Well, what do you know? (He begins tugging on something and pulls out an old bonnet.) Anyone need a new bonnet? (He plops it on Jack's head.) Makes you look real handsome, Jack."],
        [" ", "Jack (Flinging the hat away from him): Hey!"],
        [" ", "Abe (Continuing to dig): New shoes, anyone? (He hauls out a pair of high-heeled, pointed ladies' shoes, tied together.) Looks like they'd about fit you, Mentor. (He dangles them enticingly in front of Mentor, but Mentor refuses to touch them. Abe lets them fall to the floor. Bill stirs, yawns, and wakes up to find Abe lifting some garments out of the barrel.)"],
        [" ", "Bill: What in the world have you there, Abe?"],
        [" ", "Abe: Just a barrel I bought from a desperate stranger."],
        [" ", "Bill (Grumpily): We're plenty desperate ourselves, without you buyin' junk that other folks throw away."],
        [" ", "Abe (Comfortingly): Don't worry, Bill, I paid for it out of my own pocket—a whole fifty cents."],
        [" ", "Bill (Pacified): Well, that's different. Though I can't see how you have any extra money to spend. I know I don't. Russ Godbey must have been in to pay you."],
        [" ", "Abe (Absently): He was. (He continues to take things out of barrel.) Well, look what I found! (He holds up a big book.)"],
        [" ", "Jack: A book! Say, you should like that, Abe."],
        [" ", "Abe: Yep. Maybe this isn't all junk. (He reads the title from the back of the book.) “Blackstone's Commentaries on English Law.” Hip, hip, hooray! (He flings his arms jubilantly into the air and dances a few awkward hops.)"],
        [" ", "Jack: Sounds like kinda dull readin' to me. Too bad it isn't Shakespeare."],
        [" ", "Abe (Decidedly): No, sir-ee. This is the book fellows have to read before they can become lawyers. John Stuart over in Springfield was tellin' me, he said I could even read this by myself, an' then if I could pass the bar examinations, I could be a lawyer. (He looks thoughtful.) There should be—I wonder if—(He reaches into barrel again.) There should be more—yes, sir, here's another! (He takes out another huge volume. He puts it on top of the first one, on the floor, and pulls out another.) An' here's the third one, and the fourth. (He examines the last one.) Yes, sir, they're all here! (He hugs them all and cavorts about with them.) Boy, oh, boy, oh, boy! This is my lucky day!"],
        [" ", "Bill (Unbelieving): You gonna read all those big books, Abe?"],
        [" ", "Abe: Not read 'em, Bill—study 'em. Why, these books must have cost almost a fortune. I could never own them, except by accident. An' to think we almost set a match to 'em!"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "“To thine own self be true ...Thou canst not then be false to any man” — a quotation from Shakespeare"],
        ["²", "buckskins — hides of animals, usually from deer"]
    ]
}