{
    "Directions": "Read the story about a mother bear and her two cubs, Natook and Kimwa, who are brother and sister. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] Trouble in a Fur Coat",
    "Subtitle": "",
    "Author": "by Janette Oke",
    "LabelType": "P",
    "Content": [
        ["1", "“Hmmm,” I sighed. I stretched and rolled over. It felt as if I had been asleep forever. It was hard to pry my eyes open, but I could hear something moving next to me. I wanted to see what was going on."],
        ["2", "Mother was up on her feet, stretching her legs. Her sharp ears were perked forward to catch the faintest sound. I heard other sounds, too."],
        ["3", "Then my mother did the strangest thing. With one large, clawed paw, she reached out and swatted at the wall before her. It moved. Suddenly, there was a small opening at the end of our den. Bushes and leaves had been shoved aside."],
        ["4", "Mother stopped and sniffed and listened again. Then she went to work once more. She was working to make the opening even larger."],
        ["5", "For a moment, my eyes could not stand the sudden brightness. I looked away, blinking. It was then that I noticed my sister."],
        ["6", "Kimwa was curled up in a corner, her back against the dirt wall. Her eyes were huge in her small face, and she looked scared. That was when I giggled."],
        ["7", "“Shhh” came Mother's sharp voice. I bit my tongue and scurried out of her reach."],
        ["8", "Mother waited for a few moments, sniffing and listening. I backed into one corner, and my little sister crouched in another. We weren't sure what was going on."],
        ["9", "Then Mother slowly stepped forward. Her big head rolled from side to side. Her nose lifted even higher. She shifted her weight slightly from one foot to another. After a long time, she stepped back in the den."],
        ["10", "“It's time,” she said softly."],
        ["", "* * *"],
        ["11", "I could not believe my eyes. Just outside of our den was the most incredible sight one could imagine. For a moment I thought I was dreaming. Then I heard Kimwa let out her breath in a long, deep sigh as she said, “Oooh.” And I knew that what I was seeing must be real."],
        ["", "problems/MA21G3E/media/S1a.jpg"],
        ["12", "“Oooh,” Kimwa said again. “Look!”"],
        ["13", "I was too busy looking myself to pay attention to Kimwa. But I wanted to share the excitement with her. I stood next to her, and together we let our eyes adjust to the new world before us."],
        ["14", "Large things reached right up to the sky, stretching out this way and that. Others were dressed in green, prickly fur. All about us was a jumble of tangled things — little ones, big ones, bushy ones, skinny ones. I couldn't really tell where one stopped and the next started."],
        ["15", "Then there were big and little lumps and mounds. Hard ones and softer ones, brown ones and gray ones. And beyond all that, the ground began to slope away, deeper and deeper. All the way along the slope were more tall and short things and more lumps and mounds."],
        ["16", " let my gaze travel off farther and farther. I saw an upward slope, and then another, and another. It seemed to go on forever."],
        ["17", "I could stand it no longer. “Mother,” I cried, tugging on one big shaggy paw. “What is it all?”"],
        ["18", "“Such impatience,” said Mother, but she was smiling."],
        ["19", "“Tell us. Tell us,” squealed Kimwa. I realized that she was as excited as I was."],
        ["20", "Mother smiled again. “You'll learn all about it in time.”"],
        ["", "* * *"],
        ["21", "We learned a lot that first morning. But it was later that day that Kimwa and I got some real lessons in life."],
        ["22", "Mother was leading us at a fast pace."],
        ["23", "“Where are we going?” I asked when I could catch my breath."],
        ["24", "“To the stream,” answered Mother."],
        ["25", "“What's a stream?” puffed Kimwa, having as much trouble as I was trying to keep up."],
        ["26", "“You'll see,” said Mother, and we had to be content with that."],
        ["27", "It was not easy making our way through the thick bushes and rocks. Both Kimwa and I puffed and panted as we hurried to keep up."],
        ["28", "Mother seemed to be in a hurry to get somewhere. As we rushed on, there was so much that I wanted to know about. But I didn't have the time or the breath to ask her."],
        ["29", "It felt like we had been walking for hours. I was about to collapse when I noticed Mother's steps slowing. I saw her head lift, and I knew that she was sniffing and listening carefully again."],
        ["30", "Mother grunted then — a happy kind of sound — and dropped back down on all fours. We began to move forward again. Mother always made sure it was safe for us."],
        ["31", "Soon I could hear a new sound. It was strange and low and gurgling. I wondered what kind of animal laughed like that. But it wasn't an animal at all."],
        ["32", "“What's that?” I asked in a whisper, not sure if I should be talking."],
        ["33", "“This is the stream,” said Mother. Without waiting a minute more, she walked right into it."],
        ["34", "Kimwa and I stopped in our tracks and stared. Would the strange stream gobble her up?"],
        ["35", "But Mother had stopped now, and she lowered her head and began to drink up the stream. She just kept drinking and drinking, and the stream kept flowing with water."],
        ["36", "At last, she stopped and looked at us. “Come,” she urged. “Come try the water.”"],
        ["37", "Kimwa lowered her black nose, and I put my first paw in. Kimwa tried to drink, but something went wrong. She jumped, sputtered, then choked and began to cough. I guessed Kimwa didn't care much for the water."],
        ["38", "“Try slowly,” Mother said gently. “Little swallows, until you know how to drink.”"],
        ["39", "Kimwa was still shaking her head and giving little grunting coughs."],
        ["40", "“Like this,” said Mother. She lowered her head again to show us how it was done."],
        ["", "problems/MA21G3E/media/S1b.jpg"],
        ["41", "It was my turn now. At first I just pretended to suck in a bit of the water. Then I actually took a sip. It was cold and didn't really have a taste, but it felt good in my mouth. I reached down to take another sip."],
        ["42", "Suddenly, Kimwa came up from behind and gave me a hard push. I fell face first into the cold stream, sputtering and soaked!"],
        ["43", "“I'll get you for that, little sister!” I yelled playfully."],
        ["44", "Kimwa and I wound up having a great water fight. Mother stayed off to the side, drinking when she was thirsty. But for Kimwa and me, it turned out the stream was good for more than just drinking."]
    ],
    "Copyright": "Trouble in a Fur Coat by Janette Oke. Illustrated by Nancy Munger. Copyright © 1990, 2001 by Janette Oke. Reprinted by permission of Bethany House/Baker Publishing Group.",
    "References": []
}