{
    "Directions": "Read this passage, then answer each question.",
    "Context": [
        "The events in this passage took place many years ago in Zimbabwe, a country in Africa."
    ],
    "Title": "Meet the Teacher",
    "Subtitle": "",
    "Author": "by Cecil Dzwowa",
    "LabelType": "P",
    "Content": [
        ["1", "\tTatenda is only 11 years old and someday he wants to be a doctor. But today his friends and schoolmates call him “teacher.” Like most children in Sanyati, a small countryside town in western Zimbabwe, when Tatenda was not at school, he spent his time playing football (soccer) or looking after his father's cattle. One day when he arrived home from school, he noticed something very unfamiliar in the house."],
        ["2", "\tAt first he thought it was a television. When his mom told him it was a computer, Tatenda became very angry. What use was this machine? The computer sat idle. Tatenda did not know what to do with it. His father did not know what to do with it. In fact, nobody in the neighborhood knew what to do with it. Then one day Amina, Tatenda's cousin, came from her home in the capital city of Harare for a visit. She taught Tatenda how to use the computer."],
        ["3", "\tAt first it seemed like all nonsense to Tatenda. “I was always pressing the wrong button,” he admits. But he persisted because he was very eager to learn how to use it properly. By the time Amina returned to Harare, Tatenda was able to use the computer on his own."],
        ["4", "\tMeanwhile, Tatenda's friends were wondering what had happened to him. He no longer came out to play soccer with them and if he did come out to play, he only played for a short while. His friend, Saidi said, “He always had some reason to go home. We were all puzzled.”"],
        ["5", "\tSo one day, Tatenda's friends, Saidi, Themba, and Solomon, decided to pay him a surprise visit. When they arrived, Tatenda was so busy that he did not hear them coming. Tatenda was surprised to see his friends. But they were even more surprised to see not only a computer, but Tatenda working on it."],
        ["6", "\tTatenda's friends were intrigued. Sometimes they would go to Tatenda's house just to watch him operate the computer. Occasionally he would let them press a button or two, or shake the mouse just for the fun of it. Tatenda's friends spent so much time with Tatenda that in a few months they were soon able to use the computer on their own."],
        ["", ":box:intrigued = interested"],
        ["7", "\tWord began to spread that an 11-year-old boy was operating a computer at his home. Kids from the villages nearby began flocking to Tatenda's house. They all had one request: teach us how to work on a computer. “There were so many kids coming to see him,” said Tatenda's mother, “we moved the computer from his small room to the back room, which is larger.”"],
        ["8", "\tThen the computer began to experience some problems. Tatenda's father did not have enough money to get it fixed. Tatenda was very worried. But he had an idea. He decided to charge the kids for the lessons. Those whose parents did not have enough money paid with goats or chickens. Tatenda hoped to buy a better computer for his students with the money he earned giving computer lessons."],
        ["9", "\tMany children and adults have learned from Tatenda how to use a computer. “He is a bright kid and a good teacher,” said Magumise, one of the teachers who is receiving lessons from him. In Sanyati, Tatenda has single-handedly introduced computers to the villagers. Many more in this remote place who would never have had a chance to use a computer are now looking forward to their lessons with Tatenda. It seems that the people of Sanyati are calling this boy “the teacher” for good reason."]
    ],
    "Copyright": "",
    "References": []
}