{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Explain the connection between human capital/labor and income."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Nina works for a restaurant. The restaurant pays her every week for the work she does. Some weeks she works more hours than other weeks.",
            "Which statement is most likely true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "When Nina works fewer hours, she earns more income from the restaurant.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely does not recognize the direct relationship between hours worked and income and chose that fewer hours worked leads to more income earned. The student needs to focus on understanding the connection between hours worked and income.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "When Nina works more hours, she earns more income from the restaurant.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the statement that is most likely true, the student should have understood the direct relationship between hours worked and income. More hours worked means that more income is earned.",
                    "Percent": 88
                }
            },
            "C": {
                "Choice": "When Nina works more hours, the restaurant gets less labor from her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely does not recognize the direct relationship between hours worked and labor (work) completed and chose that more hours worked leads to less labor completed. The student needs to focus on understanding the connection between human capital (value of an employee to an employer) and labor.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "When Nina works fewer hours, the restaurant gets more labor from her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely does not recognize the direct relationship between hours worked and labor (work) completed and chose that fewer hours worked leads to more labor completed. The student needs to focus on understanding the connection between human capital (value of an employee to an employer) and labor.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent and solve one- and two-step multiplication and division problems within 100 using arrays, strip diagrams, and equations."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A band plays 8 songs at every show. Last year the band had 8 shows.",
            "Which model can be used to find the number of songs the band played at shows last year?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18G3M/media/2a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 8 8+ instead of multiplying 8 8× and chose the array with 16 music notes to represent the addition. The student needs to focus on understanding multiplication situations and how to model them.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "problems/TX18G3M/media/2b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose the array with 8 equal rows but did not recognize that there are only 6 music notes in each row. The student needs to focus on understanding how to model both factors (numbers being multiplied) in a multiplication problem.",
                    "Percent": 2
                }
            },
            "H": {
                "Choice": "problems/TX18G3M/media/2c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 8 8,+ determined that 8 8+ is equal to 8 2,× and chose the model with 8 music notes and 2 music notes to represent the multiplication. The student needs to focus on understanding multiplication situations and how to model them.",
                    "Percent": 2
                }
            },
            "J": {
                "Choice": "problems/TX18G3M/media/2d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the correct model, the student should have found the array (model with rows and columns) representing 8 shows times 8 songs at each show. The total number of music notes (64) in the array represents the total number of songs the band played at all of last year's shows (8 music notes in each row times 8 columns).",
                    "Percent": 82
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Determine the perimeter of a polygon or a missing length when given perimeter and remaining side lengths in problems."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Gretchen made this table to show the side lengths and perimeters of three figures.",
            "problems/TX18G3M/media/3a.jpg",
            "What mistake, if any, did Gretchen make?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The perimeter of the rectangle should be 24 yards.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine Gretchen's mistake, the student should have found the perimeter (distance around the outside) of each shape. Perimeter is calculated by adding all of the side lengths together. For the square, 6 6 6 6 24.+ + + = For the triangle, 4 7 8 19.+ + = For the rectangle, 4 8 4 8 24.+ + + = Gretchen's table incorrectly lists the rectangle's perimeter as 32 yards.",
                    "Percent": 75
                }
            },
            "B": {
                "Choice": "The perimeter of the square should be 36 yards.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the square's width by its length (6 6)× instead of adding the four side lengths. The student needs to focus on understanding how to calculate perimeter.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "The perimeter of the triangle should be 20 yards.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added incorrectly when calculating the perimeter of the triangle. The student needs to focus on accurately performing mathematical calculations.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "Gretchen did not make any mistakes in the table.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the rectangle's width by its length (8 4)× instead of adding the four side lengths and determined the information in the table was correct. The student needs to focus on understanding how to calculate perimeter.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Describe the mathematical relationships found in the base-10 place value system through the hundred thousands place."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which of these models represent the same number?",
            "problems/TX18G3M/media/4a.jpg"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Model X and Model Y, because 20 ones is equivalent to 20 tens.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely only compared the number of individual blocks to the number of strips and did not consider the values they represent (20 and 200). The student needs to focus on understanding how models are used to represent ones, tens, and hundreds, and how different models can be used to represent the same number.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "Model X and Model Z, because 20 ones is equivalent to 2 hundreds.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted Model X as representing 20 tens instead of 20 ones and then compared it to Model Z (2 hundreds). The student needs to focus on understanding how models are used to represent ones, tens, and hundreds, and how different models can be used to represent the same number.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Model Y and Model Z, because 20 tens is equivalent to 2 hundreds.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which models represent the same number, the student should have recognized that each individual block is equal to one unit, each strip of blocks is equal to ten units, and each square of blocks is equal to one hundred units. The student should have identified that Model X is made up of 20 ones, Model Y is made up of 20 tens, and Model Z is made up of 2 hundreds. Since 20 tens (20 10 200)× = has the same value as 2 hundreds (2 100 200),× = Model Y and Model Z represent the same number.",
                    "Percent": 71
                }
            },
            "J": {
                "Choice": "None of these",
                "Key": {
                    "Correct": false,
                    "Rationale": "The correct answer (Model Y and Model Z, because 20 tens is equivalent to 2 hundreds) was presented in one of the other answer options.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Recall facts to multiply up to 10 by 10 with automaticity and recall the corresponding division facts."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Lin has a total of 36 sodas in packs. There are 6 sodas in each pack. How many packs of sodas does Lin have?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "6",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of packs of soda, the student should have recognized that a total of 36 sodas split into 6 sodas “in each pack” indicates division (36 6 6).",
                    "Percent": 57
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Compare two fractions having the same numerator or denominator in problems by reasoning about their sizes and justifying the conclusion using symbols, words, objects, and pictorial models."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The number lines model two different fractions.",
            "problems/TX18G3M/media/6a.jpg",
            "Which comparison of these fractions is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1/2 > 1/1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the 1 labeled on the number line as the numerator and the number of jumps as the denominator for each fraction (1/2 and 1/1). The student then likely chose that 1/2 is greater than 1/1 because 2 > 1. The student needs to focus on understanding fractional relationships and how they can be represented by models.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "2/8 > 1/8",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which comparison is true, the student should have written a fraction for each model by counting the number of jumps and the total number of intervals (sections) between 0 and 1. The number of jumps is the numerator (top number) of each fraction. The total number of intervals between 0 and 1 is the denominator (bottom number) of each fraction. The first model has 2 jumps out of 8 intervals (2/8). The second model has 1 jump out of 8 intervals (1/8). Since the denominators are equal, the student should have compared the numerators; 2 is greater than 1, therefore 2/8 > 1/8.",
                    "Percent": 74
                }
            },
            "H": {
                "Choice": "1/8 = 2/8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student correctly wrote the two fractions but then likely only compared the denominators (8) and determined the two fractions are equal. The student needs to focus on understanding numerators, denominators, and how they relate.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "2/8 < 1/8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student correctly wrote the two fractions but then likely misinterpreted the < symbol to mean “greater than.” The student needs to focus on understanding how to use greater than and less than symbols to compare numbers.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent real-world relationships using number pairs in a table and verbal descriptions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The table shows the relationship between the number of toy airplanes made in a factory and the number of batteries needed for the airplanes.",
            "problems/TX18G3M/media/7a.jpg",
            "Based on the relationship shown in the table, which statement is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The number of batteries is equal to the number of toy airplanes times 3.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To find the true statement, the student should have determined the relationship between each number of toy airplanes and each corresponding (paired) number of batteries in the table. To determine the relationship, the student should have seen that each number of toy airplanes is multiplied by 3 to get the number of batteries (5 × 3 = 15, 7 × 3 = 21,9 × 3 = 27, 11 × 3 = 33, 13 × 3 = 39, 15 × 3 = 45).",
                    "Percent": 75
                }
            },
            "B": {
                "Choice": "The number of batteries is equal to the number of toy airplanes times 2.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that the number of toy airplanes increases by 2 from left to right in the top row of the table and identified the 2 as the factor (number being multiplied by) in the relationship. The student needs to focus on understanding relationships between number pairs in a table.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "The number of batteries is equal to the number of toy airplanes times 6.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that the number of batteries increases by 6 from left to right in the bottom row of the table and identified the 6 as the factor (number being multiplied by) in the relationship. The student needs to focus on understanding relationships between number pairs in a table.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "The number of batteries is equal to the number of toy airplanes times 5.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose the first number in the top row of the table and identified 5 as the factor (number being multiplied by) in the relationship. The student needs to focus on understanding relationships between number pairs in a table.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent equivalent fractions with denominators of 2, 3, 4, 6, and 8 using a variety of objects and pictorial models, including number lines."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Four fraction models are shown.",
            "problems/TX18G3M/media/8a.jpg",
            "Which two models are shaded to show equivalent fractions?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Models 1 and 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine equivalent fractions from the models, the student should have written a fraction for each model. The number of shaded parts is the numerator (top number) and the total number of parts is the denominator (bottom number) of each fraction. Model 1 shows 2/3, Model 2 shows 4/6, Model 3 shows 1/3, and Model 4 shows 4/4. To determine the fractions that are equivalent, the total shaded area (space covered by the shaded parts) for each model is compared. In Models 1 and 2, the shaded parts cover the same amount of space, therefore 2/3 = 4/6.",
                    "Percent": 70
                }
            },
            "G": {
                "Choice": "Models 1 and 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined Models 1 and 3 have a total of three parts and chose them as equivalent. The student likely did not count the shaded parts in each model to write the fractions (2/3 and 1/3) and and likely did not compare the shaded areas of the models. The student needs to focus on understanding how to compare fractions represented by area models.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "Models 2 and 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted four shaded parts in Model 2 and Model 4 and chose them as equivalent. The student likely did not count the total number of parts to use as the denominators in the fractions represented by the models. The student likely did not understand that 4 out of 6 parts (4/6) is less than 4 out of 4 (4/4) parts The student needs to focus on understanding how fractions are represented by area models and how numerators relate to denominators in fractions.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "Models 2 and 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely compared the unshaded parts in Model 3 to the shaded parts in Model 2, and concluded they covered the same amount of space. The student needs to focus on understanding how to compare fractions represented by area models.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Classify and sort two- and three-dimensional figures, including cones, cylinders, spheres, triangular and rectangular prisms, and cubes, based on attributes using formal geometric language."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The figures shown can be sorted into groups.",
            "problems/TX18G3M/media/9a.jpg",
            "Which list shows a correct way to group the figures?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2 prisms, 1 cone, 2 cylinders, and 1 pyramid",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely focused on the triangle in the second figure and classified it as a pyramid instead of a prism. A pyramid has a base with triangular sides that come to a point. The student needs to focus on understanding the difference between prisms and pyramids.",
                    "Percent": 28
                }
            },
            "B": {
                "Choice": "3 prisms, 1 cone, and 2 cylinders",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the correct list, the student should have classified each figure according to its attributes (characteristics). The first, second, and fifth figures are prisms because they have two end faces (sides) that are congruent (same size and same shape) and are parallel to each other (never touch). These end faces are connected to each other by rectangles. The third figure is a cone because it has a circular base and rises to a point. The fourth and sixth figures are cylinders because they have parallel, congruent circular bases (end faces) connected by a rectangle that curves around the circumference (distance around the outside of a circle) of each base.",
                    "Percent": 47
                }
            },
            "C": {
                "Choice": "2 prisms, 2 cylinders, 1 sphere, and 1 cube",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely classified the third figure as a sphere instead of a cone. A sphere is a round figure that looks like a ball. The student needs to focus on understanding the difference between cones and spheres.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "3 prisms, 1 cylinder, and 2 cones",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the classifications for cone and cylinder, classifying the third figure as a cylinder and the fourth and sixth figures as cones. The student needs to focus on understanding the difference between cylinders and cones.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Determine the unknown whole number in a multiplication or division equation relating three whole numbers when the unknown is either a missing factor or product."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What number goes in the □ to make the equation true?",
            "□ ÷ 11 = 9"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "99",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the unknown number (the empty square), the student should have used the related multiplication fact (11 × 9 = 99) or the full memorized division fact (99 ÷ 11 = 9).",
                    "Percent": 77
                }
            },
            "G": {
                "Choice": "91",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely attempted to use the related multiplication fact and made an error when multiplying 11 × 9. The student needs to focus on using multiplication with accuracy to find unknown numbers in division equations.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "20",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 11 and 9 instead of multiplying. The student needs to focus on understanding that multiplication is the inverse (opposite) operation of division and that multiplication facts can be used to find unknown numbers in division equations.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 9 from 11 instead of multiplying. The student needs to focus on understanding that multiplication is the inverse (opposite) operation of division and that multiplication facts can be used to find unknown numbers in division equations.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Data Analysis"
        ],
        "SubTopics": [
            "Summarize a data set with multiple categories using a frequency table, dot plot, pictograph, or bar graph with scaled intervals."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The list shows the number of ribbons of each color that a school ordered for a science fair.",
            "• 12 blue",
            "• 18 red",
            "• 36 green",
            "• 60 purple",
            "Which pictograph best represents the information in the list?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX18G3M/media/11a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the value for each type of ribbon incorrectly. Each whole icon in the pictograph represents 4 ribbons. The data for the blue, green, and purple ribbons are represented correctly (3 × 4 = 12, 9 × 4 = 36, and 15 × 4 = 60). There are 5 icons shown for the red ribbons, representing 20 ribbons (5 × 4). The data given lists 18 red ribbons; there should be 4 whole icons and one half icon to represent the red ribbons ((4 × 4) + (1 × 2)). The student needs to focus on understanding how half icons are used to represent data in pictographs.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "problems/TX18G3M/media/11b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the value for each type of ribbon incorrectly. Each whole icon in the pictograph represents 6 ribbons. The data for the blue, red, and green ribbons is represented correctly (2 × 6 = 12, 3 × 6 = 18, and 6 × 6 = 36). There are 9 icons shown for the purple ribbons, representing 54 ribbons (9 × 6). The data given lists 60 purple ribbons; there should be 10 icons to represent the purple ribbons (10 × 6) The student needs to focus on understanding how to use a key in a pictograph to accurately represent data",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "problems/TX18G3M/media/11c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the correct pictograph (graph that uses picture icons to represent numbers), the student should have multiplied the number of whole icons shown in each row by the number (12) shown in the key (sentence below each pictograph telling the value of each icon) and the number of half icons by half the number shown in the key (6). The student should have found that there are 12 blue ribbons (12 × 1), 18 red ribbons ((12 × 1) + (6 × 1)), 36 green ribbons (12 × 3), and 60 purple ribbons (12 × 5), as listed in the problem.",
                    "Percent": 66
                }
            },
            "D": {
                "Choice": "problems/TX18G3M/media/11d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the value for each type of ribbon incorrectly. Each whole icon in the pictograph represents 9 ribbons. Using these values, no number of icons can accurately represent the 12 blue and 60 purple ribbons. The student needs to focus on understanding how to use a key in a pictograph to accurately represent data.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent one- and two-step problems involving addition and subtraction of whole numbers to 1,000 using pictorial models, number lines, and equations."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Tyrese had 572 baseball cards. He sold some of the baseball cards and then had 98 baseball cards left",
            "Which equation could NOT be used to find the number of baseball cards Tyrese sold?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "572 - □ = 98",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified an equation that is true instead of NOT true as directed. This equation is true because the starting value of 572 minus the unknown number sold, represented by the empty box, is equal to the ending value of 98. The student needs to focus on understanding different ways to represent differences in subtraction and addition equations.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "572 - 98 = □",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified an equation that is true instead of NOT true as directed. This equation is true because the starting value of 572 minus the ending value of 98 is equal to the number of cards sold, represented by the empty box. The student needs to focus on understanding different ways to represent differences in subtraction and addition equations.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "98 + □ = 572",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student interpreted “sold” cards to indicate subtraction, not recognizing this equation is true because it contains addition instead of subtraction. However, this equation is true because the ending value of 98 plus the number of cards sold, represented by the empty box, is equal to the starting value of 572. This method is similar to working the problem backwards. The student needs to focus on understanding different ways to represent differences in subtraction and addition equations.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "98 + 572 = □",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which equation is NOT true (false), the student should have identified the addition or subtraction equation that does not fit the situation. The problem indicates that Tyrese sold some of his cards, so 572 was decreased. The equation 98 + 572 = □ is NOT true because Tyrese started with 572 cards and ended with 98. The equation 98 + 572 = □ indicates that Tyrese increased his number of cards. The other equations all have a solution of 474, the number of cards Tyrese sold.",
                    "Percent": 58
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Determine the perimeter of a polygon or a missing length when given perimeter and remaining side lengths in problems."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A rectangular business card is shown. Use the ruler provided to measure the length and width of the business card to the nearest centimeter.",
            "problems/TX18G3M/media/13a.jpg",
            "Which measurement is closest to the perimeter of the business card in centimeters?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "14 cm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added only two of the side lengths of the business card, leaving out the other two sides that complete the perimeter. The student needs to focus on understanding perimeter and how to calculate it.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "28 cm",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the perimeter (the distance around the outside) of the business card shown, the student should have used the centimeter side of the ruler provided to measure the length and width of the card and then added all the side lengths together. The student should have lined up the corner of the business card with the zero on the ruler to find the length of approximately 9 cm and the width of approximately 5 cm. The student should have found the perimeter by adding 9 + 9 + 5 + 5 = 28.",
                    "Percent": 60
                }
            },
            "C": {
                "Choice": "45 cm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the length times the width calculating the area (amount of space covered by the business card) instead of adding to calculate the perimeter. The student needs to focus on understanding perimeter and how to calculate it.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "32 cm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely lined up the corner of the business card incorrectly with the 1 on the ruler instead of the 0. This mistake would have given a length of approximately 10 cm and a width of approximately 6 cm, leading to a perimeter calculation of 10 + 10 + 6 + 6 = 32. The student needs to focus on understanding how to properly use and read measurement tools.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve with fluency one-step and two-step problems involving addition and subtraction within 1,000 using strategies based on place value, properties of operations, and the relationship between addition and subtraction."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "There are 297 peach trees on a farm. There are 615 peach trees on a different farm. What is the difference between the numbers of peach trees on these farms?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "318",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the difference between the numbers of peach trees, the student should have interpreted that the word “difference” in the question meant that subtraction was necessary. The student should have then calculated 615 - 297 = 318.",
                    "Percent": 51
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve problems involving partitioning an object or a set of objects among two or more recipients using pictorial representations of fractions with denominators of 2, 3, 4, 6, and 8."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The picture represents the trophies 3 brothers have on a shelf. Each brother won the same number of trophies.",
            "problems/TX18G3M/media/15a.jpg",
            "What fraction of the trophies did each brother win?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the 6 trophies equally among the 3 brothers but formed the fraction as 2/3 because 2 trophies were won by each of the 3 brothers. The student needs to focus on understanding what the numerator and the denominator of a fraction represent in problem contexts.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "2/6",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the fraction of trophies each brother won, the student should have calculated the number of trophies that belong to each brother. The 6 trophies are shared equally by the 3 brothers; therefore each brother won 2 out of the 6 trophies. The fraction 2/6 represents 2 out of 6. The numerator (top number) represents the number of trophies each boy won, and the denominator (bottom number) represents the total number of trophies.",
                    "Percent": 57
                }
            },
            "C": {
                "Choice": "3/6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely formed the fraction as 3/6 because 3 brothers shared the 6 trophies. The student needs to focus on understanding what the numerator and the denominator of a fraction represent in problem contexts.",
                    "Percent": 25
                }
            },
            "D": {
                "Choice": "3/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely associated the 3s in 3/3 with the number of brothers but did not understand that 3/3 is unreasonable because it is equal to 6/6 of the trophies. Each brother could not have won all of the trophies. The student needs to focus on understanding what the numerator and the denominator of a fraction represent in problem contexts.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve one-step and two-step problems involving multiplication and division within 100 using strategies based on objects; pictorial models, including arrays, area models, and equal groups; properties of operations; or recall of facts."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A group of 64 children and 24 adults will travel to a zoo in vans. There will be 8 people in each van.",
            "How many vans will be needed to take the group to the zoo?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "11",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of vans needed (11), the student should have added the numbers of adults and children and then divided that total by 8 (64 + 24 = 88; 88 ÷ 8 = 11).",
                    "Percent": 65
                }
            },
            "G": {
                "Choice": "80",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the numbers of adults and children correctly but then subtracted 8 instead of dividing by 8. The student needs to focus on understanding problem situations and the mathematical operations (-, +, ×, ÷) needed to solve them.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the number of vans for only the children The student needs to focus on understanding the steps needed to find the answer to a two-step problem.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the number of adults from the number of children, instead of adding, and then divided by 8 The student needs to focus on understanding problem situations and the mathematical operations (-, +, ×, ÷) needed to solve them.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Determine when it is appropriate to use measurements of liquid volume (capacity) or weight."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A container of liquid laundry detergent at a grocery store is marked with the volume of detergent inside. Which unit of measurement could be marked on the container?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Kilograms",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely considered a unit used to measure mass to be a unit used to measure liquid volume. The student needs to focus on distinguishing between units used for measuring liquid volume and units used for measuring mass.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "Meters",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely considered a unit used to measure length to be a unit used to measure liquid volume. The student needs to focus on distinguishing between units used for measuring liquid volume and units used for measuring length.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "Pounds",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely considered a unit used to measure weight to be a unit used to measure liquid volume. The student needs to focus on distinguishing between units used for measuring liquid volume and units used for measuring weight.",
                    "Percent": 24
                }
            },
            "D": {
                "Choice": "Liters",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the correct unit, the student should have recalled the different possibilities for measuring liquid volume (amount of space taken up by a liquid). The student could have referred to the units shown in the Volume and Capacity section of the STAAR Grade 3 Mathematics Reference Materials page within the student's test booklet for help.",
                    "Percent": 50
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent real-world relationships using number pairs in a table and verbal descriptions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A store is having a sale on books. The sale price of each book is $6 less than the regular price. Which table shows prices of different books at this store?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18G3M/media/18a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added $6 to each regular price instead of subtracting $6 when calculating each sale price. The student needs to focus on understanding the operations (-, +, ×, ÷) needed to solve real-world problems.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "problems/TX18G3M/media/18b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the correct table, the student should have subtracted $6 from each regular price of a book and used the result to confirm each sale price listed in the table ($18 - $6 = $12, $25 - $6 = $19, $32 - $6 = $26, $39 - $6 = $33).",
                    "Percent": 62
                }
            },
            "H": {
                "Choice": "problems/TX18G3M/media/18c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted $6 from each value from left to right in each row of the table ($36 - $6 = $30, $30 - $6 = $24, $24 - $6 = $18, $34 - $6 = $28, $28 - $6 = $22, $22 - $6 = $16) instead of looking at the relationship between corresponding (paired) numbers in the table (each regular price paired with each sale price). The student needs to focus on understanding the relationship between corresponding numbers in a table.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "problems/TX18G3M/media/18d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided each regular price by $6 to calculate each sale price. The student needs to focus on understanding the operations (-, +, ×, ÷) needed to solve real-world problems.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Classify and sort two- and three-dimensional figures, including cones, cylinders, spheres, triangular and rectangular prisms, and cubes, based on attributes using formal geometric language."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Dominique put figures into groups based on certain attributes. Sometimes she put figures into more than one group.",
            "problems/TX18G3M/media/19a.jpg",
            "Which statement is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A square could be put into all the groups.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true, the student should have recalled the attributes (characteristics) of the different figures. A square is a polygon (closed shape that has at least three sides) that has four congruent (same length) sides.",
                    "Percent": 58
                }
            },
            "B": {
                "Choice": "A triangle could be put into all the groups.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not consider the Group 2 attribute and chose a three-sided figure as belonging to all the groups. The student needs to focus on understanding the attributes of two-dimensional (flat) shapes.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "A rectangle could be put into Groups 1 and 2 only.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student is likely not aware that a polygon is a closed figure with at least three sides and therefore did not classify the rectangle as a polygon. The student needs to focus on understanding the attributes of two-dimensional (flat) shapes.",
                    "Percent": 25
                }
            },
            "D": {
                "Choice": "A pentagon could be put into Group 1 only.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student is likely not aware that a polygon is a closed figure with at least three sides and therefore did not classify the pentagon as a polygon. The student needs to focus on understanding the attributes of two-dimensional (flat) shapes.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Describe a multiplication expression as a comparison such as 3 x 24 represents 3 times as much as 24."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Hakeem received 13 phone calls on Tuesday. This expression can be used to show the number of phone calls he received on Saturday.",
            "13 × 4",
            "Which statement is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Hakeem received 4 more phone calls on Saturday than he received on Tuesday.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the words describing addition, “more than,” with the words describing multiplication, “times as many.” The student needs to focus on understanding how to describe a multiplication expression using words such as “times as many” or “times as much.”",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "Hakeem received 4 more phone calls on Tuesday than he received on Saturday.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the words describing addition, “more than,” with the words describing multiplication, “times as many,” and reversed the numbers of phone calls received Tuesday and Saturday. The student needs to focus on understanding how to describe a multiplication expression using words such as “times as many” or “times as much.”",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "Hakeem received 4 times as many phone calls on Saturday as he received on Tuesday.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true, the student should have interpreted the multiplication symbol in the expression as “times as many.” Hakeem received 13 phone calls on Tuesday, and 13 x 4 phone calls on Saturday, indicating that the number he received on Saturday was “4 times as many” as the 13 he received on Tuesday.",
                    "Percent": 55
                }
            },
            "J": {
                "Choice": "Hakeem received 4 times as many phone calls on Tuesday as he received on Saturday.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the numbers of phone calls received on Tuesday and Saturday. The student needs to focus on understanding the greater and lesser values when using words to describe multiplication expressions such as “times as many” or “times as much.”",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Compose and decompose numbers up to 100,000 as a sum of so many ten thousands, so many thousands, so many hundreds, so many tens, and so many ones using objects, pictorial models, and numbers, including expanded notation as appropriate."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The expanded notation of a number is shown.",
            "(9 × 10,000) + (4 × 100) + (1 × 10)",
            "What is the standard form of this number?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "9,410",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the (9 × 10,000) with (9 × 1,000) and placed the digit 9 in the thousands place. The student needs to focus on understanding how to write numbers presented in expanded notation as numerals.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "94,010",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the (4 × 100) with (4 × 1,000) and placed the digit 4 in the thousands place. The student needs to focus on understanding how to write numbers presented in expanded notation as numerals.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "90,401",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused (1 × 10) with (1 × 1) and placed the digit 1 in the ones place. The student needs to focus on understanding how to write numbers presented in expanded notation as numerals.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "90,410",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the standard form of the number (90,410), the student should have put the digits from the expanded notation in place value order. From left to right for this number, the place value order is ten-thousands place, thousands place, hundreds place, tens place, and ones place. The student should have used a 9 in the ten-thousands place for the (9 × 10,000) part of the expanded notation, a 0 in the thousands place because the expanded notation has no indication of value for the thousands place (× 1,000), a 4 in the hundreds place for the (4 × 100) part of the expanded notation, a 1 in the tens place for the part of the expanded notation, and a 0 in the ones place because the expanded notation has no indication of value for the ones place (× 1).",
                    "Percent": 76
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Determine the unknown whole number in a multiplication or division equation relating three whole numbers when the unknown is either a missing factor or product."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Noah has 48 cookies. The model represents what he did with the cookies.",
            "problems/TX18G3M/media/22a.jpg",
            "Based on the model, which of these could explain what Noah did with the cookies?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He put (48 ÷ 8) cookies into each of 8 bags and ate (2 × 6) of the cookies.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement the model represents, the student should have counted the total of 48 cookies equally distributed (divided) into 8 bags, each bag containing 6 cookies. The student should have interpreted the equal distribution in the model as division (48 ÷ 8 = 6). The student should have then interpreted the two crossed-out bags of cookies as being removed (eaten) and represented them as 2 bags, each with 6 cookies (2 × 6).",
                    "Percent": 50
                }
            },
            "G": {
                "Choice": "He put (48 ÷ 6) cookies into each of 8 bags and ate (2 × 8) of the cookies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the number of cookies in each bag to set up the distribution of the cookies instead of using the number of bags. The student then likely used the total number of bags in the model instead of the number of cookies in each bag to determine the number of cookies eaten (crossed out). The student needs to focus on understanding how models are used to represent two-step problems.",
                    "Percent": 24
                }
            },
            "H": {
                "Choice": "He put (48 - 6) cookies into each of 8 bags and ate (2 × 6) of the cookies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the number of cookies in each bag to set up the distribution of the cookies instead of using the number of bags. The student then likely misinterpreted the distribution as subtraction instead of division. The student needs to focus on understanding how to distinguish between models that represent division and models that represent subtraction.",
                    "Percent": 20
                }
            },
            "J": {
                "Choice": "He put (48 × 6) cookies into each of 8 bags and ate (2 + 6) of the cookies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the number of cookies in each bag to set up the distribution of the cookies instead of using the number of bags. The student then likely misinterpreted the distribution as multiplication instead of division. The student also likely misinterpreted the two crossed-out bags of cookies as addition instead of multiplication. The student needs to focus on understanding how problems using different operations (-, +, ×, ÷) are represented in models.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Compose and decompose a fraction a/b with a numerator greater than zero and less than or equal to b as a sum of parts 1/b."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "There are 4 books on a shelf. In the model the shaded books represent nonfiction books.",
            "problems/TX18G3M/media/23a.jpg",
            "Which expression represents the fraction of the books on the shelf that are nonfiction?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1/4 + 1/4 + 1/4 + 1/4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely formed the fraction representing each book (1/4) correctly but then incorrectly counted all of the books on the shelf instead of just the nonfiction books. The student needs to focus on attending to details in questions.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "1/4 + 1/4 + 1/4",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which expression represents the fraction of the books on the shelf that are nonfiction (shaded), the student should first determine the fraction of the model represented by each book, and then count the number of shaded books. Lastly, the student should write an expression that represents the fraction of nonfiction books. Because there are a total of 4 books, each book is 1/4 of the books on the shelf. The student should have represented each of the three shaded books with the fraction 1/4 and the total fraction of shaded books as 1/4 + 1/4 + 1/4.",
                    "Percent": 69
                }
            },
            "C": {
                "Choice": "1/3 + 1/3 + 1/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely formed the fractions by using the total number of nonfiction books instead of the total number of books on the shelf as the denominator (bottom number) of the fraction. The student needs to focus on understanding how to determine the numerator (top number) and denominator of a fraction.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "3/1 + 3/1 + 3/1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely formed the fractions by using the total number of nonfiction books instead of each individual book as the numerator (top number) of the fraction. The student needs to focus on understanding how to determine the numerator and denominator (bottom number) of a fraction.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Data Analysis"
        ],
        "SubTopics": [
            "Solve one- and two-step problems using categorical data represented with a frequency table, dot plot, pictograph, or bar graph with scaled intervals."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The frequency table shows the number of points scored by each player on a basketball team during a game.",
            "problems/TX18G3M/media/24a.jpg",
            "What is the combined number of points scored by Stephen, Alfred, Pete, and Wesley?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "32",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the combined number of points scored by Stephen, Alfred, Pete, and Wesley, the student should have counted the tally marks for each person and then added the four values to get a combined total. Stephen scored 14 points, Alfred scored 4 points, Pete scored 8 points, and Wesley scored 6 points. The student should have determined the combined total is 14 + 4 +8 + 6 = 32.",
                    "Percent": 55
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent multiplication facts by using a variety of approaches such as repeated addition, equal-sized groups, arrays, area models, equal jumps on a number line, and skip counting."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The model shown can represent two number sentences.",
            "problems/TX18G3M/media/25a.jpg",
            "Which two number sentences can the model represent?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "3 × 3 = □\n3 + 3 = □",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized 2 groups of 3 stars but multiplied 3 × 3 = □ because it visually matched the 3 + 3 = □The student needs to focus on understanding how to write the multiplication equation represented by a model.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "3 × 2 = □\n3 + 3 = □",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which number sentences the model can represent, the student should have recognized the model to be 3 groups of 2 stars or 2 groups of 3 stars. The student should have formed equations using addition or multiplication to reflect the groupings. For addition, 3 groups of 2 is represented by 2 + 2 + 2 = □, and 2 groups of 3 is represented by 3 + 3 = □. For multiplication, 3 groups of 2 is represented by 3 × 2 = □ and 2 groups of 3 is represented by 2 × 3 = □.This answer choice includes one of these addition equations and one of these multiplication equations.",
                    "Percent": 69
                }
            },
            "C": {
                "Choice": "2 × 3 = □\n2 × 2 × 2 = □",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that repeated addition (2 + 2 + 2 = □) could be represented by the model, but confused the operation (-, +, ×, ÷) needed in the equation. The student needs to focus on understanding how to write the repeated addition equation represented by a model.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "3 + 3 + 3 = □\n2 + 2 + 2 = □",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that multiple addition equations (3 + 3 = □ and 2 + 2 + 2 = □) could be represented by the model, but confused the number of times 3 needed to be added in the first equation. The student needs to focus on understanding how to write multiple addition equations represented by a model.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Decompose two congruent two-dimensional figures into parts with equal areas and express the area of each part as a unit fraction of the whole and recognize that equal shares of identical wholes need not have the same shape."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Kailani drew four congruent squares. She shaded the same fraction of each square. This is one of Kailani's squares.",
            "problems/TX18G3M/media/26a.jpg",
            "Which square CANNOT be another one of Kailani's squares?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18G3M/media/26b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a square that represents the same fraction as the starting square instead of one that does not, as directed. This square is shaded to represent 1/8 because it is divided into 8 equal-sized parts and has 1 part shaded. The student needs to focus on understanding that figures can be divided in different ways to represent the same fraction.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "problems/TX18G3M/media/26c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a square that represents the same fraction as the starting square instead of one that does not, as directed. This square is shaded to represent 1/8 because it is divided into 8 equal-sized parts and has 1 part shaded. The student needs to focus on understanding that figures can be divided in different ways to represent the same fraction.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "problems/TX18G3M/media/26d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which square CANNOT be one of Kailani's squares, the student should have written the fraction of the starting square that is shaded and, if possible, a fraction to represent the shaded parts of each of the squares in the answer choices, and then identified the fraction that is different from the others. The starting square is divided into 8 equal-sized parts with 1 part shaded, representing the fraction The squares in the first, second, and fourth answer choices are also divided into 8 equal-sized parts with 1 part shaded. The student should have recognized that this square is divided into 8 parts, but the parts are not equally sized and therefore CANNOT represent the same fraction.",
                    "Percent": 74
                }
            },
            "J": {
                "Choice": "problems/TX18G3M/media/26e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a square that represents the same fraction as the starting square instead of one that does not, as directed. This square is shaded to represent 1/8 because it is divided into 8 equal-sized parts and has 1 part shaded. The student needs to focus on understanding that figures can be divided in different ways to represent the same fraction.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve with fluency one-step and two-step problems involving addition and subtraction within 1,000 using strategies based on place value, properties of operations, and the relationship between addition and subtraction."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Elisha listed the amounts she paid for guitar lessons for three months.",
            "• February: $78",
            "• March: $90",
            "• April: $156",
            "What is the amount Elisha paid for guitar lessons for these three months?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$314",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the three values, but did not carry the 1 when regrouping from the ones place (right-most digit) to the tens place (second digit from the right). The student needs to focus on understanding how to regroup when adding.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "$324",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine what amount Elisha paid for three months, the student should have added the three values to find the total ($78 + $90 + $156 = $324).",
                    "Percent": 77
                }
            },
            "C": {
                "Choice": "$114",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the three values, but did not carry the 1 when regrouping from the ones place (right-most digit) to the tens place (second digit from the right) and the 2 when regrouping from the tens place to the hundreds place (left-most digit). The student needs to focus on understanding how to regroup when adding.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "$325",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the three values but made an error when adding the 8 and 6 in the ones place to get that 8 + 6 = 15. The student needs to focus on adding numbers accurately.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Compare two fractions having the same numerator or denominator in problems by reasoning about their sizes and justifying the conclusion using symbols, words, objects, and pictorial models."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The models shown are the same size and are each divided into equal-size parts. The models are shaded to represent two fractions.",
            "problems/TX18G3M/media/28a.jpg",
            "Which statement is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "2/3 > 2/4, because thirds are larger than fourths.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the true statement, the student should have first written the fraction represented by each model. The first circle has 2 shaded parts (numerator, or top number) out of a total of 3 equal-sized parts (denominator, or bottom number), representing the fraction 2/3. The second circle has 2 shaded parts (numerator) out of a total of 4 equal-sized parts (denominator), representing the fraction 2/4. The student should have seen that the model shows the parts of the first circle are bigger than the parts of the second circle and determined that 2/3 > 2/4, or 2/3 is greater than 2/4.",
                    "Percent": 80
                }
            },
            "G": {
                "Choice": "2/3 = 2/4, because each model has 2 parts shaded.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely formed the fractions from the model correctly, but then compared only the numerators and determined that the two fractions are equal. The student needs to focus on understanding how to compare fractions with the same numerator but different denominators.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "1/3 < 1/4, because 3 is less than 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely wrote fractions to represent one part of each model and then compared the denominators (3 is less than 4) to determine that 1/3 < 1/4, or 1/3 is less than 1/4. The student needs to focus on understanding how to compare fractions with the same numerator but different denominators.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "1/3 = 1/4, because each model shows 1 whole",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely wrote fractions to represent one part of each model and then compared the size of the full models (1 is equal to 1) to determine that 1/3 = 1/4. The student needs to focus on understanding how to compare fractions with the same numerator but different denominators.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Data Analysis"
        ],
        "SubTopics": [
            "Summarize a data set with multiple categories using a frequency table, dot plot, pictograph, or bar graph with scaled intervals."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The picture shows the coins that are in a piggy bank.",
            "problems/TX18G3M/media/29a.jpg",
            "Which dot plot represents the value in cents of each coin in the piggy bank?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX18G3M/media/29b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted nine coins and incorrectly placed nine dots on the plot, disregarding the proper values and the proper count for each value. The student needs to focus on understanding how data are represented on dot plots.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "problems/TX18G3M/media/29c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely sorted the coins appropriately but then incorrectly placed three dots above the value for 30 instead of 25. The student needs to focus on understanding how to record data on dot plots when values fall on nonlabeled tick marks.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "problems/TX18G3M/media/29d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely sorted the coins appropriately but chose the dot plot representing each value only one time. The student needs to focus on understanding that each dot on a dot plot represents one piece of information from the data set and that all pieces of information in a data set must be represented on a dot plot.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "problems/TX18G3M/media/29e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the correct dot plot (graph that uses dots to display data), the student should have sorted the coins by value (5 cents, 10 cents, and 25 cents) and counted the number of coins for each value, finding four of the 5-cent coins, two of the 10-cent coins, and three of the 25-cent coins. The student should have chosen the dot plot with four dots above the value 5, two dots above the value 10, and three dots above the value 25.",
                    "Percent": 71
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent one- and two-step problems involving addition and subtraction of whole numbers to 1,000 using pictorial models, number lines, and equations."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "There are a total of 294 restaurants in a city.",
            "• Of these restaurants, 196 are along the highways, and 49 are downtown.",
            "• The rest of the restaurants are in shopping malls.",
            "Which model can be used to find the number of restaurants in the city that are in shopping malls?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18G3M/media/30a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized all the numbers given in the problem and incorrectly placed them in the same row of the model. This model indicates that 294 + 196 + 49 equals an unknown total number of restaurants, which conflicts with the first sentence of the problem (There are a total of 294 restaurants in a city.) The student needs to focus on understanding how pictorial models are used to represent addition and subtraction problems.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "problems/TX18G3M/media/30b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which model can be used to find the number of restaurants that are in shopping malls, the student should have analyzed each model to determine which one shows that when added, the 196 restaurants along the highway, plus the 49 downtown, plus the restaurants in shopping malls are equal to the total number of restaurants (294) in the city. This model shows that the length of the rectangle labeled “294” (total number of restaurants) is the same as the combined length of the rectangles labeled “196” (restaurants along highways), “49” (restaurants downtown), and “?” (unknown number of restaurants in shopping malls).",
                    "Percent": 68
                }
            },
            "H": {
                "Choice": "problems/TX18G3M/media/30c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the values for the total number of restaurants and the number of highway restaurants. This model indicates that 196 is equal to 294 + 49 +the unknown number of restaurants in shopping malls. This cannot be true because 294 + 49 is greater (more) than 196. The student needs to focus on understanding that in pictorial models like these, the largest rectangle indicates the whole or greatest (largest) number in the problem and the smaller rectangles indicate the parts or lesser (smaller) numbers.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "problems/TX18G3M/media/30d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the values for the total number of restaurants and the number of downtown restaurants. This model indicates that 49 is equal to 294 + 196 + the unknown number of restaurants in shopping malls. This cannot be true because 294 + 196 is greater (more) than 49. The student needs to focus on understanding that in pictorial models like these, the largest rectangle indicates the whole or greatest (largest) number in the problem and the smaller rectangles indicate the parts or lesser (smaller) numbers.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Compare and order whole numbers up to 100,000 and represent comparisons using the symbols >, <, or =."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The table shows the weights of four elephants.",
            "problems/TX18G3M/media/31a.jpg",
            "Which comparison of these weights is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The weight of Elephant R < the weight of Elephant T",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine that the statement is true, the student should have compared the digits of the values assigned to each elephant in the table. Elephant R and Elephant T have the same digit in the ten thousands (second digit to the left of the comma) and the thousands (first digit to the left of the comma) places (12 = 12). The student should have then compared the digits in the hundreds place (first digit to the right of the comma) and found that 3 is less than 5, so 12,345 is less than 12,509. The weight of Elephant R < (is less than) the weight of Elephant T.",
                    "Percent": 73
                }
            },
            "B": {
                "Choice": "The weight of Elephant U > the weight of Elephant T",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the > symbol to mean “less than” instead of “greater than.” Elephant U and Elephant T have the same digit in the ten-thousands place (1 = 1), so the student should have then compared the digits in the thousands place. Elephant U has a 1 in the thousands place, and Elephant T has a 2 in the thousands place. Since 1 < 2 (1 is less than 2), 11,960 is less than 12,509, and therefore the weight of Elephant U < (is less than) the weight of Elephant T. The student needs to focus on understanding how comparison symbols are used to compare numbers",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "The weight of Elephant S = the weight of Elephant U",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely only compared the digits to the right of the comma (960) in each number, determining the numbers to be equal. The student needs to focus on understanding how to compare numbers when some digits in the numbers are the same but other digits are different.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "The weight of Elephant S < the weight of Elephant T",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the < to mean “greater than” instead of “less than.” Elephant S and Elephant T have the same digit in the ten-thousands place (1 1),= so the student should have then compared the digits in the thousands place. Elephant S has a 3 in the thousands place, and Elephant T has a 2 in the thousands place. Since 3 > 2 (3 is greater than 2), 13,960 is greater than 12,509, and therefore the weight of Elephant S > (is greater than) the weight of Elephant T. The student needs to focus on understanding how comparison symbols are used to compare numbers.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Determine the area of rectangles with whole number side lengths in problems using multiplication related to the number of rows times the number of unit squares in each row."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Maria put cloth squares together to make a blanket. The blanket is modeled by this rectangle.",
            "problems/TX18G3M/media/32a.jpg",
            "What is the area of the blanket in square feet?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "17 square feet",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the number of rows and the number of squares in each row correctly but added (9 + 8) instead of multiplying (9 × 8). The student needs to focus on understanding area and how to calculate it.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "34 square feet",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the number of rows and the number of squares in each row correctly but calculated the perimeter (distance around the outside) (9 + 9 + 8 + 8 = 34) of the blanket instead of the area of the blanket. The student needs to focus on understanding area and how to calculate it.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "72 square feet",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the area of (amount of space covered by) the blanket, the student should have determined the number of rows and the number of squares in each row, then multiplied those values. There are 9 rows (representing 9 feet) and 8 squares (representing 8 feet) in each row and multiplying those values equals 72 square feet (9 × 8 = 72).",
                    "Percent": 73
                }
            },
            "J": {
                "Choice": "63 square feet",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the number of squares in each row incorrectly, counting 7 instead of 8 and then multiplied (9 × 7 = 63) for the area of the blanket. The student needs to focus on understanding how to interpret area models accurately.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    }
}