{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Analyze and interpret numerical data distributions represented with frequency tables, histograms, dot plots, and box plots."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The line graph shows the percent of cars for sale at a used car lot on a given day by model year.",
            "problems/SAT10M1/media/1a.jpg",
            "For what model year is the percent of cars for sale the smallest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2012",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "2013",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "2014",
                "Key": {
                    "Correct": true,
                    "Rationale": "For the given line graph, the percent of cars for sale at a used car lot on a given day is represented on the vertical axis. The percent of cars for sale is the smallest when the height of the line graph is the lowest. The lowest height of the line graph occurs for cars with a model year of 2014.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "2015",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Make connections between an algebraic representation and a graph of a system of linear equations in two variables not in context."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT10M1/media/2a.jpg",
            "The graph of a system of linear equations is shown. What is the solution (x, y) to the system?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(4, –5)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The solution to this system of linear equations is represented by the point that lies on both lines shown, or the point of intersection of the two lines. According to the graph, the point of intersection occurs when x = 4 and y = -5, or at the point (4, –5). Therefore, the solution (x, y) to the system is (4, –5).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "(0, 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "(0, –2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "(–2, 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Identify or create linear inequalities in one or two variables to model constraints or conditions on two quantities."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The total cost, in dollars, to rent a surfboard consists of a $25 service fee and a$10 per hour rental fee. A person rents a surfboard for t hours and intends to spend a maximum of $75 to rent the surfboard. Which inequality represents this situation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "10t ≤ 75",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice represents a situation where the rental fee, not the total cost, is at most 75 dollars.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "10 + 25t ≤ 75",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "25t ≤ 75",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "25 + 10t ≤ 75",
                "Key": {
                    "Correct": true,
                    "Rationale": "The cost of the rental fee depends on the number of hours the surfboard is rented. Multiplying t hours by 10 dollars per hour yields a rental fee of 10t dollars. The total cost of the rental consists of the rental fee plus the 25 dollar service fee, which yields a total cost of 25 + 10t dollars. Since the person intends to spend a maximum of 75 dollars to rent the surfboard, the total cost must be at most 75 dollars. Therefore, the inequality 25 + 10t ≤ 75 represents this situation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Make connections between a table, an algebraic representation, or a graph of a polynomial function, simple rational function, or quadratic or exponential function that involves a transformation, not in context."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT10M1/media/4a.jpg",
            "The graph shown will be translated up 4 units. Which of the following will be the resulting graph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/SAT10M1/media/4b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "When a graph is translated up 4 units, each point on the resulting graph is 4 units above the point on the original graph. In other words, the y-value of each point on the graph increases by 4. The graph shown passes through the points (1, -1), (2, -2), and (3, -1). It follows that when the graph shown is translated up 4 units, the resulting graph will pass through the points (1, -1 + 4), (2, -2 + 4), and (3, -1 + 4). These points are (1, 3), (2, 2), and (3, 3), respectively. Of the given choices, only the graph in this choice passes through the points (1, 3), (2, 2), and (3, 3).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/SAT10M1/media/4c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the result of translating the graph down, rather than up, 4 units.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/SAT10M1/media/4d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the result of translating the graph left, rather than up, 4 units.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/SAT10M1/media/4e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the result of translating the graph right, rather than up, 4 units.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "For a linear equation in two variables that represents a context, given a value of one quantity in the relationship, find a value of the other, if it exists."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:s = 40 + 3t",
            "The equation gives the speed s, in miles per hour, of a certain car t seconds after it began to accelerate. What is the speed, in miles per hour, of the car 5 seconds after it began to accelerate?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "40",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "43",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "45",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "55",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the given equation, s is the speed, in miles per hour, of a certain car t seconds after it began to accelerate. Therefore, the speed of the car, in miles per hour, 5 seconds after it began to accelerate can be found by substituting 5 for t in the given equation, which yields s = 40 + 3(5), or s = 55. Thus, the speed of the car 5 seconds after it began to accelerate is 55 miles per hour.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Use function notation to represent and interpret input/output pairs; evaluate a nonlinear function given an input value; or, for a quadratic function, find the input value for a corresponding output."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The function f is defined by f(x) = x² + x + 71. What is the value of f(2)?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:77",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the function f is defined by f(x) = x² + x + 71. Substituting 2 for x in function f yields f(x) = (2)² + 2 + 71 which is equivalent to f(2) = 4 + 2 + 71, or f(2) = 77. Therefore, the value of f(2) is 77.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Create and use linear inequalities in one or two variables to solve problems in a variety of contexts."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An event planner is planning a party. It costs the event planner a onetime fee of $35 to rent the venue and $10.25 per attendee. The event planner has a budget of $300. What is the greatest number of attendees possible without exceeding the budget?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:25",
                "Key": {
                    "Correct": true,
                    "Rationale": "The total cost of the party is found by adding the onetime fee of the venue to the cost per attendee times the number of attendees. Let x be the number of attendees. The expression 35 + 10.25x thus represents the total cost of the party. It's given that the budget is $300, so this situation can be represented by the inequality 35 + 10.25 ≤ 300. Subtracting 35 from both sides of this inequality gives 10.25x ≤ 265. Dividing both sides of this inequality by 10.25 results in approximately x ≤ 25.854. Since the question is stated in terms of attendees, rounding 25.854 down to the greatest whole number gives the greatest number of attendees possible, which is 25.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Use one- and two-way tables, area models, and other representations to find relative frequency, probabilities, and conditional probabilities."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table gives the distribution of votes for a new school mascot and grade level for 80 students.",
            "problems/SAT10M1/media/8a.jpg",
            "If one of these students is selected at random, what is the probability of selecting a student whose vote for new mascot was for a lion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1/9",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or computational errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "1/5",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or computational errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1/4",
                "Key": {
                    "Correct": true,
                    "Rationale": "If one of these students is selected at random, the probability of selecting a student whose vote for the new mascot was for a lion is given by the number of votes for a lion divided by the total number of votes. The given table indicates that the number of votes for a lion is 20 votes, and the total number of votes is 80 votes. The table gives the distribution of votes for 80 students, and the table shows a total of 80 votes were counted. It follows that each of the 80 students voted exactly once. Thus, the probability of selecting a student whose vote for the new mascot was for a lion is 20/80, or 1/4.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "2/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or computational errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Know and directly apply relevant theorems such as the triangle angle sum theorem."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Triangles ABC and DEF are congruent, where A corresponds to D, and B and E are right angles. The measure of angle A is 18°. What is the measure of angle F?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "18°",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the measure of angle D, not the measure of angle F.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "72°",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that triangle ABC is congruent to triangle DEF. Corresponding angles of congruent triangles are congruent and, therefore, have equal measure. It's given that angle A corresponds to angle D, and that the measure of angle A is 18°. It's also given that the measures of angles B and E are 90°. Since these angles have equal measure, they are corresponding angles. It follows that angle C corresponds to angle F. Let x° represent the measure of angle C. Since the sum of the measures of the interior angles of a triangle is 180°, it follows that 18° + 90° + x° = 180°, or 108° + x° = 180°. Subtracting 108° from both sides of this equation yields x° = 72°. Therefore, the measure of angle C is 72°. Since angle C corresponds to angle F, it follows that the measure of angle F is also 72°.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "90°",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the measure of angle E, not the measure of angle F.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "162°",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the sum of the measures of angles E and F, not the measure of angle F.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Solve a linear equation in one variable, making strategic use of algebraic structure."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "If 4x + 2 = 12, what is the value of 16x + 8?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "40",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "48",
                "Key": {
                    "Correct": true,
                    "Rationale": "Multiplying both sides of the given equation by 4 yields 4(x + 2) = (4)(12), or 16x + 8 = 48. Therefore, the value of 16x + 8 is 48.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "56",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "60",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Make strategic use of algebraic structure and the properties of operations to identify and create equivalent expressions including rewriting simple rational expressions, rewriting expressions with rational exponents in radical form, and factoring complex polynomials."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is equivalent to (m⁻⁴q⁴z⁻¹)(mq⁵z³), where m, q, and z are positive?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "m⁴q²⁰z⁻³",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from multiplying, not adding, the exponents.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "m⁵q⁹z²",
                "Key": {
                    "Correct": true,
                    "Rationale": "Applying the commutative property of multiplication, the expression (m⁻⁴q⁴z⁻¹)(mq⁵z³) can be rewritten as (m⁻⁴m)(q⁴q⁵)(z⁻¹z³). For positive values of x, (xᵃ)(xᵇ) = xᵃ⁺ᵇ. Therefore, the expression (m⁻⁴m)(q⁵q⁴)(z⁻¹z³) can be rewritten as (m⁻⁴⁺¹)(q⁴⁺⁵)(z⁻¹⁺³), or m⁵q⁹z².",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "⁶q⁸z⁻¹",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "m²⁰q¹²z⁻²",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Compare linear and exponential growth."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An airplane descends from an altitude of 9,500 feet to 5,000 feet at a constant rate of 400 feet per minute. What type of function best models the relationship between the descending airplane's altitude and time?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Decreasing exponential",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Decreasing linear",
                "Key": {
                    "Correct": true,
                    "Rationale": "It′s given that the airplane descends at a constant rate of 400 feet per minute. Since the altitude decreases by a constant amount during each fixed time period, the relationship between the airplane′s altitude and time is linear. Since the airplane descends from an altitude of 9,500 feet to 5,000 feet the airplane′s altitude is decreasing with time. Thus, the relationship is best modeled by a decreasing linear function.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Increasing exponential",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Increasing linear",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Solve a system of two linear equations in two variables, making strategic use of algebraic structure."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:3x + 6 = 4y\n3x + 4 = 2y",
            "The solution to the given system of equations is (x, y). What is the value of y?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:1",
                "Key": {
                    "Correct": true,
                    "Rationale": "Subtracting the second equation from the first equation in the given system of equations yields (3x - 3x) + (6 - 4) = 4y - 2y, which is equivalent to 0 + 2 = 2y, or 2 = 2y. Dividing each side of this equation by 2 yields 1 = y.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Use function notation to represent and interpret input/output pairs for exponential, polynomial, radical, and rational functions, find the input value for a corresponding output."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The function f is defined by f(x) = (x – 6)(x – 2)(x + 6). In the xy-plane, the graph of y = g(x) is the result of translating the graph of y = f(x) up 4 units. What is the value of g(0)?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:76",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the graph of y = g(x) is the result of translating the graph of y = f(x) up 4 units in the xy-plane. It follows that the graph of y = g(x) is the same as the graph of y = f(x) + 4. Substituting g(x) for y in the equation y = f(x) + 4 yields g(x) = f(x) + 4. It's given that f(x) = (x – 6)(x – 2)(x + 6). Substituting (x – 6)(x – 2)(x + 6) for f(x) in the equation g(x) = f(x) + 4 yields g(x) = (x – 6)(x – 2)(x + 6) + 4. Substituting 0 for x in this equation yields g(0) = (0 – 6)(0 – 2)(0 + 6) + 4, or g(0) = 76. Thus, the value of g(0) is 76.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "For a quadratic or exponential function that represents a context, interpret the meaning of an input/output pair including an intercept or initial value, including situations where seeing structure provides an advantage."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The function f(w) = 6w² gives the area of a rectangle, in square feet (ft²), if its width is w ft and its length is 6 times its width. Which of the following is the best interpretation of f(14) = 1,176?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "If the width of the rectangle is 14 ft, then the area of the rectangle is 1,176 ft².",
                "Key": {
                    "Correct": true,
                    "Rationale": "The function f gives the area of the rectangle, in ft², if its width is w ft. Since the value of f(14) is the value of f(w) if w = 14, it follows that f(14) = 1,176 means that f(w) is 1,176 if w = 14. In the given context, this means that if the width of the rectangle is 14 ft, then the area of the rectangle is 1,176 ft².",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "If the width of the rectangle is 14 ft, then the length of the rectangle is 1,176 ft.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "If the width of the rectangle is 1,176 ft, then the length of the rectangle is 14 ft.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "If the width of the rectangle is 1,176 ft, then the area of the rectangle is 14 ft².",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from interpreting f(w) as the width, in ft, of the rectangle if its area is w ft², rather than as the area, in ft², of the rectangle if its width is w ft.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Identify or create an appropriate quadratic or exponential function to model a relationship between quantities."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The number of bacteria in a liquid medium doubles every day. There are 44,000 bacteria in the liquid medium at the start of an observation. Which of the following represents the number of bacteria, y, in the liquid medium t days after the start of the observation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "y = (44,000)ᵗ/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "y = 2(44,000)ᵗ",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "y = 44,000(2/3)ᵗ",
                "Key": {
                    "Correct": false,
                    "Rationale": "This equation represents a situation where the number of bacteria is decreasing by half, not doubling, every day.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "y = 44,000(2)ᵗ",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since the number of bacteria doubles every day, the relationship between t and y can be represented by an exponential equation of the form y = a(b)ᵗ, where a is the number of bacteria at the start of the observation and the number of bacteria increases by a factor of b every day. It's given that there are 44,000 bacteria at the start of the observation. Therefore, a = 44,000. It's also given that the number of bacteria doubles, or increases by a factor of 2, every day. Therefore, b = 2. Substituting 44,000 for a and 2 for b in the equation y = a(b)ᵗ yields, y = 44,000(2)ᵗ.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Make connections between a table, an algebraic representation, or a graph of a quadratic or exponential function that does not involve a transformation, in a context."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT10M1/media/17a.jpg",
            "The table shows the exponential relationship between the number of years, x, since Hana started training in pole vault, and the estimated heighth h(x), in meters, of her best pole vault for that year. Which of the following functions best represents this relationship, where x ≤ 4?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "h(x) = 1.12(0.23)ˣ",
                "Key": {
                    "Correct": false,
                    "Rationale": "When x = 0, the value of h(x) in this function is equal to 1.12 rather than 1.23, and it is decreasing rather than increasing.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "h(x) = 1.12(1.23)ˣ",
                "Key": {
                    "Correct": false,
                    "Rationale": "When x = 0, the value of h(x) in this function is equal to 1.12 rather than 1.23.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "h(x) = 1.23(0.12)ˣ",
                "Key": {
                    "Correct": false,
                    "Rationale": "This function is decreasing rather than increasing.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "h(x) = 1.23(1.12)ˣ",
                "Key": {
                    "Correct": true,
                    "Rationale": "The table shows an increasing exponential relationship between the number of years, x, since Hana started training in pole vault and the estimated height h(x), in meters, of her best pole vault for that year. The relationship can be written as h(x) = Caˣ, where C and a are positive constants. It's given that when x = 0, h(x) = 1.23. Substituting 0 for x and 1.23 for h(x) in h(x) = Caˣ yields 1.23 = Ca⁰, or 1.23 = C. Substituting 1.23 for C in h(x) = Caˣ yields h(x) = 1.23aˣ. It's also given that when x = 2, h(x) = 1.54. Substituting 2 for x and 1.54 for h(x) in h(x) = 1.23aˣ yields 1.54 = 1.23a². Dividing each side of this equation by 1.23 yields 1.54/1.23 = 1.23a²/1.23, or a² is approximately equal to 1.252. Since a is positive, a is approximately equal to √1.252, or 1.12. Substituting 1.12 for a in h(x) = 1.23aˣ yields h(x) = 1.23(1.12)ˣ.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Evaluate a linear function given an input value, or find the input value for a corresponding output."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The function h is defined by h(x) = 4x + 28. The graph of y = h(x) in the xy-plane has an x-intercept at (a ,0) and a y-intercept at (0, b), where a and b are constants. What is the value of a + b?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "21",
                "Key": {
                    "Correct": true,
                    "Rationale": "The x-intercept of a graph in the xy-plane is the point on the graph where y = 0. It's given that function h is defined by h(x) = 4x + 28. Therefore, the equation representing the graph of y = h(x) is y = 4x + 28. Substituting 0 for y in the equation y = 4x + 28 yields 0 = 4x + 28. Subtracting 28 from both sides of this equation yields -28 = 4x. Dividing both sides of this equation by 4 yields -7 = x. Therefore, the x-intercept of the graph of y = h(x) in the xy-plane is (-7, 0). It's given that the x-intercept of the graph of y = h(x) is (a, 0). Therefore, a = -7. The y-intercept of a graph in the xy-plane is the point on the graph where x = 0. Substituting 0 for x in the equation y = 4x + 28 yields y = 4(0) + 28, or y = 28. Therefore, the y-intercept of the graph of y = h(x) in the xy-plane is (0, 28). It's given that the y-intercept of the graph of y = h(x) is (0, b). Therefore, b = 28. If a = -7 and b = 28, then the value of a b + is -7 + 28, or 21.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "28",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the value of b, not a + b.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "32",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "35",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the value of -a + b, not a + b.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Make connections between tabular, algebraic, and graphical representations of linear inequalities in one or two variables by deriving one from the other."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:y < 5x + 6",
            "For which of the following tables are all the values of x and their corresponding values of y solutions to the given inequality?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/SAT10M1/media/19a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Substituting 3 for x in the given inequality yields y < 5(3) + 6, or y < 21. Therefore, when x = 3, the corresponding value of y is less than 21. Substituting 5 for x in the given inequality yields y < 5(5) + 6, or y < 31. Therefore, when x = 5, the corresponding value of y is less than 31. Substituting 7 for x in the given inequality yields y < 5(7) + 6, or y < 41. Therefore, when x = 7, the corresponding value of y is less than 41. For the table in this choice, when x = 3, the corresponding value of y is 17, which is less than 21 ; when x = 5, the corresponding value of y is 27, which is less than 31 ; and when x = 7, the corresponding value of y is 37, which is less than 41. Therefore, the table in this choice gives values of x and their corresponding values of y that are all solutions to the given inequality.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/SAT10M1/media/19b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/SAT10M1/media/19c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/SAT10M1/media/19d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Solve a system of two linear equations in two variables, making strategic use of algebraic structure."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:y = 4x + 1\n4y = 15x – 8",
            "The solution to the given system of equations is (x, y). What is the value of x – y?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:35",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first equation in the given system of equations defines y as 4x + 1. Substituting 4x + 1 for y in the second equation in the given system of equations yields 4(4x + 1) = 15x – 8. Applying the distributive property on the left-hand side of this equation yields 16x + 4 = 15x – 8. Subtracting 15x from each side of this equation yields x + 4 = –8. Subtracting 4 from each side of this equation yields x = -12. Substituting -12 for x in the first equation of the given system of equations yields y = 4(-12) + 1, or y = -47. Substituting -12 for x and -47 for y into the expression x - y yields -12 - (-47), or 35.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Solve problems in a variety of contexts using the Pythagorean theorem."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A right triangle has legs with lengths of 24 centimeters and 21 centimeters. If the length of this triangle's hypotenuse, in centimeters, can be written in the form 3√d, where d is an integer, what is the value of d?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:113",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the legs of a right triangle have lengths 24 centimeters and 21 centimeters. In a right triangle, the square of the length of the hypotenuse is equal to the sum of the squares of the lengths of the two legs. It follows that if h represents the length, in centimeters, of the hypotenuse of the right triangle, h² = 24² + 21². This equation is equivalent to h² = 1,017. Taking the square root of each side of this equation yields h = √1,017. This equation can be rewritten as h = √(9 • 113), or h = √9 • √113. This equation is equivalent to h = 3√113. It's given that the length of the triangle's hypotenuse, in centimeters, can be written in the form 3√d. It follows that the value of d is 113.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Apply knowledge that changing by a scale factor of k changes all lengths by a factor of k, changes all areas by a factor of k², and changes all volumes by a factor of k³."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The floor of a ballroom has an area of 600 square meters. An architect creates a scale model of the floor of the ballroom, where the length of each side of the model is 1/10 times the length of the corresponding side of the actual floor of the ballroom. What is the area, in square meters, of the scale model?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "6",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the length of each side of a scale model is 1/10 times the length of the corresponding side of the actual floor of a ballroom. Therefore, the area of the scale model is (1/10)², or 1001/100, times the area of the actual floor of the ballroom. It's given that the area of the floor of the ballroom is 600 square meters. Therefore, the area, in square meters, of the scale model is (1/100)(600), or 6.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "10",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "60",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "150",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Describe how a change to the equation representing a circle affects the graph of the circle in the xy-plane or how a change to the graph of a circle affects the equation that represents the circle."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of the following equations represents a circle in the xy-plane that intersects the y-axis at exactly one point?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(x – 8)² + (y – 8)² = 16",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the equation of a circle that does not intersect the y-axis at any point.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "(x – 8)² + (y – 4)² = 16",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is an equation of a circle that intersects the x-axis, not the y-axis, at exactly one point.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "(x – 4)² + (y – 9)² = 16",
                "Key": {
                    "Correct": true,
                    "Rationale": "The graph of the equation (x - h)² + (y - k)² = r² in the xy-plane is a circle with center (h, k) and a radius of length r. The radius of a circle is the distance from the center of the circle to any point on the circle. If a circle in the xy-plane intersects the y-axis at exactly one point, then the perpendicular distance from the center of the circle to this point on the y-axis must be equal to the length of the circle's radius. It follows that the x-coordinate of the circle's center must be equivalent to the length of the circle's radius. In other words, if the graph of (x - h)² + (y - k)² = r² is a circle that intersects the y-axis at exactly one point, then r h= must be true. The equation in this choice is (x - 4)² + (y - 9)² = 16, or (x - 4)² + (y - 9)² = 4². This equation is in the form (x - h)² + (y - k)² = r², where h = 4, k = 9, and r = 4, and represents a circle in the xy-plane with center (4, 9) and radius of length 4. Substituting 4 for r and 4 for h in the equation r = |h| yields 4 = |4|, or 4 = 4, which is true. Therefore, the equation in this choice represents a circle in the xy-plane that intersects the y-axis at exactly one point.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "x² + (y – 9)² = 16",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the equation of a circle with the center located on the y-axis and thus intersects the y-axis at exactly two points, not exactly one point.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Determine which statements may be required to prove certain relationships or to satisfy a given theorem."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In triangles ABC and DEF, angles B and E each have measure 27° and angles C and F each have measure 41°. Which additional piece of information is sufficient to determine whether triangle ABC is congruent to triangle DEF?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The measure of angle A",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The length of side AB",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The lengths of sides BC and EF",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since angles B and E each have the same measure and angles C and F each have the same measure, triangles ABC and DEF are similar, where side BC corresponds to side EF .To determine whether two similar triangles are congruent, it is sufficient to determine whether one pair of corresponding sides are congruent. Therefore, to determine whether triangles ABC and DEF are congruent, it is sufficient to determine whether sides BC and EF have equal length. Thus, the lengths of BC and EF are sufficient to determine whether triangle ABC is congruent to triangle DEF.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "No additional information is necessary.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The given information is sufficient to determine that triangles ABC and DEF are similar, but not whether they are congruent.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Use percentages to solve problems in a variety of contexts including those that involve percent increases and decreases for many different quantities."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The result of increasing the quantity x by 1,800% is 684. What is the value of x?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "12,996",
                "Key": {
                    "Correct": false,
                    "Rationale": "The result of increasing the quantity 12,996 by 1,800% is 246,924, not 684.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "12,312",
                "Key": {
                    "Correct": false,
                    "Rationale": "The result of increasing the quantity 12,312 by 1 800% is 233,928, not 684.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "38",
                "Key": {
                    "Correct": false,
                    "Rationale": "The result of increasing the quantity 30 by 1,800% is 722, not 684.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "36",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the result of increasing the quantity x by 1,800% is 684. It follows that x +(1,800/100)x = 684, which is equivalent to x + 18x = 684, or 19x = 684. Dividing each side of this equation by 19 yields x = 36. Therefore, the value of x is 36.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Identify or create a linear function to model a relationship between two quantities."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A window repair specialist charges $220 for the first two hours of repair plus an hourly fee for each additional hour. The total cost for 5 hours of repair is $400. Which function f gives the total cost, in dollars, for x hours of repair, where x ≥ 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "f(x) = 60x + 100",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the window repair specialist charges $220 for the first two hours of repair plus an hourly fee for each additional hour. Let n represent the hourly fee for each additional hour after the first two hours. Since it's given that x is the number of hours of repair, it follows that the charge generated by the hourly fee after the first two hours can be represented by the expression n(x - 2). Therefore, the total cost, in dollars, for x hours of repair is f(x) = 220 + n(x - 2). It's given that the total cost for 5 hours of repair is $400. Substituting 5 for x and 400 for f(x) into the equation f(x) = 220 + n(x - 2) yields 400 = 220 + n(5 - 2), or 400 = 220 + 3n. Subtracting 220 from both sides of this equation yields 180 = 3n. Dividing both sides of this equation by 3 yields n = 60. Substituting 60 for n in the equation f(x) = 220 + n(x - 2) yields f(x) = 220 + 60(x - 2), which is equivalent to f(x) = 220 + 60x - 120, or f(x) = 60x + 100. Therefore, the total cost, in dollars, for x hours of repair is f(x) = 60x + 100.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "f(x) = 60x + 220",
                "Key": {
                    "Correct": false,
                    "Rationale": "This function represents the total cost, in dollars, for x hours of repair where the specialist charges $340, rather than $220, for the first two hours of repair. ",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "f(x) = 80x",
                "Key": {
                    "Correct": false,
                    "Rationale": "This function represents the total cost, in dollars, for x hours of repair where the specialist charges $160, rather than $220, for the first two hours of repair, and an hourly fee of $80, rather than $60, after the first two hours.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "f(x) = 80x + 220",
                "Key": {
                    "Correct": false,
                    "Rationale": "This function represents the total cost, in dollars, for x hours of repair where the specialist charges $380, rather than $220, for the first two hours of repair, and an hourly fee of $80, rather than $60, after the first two hours.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Fluently solve quadratic equations in one variable, written as a quadratic expression in standard form, where using the quadratic formula or completing the square is the most efficient method for solving the equation."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:x(x + 1) – 56 = 4x(x – 7)",
            "What is the sum of the solutions to the given equation?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:29/3",
                "Key": {
                    "Correct": true,
                    "Rationale": "Applying the distributive property to the left-hand side of the given equation, x(x + 1) – 56, yields x² + x – 56. Applying the distributive property to the right-hand side of the given equation, 4x(x – 7), yields 4x² – 28x. Thus, the equation becomes x² + x – 56 = 4x² – 28x. Combining like terms on the left- and right-hand sides of this equation yields 0 = (4x² – x²) + (–28x – x) + 56, or 3x² – 29x + 56 = 0. For a quadratic equation in the form ax² + bx + c = 0, where a, b, and c are constants, the quadratic formula gives the solutions to the equation in the form x = (-b ± √(b² - 4ac))/2a. Substituting 3 for a, -29 for b, and 56 for c from the equation 3x² – 29x + 56 = 0 into the quadratic formula yields x = (29 ± √((-29)² - 4(3)(56)))/2(3), or x = 629/6 ± 13/6. It follows that the solutions to the given equation are 629/6 + 13/6 and 29/6 - 13/6.. Adding these two solutions gives the sum of the solutions: 29/6 + 13/6 + 29/6 - 13/6, which is equivalent to 29/6 + 29/6, or 29/3.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}