{
    "Directions": "Read the following passage about a young writer then answer each question that follows.",
    "Context": [],
    "Title": "The Manuscript",
    "Subtitle": "excerpt from Little Women",
    "Author": "by Louisa May Alcott",
    "LabelType": "P",
    "Content": [
        [" ", "\tThough very happy in the social atmosphere about her, and very busy with the daily work that earned her bread, and made it sweeter for the effort, Jo still found time for literary labors. The purpose which now took possession of her was a natural one to a poor and ambitious girl; but the means she took to gain her end were not the best. She saw that money conferred power: money and power, therefore, she resolved to have; not to be used for herself alone, but for those whom she loved more than self."],
        [" ", "\tThe dream of filling home with comforts, giving Beth everything she wanted, from strawberries in winter to a piano in her bedroom; going abroad herself, and always having more than enough, so that she might indulge in the luxury of charity, had been for years Jo's most cherished castle in the air."],
        [" ", "\tShe took to writing sensation stories; for in those dark ages, even all-perfect America read rubbish. She told no one, but c͟o͟n͟c͟o͟c͟t͟e͟d a “thrilling tale,” and boldly carried it herself to Mr. Dashwood, editor of the “Weekly Volcano.”"],
        [" ", "\t“Excuse me, I was looking for the 'Weekly Volcano' office; I wished to see Mr. Dashwood.”"],
        [" ", "\tThe gentleman advanced, with a nod, and a c͟o͟u͟n͟t͟e͟n͟a͟n͟c͟e expressive of nothing but sleep. Feeling that she must get through the matter somehow, Jo produced her manuscript, and, blushing redder and redder with each sentence, blundered out fragments of the little speech carefully prepared for the occasion."],
        [" ", "\t“A friend of mine desired me to offer — a story — just as an experiment — would like your opinion —  be glad to write more if this suits.”"],
        [" ", "\tWhile she blushed and blundered, Mr. Dashwood had taken the manuscript, and was turning over the leaves with a pair of rather dirty fingers, and casting critical glances up and down the neat pages."],
        [" ", "\t“Not a first attempt, I take it?” observing that the pages were numbered, covered only on one side, and not tied up with a ribbon — a sure sign of a novice."],
        [" ", "\t“No, sir; she has had some experience, and got a prize for a tale in the 'Blarneystone Banner.' ”"],
        [" ", "\t“Oh, did she?” and Mr. Dashwood gave Jo a quick look, which seemed to take note of everything she had on, from the bow in her bonnet to the buttons on her boots. “Well, you can leave it, if you like. We've more of this sort of thing on hand than we know what to do with at present; but I'll run my eye over it, and give you an answer next week.”"],
        [" ", "\tNow, Jo did not like to leave it, for Mr. Dashwood didn't suit her at all; but, under the circumstances, there was nothing for her to do but bow and walk away. It was perfectly evident that her little fiction of “my friend” was considered a good joke; and a laugh, produced by some inaudible remark of the editor, as he closed the door. Half resolving never to return, she went home, and worked off her irritation by stitching pinafores vigorously; and in an hour or two was cool enough to laugh over the scene, and long for next week."],
        [" ", "\tWhen she went again, Mr. Dashwood was much wider awake than before, which was agreeable."],
        [" ", "\t“We'll take this if you don't object to a few alterations. It's too long, but omitting the passages I've marked will make it just the right length,” he said, in a business-like tone."],
        [" ", "\tJo hardly knew her own manuscript again, so crumpled and underscored were its pages and paragraphs; she looked at the marked passages, and was surprised to find that all the moral reflections — which she had carefully put in as ballast for much romance — had been stricken out."],
        [" ", "\t“But, sir, I thought every story should have some sort of a moral.”"],
        [" ", "\tMr. Dashwood's editorial gravity relaxed into a smile, for Jo had forgotten her “friend,” and spoken as only an author could."],
        [" ", "\t“People want to be amused, not preached at, you know. Morals don't sell nowadays;” which was not quite a correct statement, by the way."],
        [" ", "\t“You think it would do with these alterations, then?”"],
        [" ", "\t“Yes; it's a new plot, and pretty well worked up — language good, and so on,” was Mr. Dashwood's affable reply."],
        [" ", "\t“What do you — that is, what compensation — ” began Jo, not exactly knowing how to express herself."],
        [" ", "\t“Oh, yes, well, we give from twenty-five to thirty for things of this sort. Pay when it comes out,” returned Mr. Dashwood."],
        [" ", "\t“Very well; you can have it,” said Jo, handing back the story, with a satisfied air; for, after the dollar-a-column work, even twenty-five seemed good pay."],
        [" ", "\t“Shall I tell my friend you will take another if she has one better than this?” asked Jo, unconscious of her little slip of the tongue, and emboldened by her success."],
        [" ", "\t“Well, we'll look at it; can't promise to take it. Tell her to make it short and spicy, and never mind the moral. What name would your friend like to put to it?” in a careless tone."],
        [" ", "\t“None at all, if you please; she doesn't wish her name to appear, and has no nom de plume,” said Jo, blushing in spite of herself."],
        [" ", "\t“Just as she likes, of course. The tale will be out next week; will you call for the money, or shall I send it?” asked Mr. Dashwood, who felt a natural desire to know who his new contributor might be."],
        [" ", "\t“I'll call. Good morning, sir.”"],
        [" ", "\tAs she departed, Mr. Dashwood put up his feet, with the graceful remark, “Poor and proud, as usual, but she'll do.”"]
    ],
    "Copyright": "",
    "References": []
}
