{
    "Directions": "Read the following passage about sleep then answer each question that follows.",
    "Context": [],
    "Title": "Get Your ZZZZZs!",
    "Subtitle": "",
    "Author": "by Kathiann Kowalski and Marcia Lusted",
    "LabelType": "P",
    "Content": [
        [" ", "\tYour alarm goes off at 6 A.M. Fifteen minutes later, Mom yells up the stairs “Get up!” You're out of bed by 6:30, on the bus by 7, and school starts a half hour later. What would you do without your alarm clock and Mom?"],
        ["", "Tᴏᴏ Lɪᴛᴛʟᴇ Sʟᴇᴇᴘ"],
        [" ", "\tDid you know that if you need an alarm clock to wake up in the morning, you're probably sleep-deprived? Most teens don't get enough sleep, according to Cornell University psychologist Dr. James B. Maas. “Almost all teenagers, as they approach puberty, become walking zombies because they are getting far too little sleep,” Maas says. On average, American teens get two hours less than the average 9.2 hours of sleep they need each night to function at their best."],
        [" ", "\tAnd teens are not alone. The National Sleep Foundation says that 63 percent of adults get less than their recommended eight hours of sleep. Nearly one-third sleep less than seven hours on weeknights. “Most people view sleepiness and sleep deprivation as a minor annoyance,” notes Mark Mahowald at the Minnesota Regional Sleep Disorders Center. “You never brag about how much sleep you got. You only brag if you didn't get very much.” Sadly, sleep deprivation can cause serious problems."],
        [" ", "\t“Sleep is a basic biological need, just like food and drink,” says Jodi Mindell at St. Joseph's University in Philadelphia, Pennsylvania. “Amazingly enough, you can go much longer without food and drink than you can go without sleep.” But why do our bodies need sleep so much?"],
        [" ", "\tMindell admits that sleep researchers don't know. “But we do know that almost every species sleeps,” she says, “and we also know what happens to our bodies if we don't sleep. So we kind of look at it [the need for sleep] in a backwards way.”"],
        ["", "Tᴀᴋɪɴɢ ᴀ Tᴏʟʟ"],
        [" ", "\tGrumpiness and irritability from sleep deprivation cause behavior problems at home and school. “The less you sleep, the more likely you are to have difficulty in school,” notes Amy Wolfson at the College of the Holy Cross in Worcester, Massachusetts. Dr. Maas adds, “You can give the most stimulating, interesting lectures to sleep-deprived kids early in the morning or right after lunch, when they're at their sleepiest, and the overwhelming drive to sleep replaces any chance of alertness, cognition, memory, or understanding.” Wolfson's research into high school students and sleep revealed that kids who received C, D, and F grades in school usually slept 25 minutes less and went to bed 40 minutes later than kids who received As and Bs. Lack of sleep also makes people more likely to feel down or depressed."],
        [" ", "\tSchool isn't the only place where sleep deprivation takes a toll. Behind the wheel, it can be deadly. “Fall-asleep car crashes probably kill more young Americans under the age of 25 than alcohol-related crashes,” observes Mahowald. And even if the tired driver doesn't actually nod off, impaired concentration and coordination make accidents more likely to happen."],
        [" ", "\tNot sleeping is, simply, bad for your health, too. “Your immune functioning gets depressed,” says Mindell, “so you're more likely to get colds and flus.” The body also secretes hormones during sleep, including growth hormones. Some studies suggest that a hormone imbalance in sleep-deprived people could accompany abnormal weight gain. Sleep also affects the ability to regulate your mood. If someone says something mean to you and you've had enough sleep, you can probably brush it off. “But if you're sleepy, you can't regulate your emotions,” says Mindell. “You're going to burst out in tears, even [over] an embarrassing situation.” And who needs extra emotional upheaval, especially when you're a teen?"],
        ["", "Sᴏ Wʜʏ Dᴏɴ'ᴛ Tᴇᴇɴs Sʟᴇᴇᴘ Mᴏʀᴇ?"],
        [" ", "\tThere are many reasons why teens don't get enough sleep, and one of them is a relatively new development. When your parents were young, they might have read a book or watched television before trying to go to sleep. But today's teens are likely to be surfing the Internet, texting, emailing, or playing video games right before bed. Electronic devices are more stimulating than simply watching television, and using them right before bed can result in difficulty getting to sleep. According to a survey by the National Sleep Foundation, adolescents with four or more electronic devices in their rooms are much more likely than their peers to get an insufficient amount of sleep at night and are almost twice as likely to fall asleep in school and while doing homework."],
        [" ", "\tMany teens also drink too much caffeine to sleep well. In the National Sleep Foundation survey, three-quarters of the teens polled drank at least one caffeinated beverage every day, and nearly one-third consumed two or more every day. With all the trendy “high-energy” beverages and coffees out there right now, it's easy to get a caffeine overload, and that's not good for sleep."],
        [" ", "\tResearchers also have found that biology plays a role in teens' sleep patterns. Ironically, as the need for sleep increases in the teen years—9.2 hours compared to 7.5 to 8 for adults—teens experience a “phase shift” during puberty. They naturally fall asleep later at night than younger children, while needing to wake up earlier in the morning for school. When you go to bed late and wake up early, there just isn't enough time for sleep. Many school districts are starting to pay attention to sleep researchers and are shifting their start times to later morning for middle school and high school students."],
        ["", "Gᴇᴛ Sᴏᴍᴇ Sʟᴇᴇᴘ!"],
        [" ", "\tSo what can you do if you're running a sleep d͟e͟f͟i͟c͟i͟t? “The good news is that you only have to make up about a third of what you have lost to function and feel better,” says Mahowald. Those extra two hours of sleep on Saturday and Sunday mornings can really help. But sleeping until noon on the weekend can cause problems—you'll likely be wide-eyed until late those nights. Instead, try maintaining a reasonable, regular sleeping and waking schedule. And remember, sleep is not negotiable. Get those zzzzzs!"],
        ["", ":box:Tɪᴘs ꜰᴏʀ ᴀ Gᴏᴏᴅ Nɪɢʜᴛ's Sʟᴇᴇᴘ\n\n• Try to go to bed and wake up at the same time every day.\n• Have a bedtime routine that's relaxing, such as taking a warm shower or reading for fun.\n• Keep your bedroom comfortable, dark, cool, and quiet.\n• Limit your use of electronics, such as computers and video games, for several hours before you go to sleep.\n• Avoid drinking any caffeine after lunchtime.\n• Get regular exercise, but don't exercise late in the evening."]
    ],
    "Copyright": "",
    "References": []
}