{
    "Directions": "Read the following text box based on the life of Maria Anna Mozart, the sister of the great composer Wolfgang Mozart, then answer each question.",
    "Context": [],
    "Title": "Maria Anna Mozart: The Family's First Prodigy",
    "Subtitle": "",
    "Author": "by Elizabeth Rusch",
    "LabelType": "P",
    "Content": [
        [" ", "\t“Virtuosi.” “A prodigy.” “Genius.” These words were written in the 1760s about Mozart—Maria Anna Mozart. When she toured Europe as a pianist, young Maria Anna wowed audiences in Munich, Vienna, Paris, London, the Hague, Germany and Switzerland. “My little girl plays the most difficult works which we have ... with incredible precision and so excellently,” her father, Leopold, wrote in a letter in 1764. “What it all amounts to is this, that my little girl, although she is only 12 years old, is one of the most skillful players in Europe.”"],
        [" ", "\tThe young virtuoso, nicknamed Nannerl, was quickly overshadowed by her brother, Wolfgang Amadeus Mozart, five years her junior. But as one of Wolfgang's earliest musical role models, does history owe her some measure of credit for his genius?"],
        [" ", "\tLeopold Mozart, a court musician, began teaching Maria Anna, his first-born child, to play harpsichord when she was 8 years old. She progressed quickly, with 3-year-old Wolfgang often at her side. After a few years, Wolfgang tried to play sections from Maria's music book. “Over time, Nannerl's playing became more and more brilliant, her technique perfect,” Eva Rieger, retired professor of music history at University of Bremen, says. “Young Wolfgang was probably impressed by that and inspired to play.”"],
        [" ", "\tWolfgang's early forays into music-making took his father by surprise. “This minuet and trio were learned by Wolfgang in half an hour, at half-past nine at night on the 26th of January 1761, one day before his fifth birthday,” Leopold jotted in Nannerl's music book, according to Maynard Solomon's Mozart: A Life. Because of Wolfgang's apparent aptitude, Leopold soon launched his son's music education instead of waiting until the boy was 8."],
        [" ", "\tWolfgang's early musical start also had the benefit of two teachers, his father and his sister. “Nannerl was of an age where she understood and was more aware of what her father was doing,” says Noel Zahler, director of the School of Music at Carnegie Mellon University. “Nannerl probably interpreted for Wolfgang and reinforced for Wolfgang what Leopold was trying to teach. She showed him that music is not only fun, but a way to communicate without words.”"],
        [" ", "\tThat education continued as the children began performing together. In 1762, Maria, 11, and Wolfgang, 6, traveled to Munich to play for Elector Maximilian III."],
        [" ", "\tMaria and Wolfgang toured for more than three years, covering several thousand miles by horse-drawn carriage, stopping in 88 cities and performing for many thousands of people. “This might be conjecture, but I have to think that Nannerl had an enormous influence on Wolfgang during the tours, especially the early tours,” says Zahler. “Touring intensifies the performing relationship. At a certain point, the music becomes second nature and musicians begin to concentrate almost entirely on deepening the interpretation. Being older, Nannerl would have had deep insights to share.”"]
    ],
    "Copyright": "",
    "References": []
}