{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Graph proportional relationships, interpreting the unit rate as the slope of the line that models the relationship."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Oscar buys his lunch in the school cafeteria. The cost of 15 school lunches is $33.75.",
            "Which graph has a slope that best represents the average cost of the lunches in dollars per lunch?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX19G8M/media/1a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the graph with a slope that best represents the average cost per lunch, the student should have calculated that the cost of $33.75 for 15 school lunches is equivalent to an average cost of $2.25 per lunch (33.75/15 = 2.25). The student determined that the graph appears to pass through the points located at (0, 0) and (8, 18), and the slope (steepness of a straight line when graphed on a coordinate grid; m = (y₂ - y₁)/(x₂ - x₁) between these points is represented by the equation m = (18 - 0)/(8 - 0) = 18/8 = 9/4, which is equal to 2.25. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/TX19G8M/media/1b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a graph with a slope that reversed the relationship between the cost of each lunch and the number of lunches, resulting in a slope of (8 - 0)/(18 – 0) = 8/18 = 4/9 = 0.4 or approximately 0.4. The student needs to focus on determining the slope from a verbal description and identifying the graph that represents the situation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/TX19G8M/media/1c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the 15 days as 5 days, resulting in a slope of 6.75 instead of 2.25. The student needs to focus on determining the slope from a verbal description and identifying the graph that represents the situation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/TX19G8M/media/1d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the 15 days as 5 days and reversed the relationship between the cost of each lunch and the number of lunches, resulting in a slope of 0.15 instead of 2.25. The student needs to focus on determining the slope from a verbal description and identifying the graph that represents the situation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Solve problems involving the volume of cylinders, cones, and spheres."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A sphere and its dimension are shown in the diagram.",
            "problems/TX19G8M/media/2a.jpg",
            "Which measurement is closest to the volume of the sphere in cubic inches?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1,325.4 in³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the correct formula to calculate the volume of the sphere but did not multiply the result by 4/3. The student needs to focus on completing all the steps in the formula for determining the volume of a sphere.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "188.5 in³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the length of the diameter in place of the radius in the volume formula and multiplied the diameter by 3 instead of cubing the diameter. The student needs to focus on understanding and properly applying the formula for determining the volume of a sphere.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "94.2 in³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the correct formula to calculate the volume of the sphere but multiplied the radius by 3 instead of cubing the radius. The student needs to focus on properly applying the formula for determining the volume of a sphere.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "1,767.1 in³",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the volume (amount of three-dimensional space taken up) of the sphere in cubic inches, the student should have used the formula for the volume of a sphere, V = 4/3 • π • r³. To determine the value of r, the radius (distance from the center to the circumference of a circle), the student should have divided the diameter (straight line going through the center of a circle connecting two points on the circumference) by 2. The student should have then evaluated V = 4/3 • π • (7.5)³, which is approximately equal to 1,767.1.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Identify and verify the values of x and y that simultaneously satisfy two linear equations in the form y = mx + b from the intersections of the graphed equations."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The two lines graphed on the coordinate grid each represent an equation.",
            "problems/TX19G8M/media/3a.jpg",
            "Which ordered pair represents a solution to both equations?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(–4, 0)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified the point where one of the lines intersects the x-axis (horizontal). The student needs to focus on how to identify the solution to a set of equations based on a graph.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "(–3, 3)",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the ordered pair (x, y) that represents a solution to a set of equations graphed on a coordinate grid, the student should have identified the coordinates of the point where the two lines intersect. This point is located at (–3, 3).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "(3, –3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the x-value and y-value of the coordinates for the correct point. The student needs to focus on correctly identifying the coordinates of points on a graph.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "(0, 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified the point where one of the lines intersects the y-axis (vertical). The student needs to focus on how to identify the solution to a set of equations based on a graph.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Generalize that the ratio of corresponding sides of similar shapes are proportional, including a shape and its dilation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Figure I and Figure II are similar figures.",
            "problems/TX19G8M/media/4a.jpg",
            "Which proportion must be true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "RS/AB = TU/CD",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a proportion based on the orientation of the figures as given. The student did not identify that side TU does not correspond to side CD but to side FA. The student needs to focus on determining the correspondence between the sides of similar figures.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "TU/AB = UV/AF",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified that side TU corresponds to side AF and that side AB corresponds to side UV but did not take into account the order in which they were placed in the proportion. The student needs to focus on the order of the side lengths that are used in the ratios when writing a true proportion for similar figures.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "ST/EF = WR/CD",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which proportion (comparison of two ratios) is true for similar figures (two figures with corresponding angles that are equal and corresponding sides that are proportional), the student should have determined that the angles with similar markings in the large hexagon and small hexagon are corresponding (paired) and are equal, which means that the sides of the figures forming those equal angles are also corresponding and their lengths are proportional. The student should have determined that this proportion is true because ST/EF and WR/CD represent corresponding sides of the large hexagon and the small hexagon.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "WV/AB = ST/EF",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified that side ST corresponds to side EF in the second fraction but did not verify whether side WV corresponded with side AB in the first fraction. The student needs to focus on determining the correspondence between the sides of similar figures.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Identify functions using sets of ordered pairs, tables, mappings, and graphs."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which graph represents y as a function of x?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX19G8M/media/5a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which graph represents y as a function of x, the student should have observed that a graph represents a function only when each value of x is paired with only one value of y. The graph shows a horizontal line in which there is only one y-value for each x-value.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/TX19G8M/media/5b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize that the x-values of –2 and 2 have at least two different y-values, and therefore the graph does not represent a function. The student needs to focus on the definition of a function and on applying it to determine whether a set of ordered pairs that are part of a graphed line represents a function.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/TX19G8M/media/5c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize that the x-values of –2 and 2 have two y-values, and therefore the graph does not represent a function. The student needs to focus on the definition of a function and on applying it to determine whether a set of ordered pairs that are part of a graphed line represents a function.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/TX19G8M/media/5d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that since each ordered pair represented in the graph has an x-value of 2, the graph represents a function. The student needs to focus on the definition of a function and on applying it to determine whether a set of ordered pairs that are part of a graphed line represents a function.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use an algebraic representation to explain the effect of a given positive rational scale factor applied to two-dimensional figures on a coordinate plane with the origin as the center of dilation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A polygon will be dilated on a coordinate grid to create a smaller polygon. The polygon is dilated using the origin as the center of dilation.",
            "Which rule could represent this dilation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "(x, y) ⇒ (0.5 – x, 0.5 – y)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized the need for a scale factor less than 1 but subtracted instead of multiplying. The student needs to focus on understanding how the scale factor affects the dilation.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "(x, y) ⇒ (x – 7, y – 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that subtracting 7 from both the x-coordinate and the y-coordinate of (x, y) would create a smaller polygon. The student needs to focus on understanding how the scale factor affects the dilation.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "(x, y) ⇒ (0.9x, 0.9y)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that dilations are created using multiplication and thought that a 5/4 fraction would reduce the size of the polygon. The value is greater than 1, creating a polygon larger than the original. The student needs to focus on understanding how the scale factor affects the dilation.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "(x, y) ⇒ (5/4 • x, 5/4 • y)",
                "Key": {
                    "Correct": true,
                    "Rationale": "When a figure is dilated (enlarged or decreased in size), its measurements increase or decrease based on the scale factor (ratio of the length of a side of one figure to the length of the corresponding (paired) side of a similar figure). In order to create a smaller polygon, a scale factor of less than 1 (in this case 0.9) is necessary. The origin (point where the x-axis (horizontal) and the y-axis (vertical) on a coordinate grid cross, represented by the ordered pair (0, 0)) as the center of dilation means that each of the points on the dilated figure will be 0.9 as far from the origin as they were on the original figure. If the location of each point was originally represented by (x, y), then the new location will be (0.9x, 0.9y).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Model and solve one-variable equations with variables on both sides of the equal sign that represent mathematical and real-world problems using rational number coefficients and constants."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Aquarium I contains 4.6 gallons of water. Louise will begin filling Aquarium I at a rate of 1.2 gallons per minute.",
            "Aquarium II contains 54.6 gallons of water. Isaac will begin draining Aquarium II at a rate of 0.8 gallon per minute.",
            "After how many minutes will both aquariums contain the same amount of water?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "148 min",
                "Key": {
                    "Correct": false,
                    "Rationale": "To student likely set up the correct equation but subtracted 0.8m from both sides of the equation instead of adding and added 4.6 to both sides of the equation instead of subtracting, resulting in the equation 0.4m = 59.2. To solve for m, the student likely divided both sides of the equation by 0.4, resulting in m = 148. The student needs to focus on using the proper steps to solve an equation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "125 min",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely set up the equation incorrectly as 4.6 + 1.2m = 54.6 + 0.8m, which represents Aquarium II being filled at that rate instead of drained. The student then solved for m by subtracting 0.8m and 4.6 from both sides of the equation, resulting in 0.4m = 50. To solve for m, the student likely divided both sides of the equation by 0.4, resulting in m = 125. The student needs to focus on writing the correct equation for a word problem.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "25 min",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine after how many minutes it will take for both aquariums to contain the same amount of water, the student could have written and solved an equation such as 4.6 + 1.2 m = 54.6 – 0.8m, where m is the number of minutes. The student could have solved for m by adding 0.8m to both sides of the equation to combine the m terms, resulting in the equation 4.6 + 2 m = 54.6. Then the student could have isolated m on the left side of the equation by subtracting 4.6 from both sides of the equation, resulting in 2m = 50. Finally the student could have solved for m by dividing both sides of the equation by 2, resulting in m = 25. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "50 min",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely set up the correct equation and used the correct steps to isolate m, resulting in 2m = 50, but did not divide both sides of the equation by 2, resulting in m = 50. The student needs to focus on completing all the steps necessary to solve an equation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Use the Pythagorean theorem and its converse to solve problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The width of a rectangle is 4 feet, and the diagonal length of the rectangle is 13 feet. Which measurement is closest to the length of this rectangle in feet?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "9 ft",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the width (4) from the diagonal length (13), resulting in a difference of 9. The student needs to focus on recognizing when the Pythagorean theorem needs to be used and how to properly apply it with the given information.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "17 ft",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the width (4) and the diagonal length (13), resulting in a sum of 17. The student needs to focus on recognizing when the Pythagorean theorem needs to be used and how to properly apply it with the given information.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "12.4 ft",
                "Key": {
                    "Correct": true,
                    "Rationale": "When the line representing the diagonal length of a rectangle is drawn, that line divides the rectangle into two identical right triangles (closed figures with three sides and one 90-degree angle). Given the length of two sides of a right triangle, the length of the third side can be determined or confirmed by using the Pythagorean theorem, a² + b² = c². The c in the Pythagorean theorem represents the hypotenuse (the longest side, which is opposite the 90-degree angle), while a and b represent the other two sides (in no particular order). To determine the length of this rectangle, the student should have substituted the width (4) for a or b and the diagonal (13) for c in the Pythagorean theorem. The substitution results in 4² + b² = 13², which when solved results in b is approximately equal to 12.4.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "13.6 ft",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized the need to use the Pythagorean theorem to solve the question but substituted the width (4) for a and the diagonal length (13) for b into the Pythagorean theorem, resulting in 4² + 13² = c², which results in c = 13.6 when solved. The student needs to focus on how to properly apply the Pythagorean theorem with the given information.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use data from a table or graph to determine the rate of change or slope and y-intercept in mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Triangle PSV is shown on the coordinate grid. The coordinates of each vertex of the triangle are integers.",
            "problems/TX19G8M/media/9a.jpg",
            "What is the slope of PV?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "-4",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the slope (steepness of a straight line when graphed on a coordinate grid; m = (y₂ – y₁)/(x₂ – x₁) of PV as graphed on the coordinate grid, the student could have used points P(2, 4) and V(3, 0) to calculate the slope. The student would have substituted the values from point P and point V into the slope formula, resulting in m = (0 – 4)/(3 – 2), which is equal to –4/1, or –4. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Two-Dimensional Shapes"
        ],
        "SubTopics": [
            "Explain the effect of translations, reflections over the x- or y-axis, and rotations limited to 90°, 180°, 270°, and 360° as applied to two-dimensional shapes on a coordinate plane using an algebraic representation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Triangle ABC was transformed to create triangle A'B'C'.",
            "problems/TX19G8M/media/10a.jpg",
            "Which rule best describes this transformation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "(x,y) ⇒ (x, y – 7)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined the transformation (change of a shape using a rotation (circular movement), reflection (flip), translation (slide), or dilation (resize)) of the triangle was a translation. The student made this determination based on how the x-coordinate (horizontal position from 0) of each vertex (corner) of the triangle was the same after the transformation, but the y-coordinate (vertical position from 0) of each vertex was 7 units lower after the transformation. Therefore the rule (x, y) ⇒ (x, y – 7) describes the triangle moving down 7 units.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "(x,y) ⇒ (x, –y)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a reflection across the x-axis (horizontal) instead of the translation of the triangle. The student needs to focus on the effect a transformation has on a figure and the rule that can be used to explain the effect on the figure when graphed on a coordinate grid.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "(x,y) ⇒ (x – 7, y)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified the transformation was a translation but chose the rule that describes a horizontal shift to the left instead of the vertical translation of the triangle. The student needs to focus on the effect a transformation has on a figure and the rule that can be used to explain the effect on the figure when graphed on a coordinate grid.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "(x,y) ⇒ (–x, y)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified the rule that describes a reflection across the y-axis (vertical) instead of the translation of the triangle. The student needs to focus on the effect a transformation has on a figure and the rule that can be used to explain the effect on the figure when graphed on a coordinate grid.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Solve real-world problems comparing how interest rate and loan length affect the cost of credit."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Two customers took out loans from a bank.",
            ":box:• Henry took out a 4-year loan for $5,000 and paid 4.2% annual simple interest.\n\n• Ingrid took out a 6-year loan for $5,000 and paid 3.9% annual simple interest.",
            "What is the difference between the amounts of interest Henry and Ingrid paid for their loans?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$417",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the principal by the number of years for each customer's loan, calculating $5,000/4 = $1,250 and $5,000/6 = $833.33. The student then likely calculated $1,250 – $833.33 = $416.67 and rounded to the nearest dollar. The student needs to focus on the correct use of the simple interest formula.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "$150",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the principal by the rate, omitting the number of years in the formula, and made an error in converting the percent to a decimal for each customer, calculating ($5,000)(0.42) = $2,100and ($5,000)(0.39) = $1,950. The student then likely calculated $2,100 – $1,950 = $150. The student needs to focus on the correct use of the simple interest formula and correctly converting percentages to decimals.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "$60",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used t = 4 for both loans, calculating I = ($5,000)(0.042)(4) = $840 and I = ($5,000)(0.039)(4) = $780. The student then likely calculated $840 – $780 = $60. The student needs to focus on attending to the details of the question in problems.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "$330",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the difference in the amount of interest Henry and Ingrid paid, the student should have first calculated the amount of interest each person paid for his or her loan using the simple interest formula I = Prt, in which P represents the principal (initial loan amount), r represents the rate (in decimal form), and t represents the length of time in years. Then the student should have subtracted the lesser amount from the greater amount. To determine the amount of interest for Henry's loan, the student should have calculated I = ($5,000)(0.042)(4) = $840. To determine the amount of interest for Ingrid's loan, the student should have calculated I = ($5,000)(0.039)(6) = $1,170. Finally the student should have subtracted the lesser amount from the greater amount ($1,170 – $840), resulting in $330.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Write an equation in the form y = mx + b to model a linear relationship between two quantities using verbal, numerical, tabular, and graphical representations."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A coach is ordering shirts for a team.",
            ":box:• The coach pays a one-time fee of $24.\n\n• The coach also pays $8 for each shirt ordered.",
            "Which function can be used to find c, the total amount the coach pays in dollars when k shirts are ordered?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "c = 8k + 32",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the correct slope of 8 but used the sum of the two values given in the stem as the y-intercept (24 + 8 = 32). The student needs to focus on determining the function to represent a verbal description.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "c = 8k + 24",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which function (equation) can be used to find c, the total amount the coach pays in dollars when k shirts are ordered, the student should have identified the values of m and b in the slope-intercept form of the line, y = mx + b. The m represents the rate of change (also referred to as slope, which is the steepness of a straight line when graphed on a coordinate grid). The b represents the y-intercept (value where the line crosses the y-axis (vertical)) and the initial value in a given scenario. Based on the information in the bullets, the student should have identified that “$8 for each shirt” represents the rate of change (m) and the “one-time fee of $24” represents the y-intercept (b). The student should have substituted these values into the slope-intercept form of the line, resulting in c = 8k + 24.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "c = 32k + 8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the sum of the two values given in the stem as the slope (24 + 8 = 32) and the cost per shirt as the y-intercept (8). The student needs to focus on the definitions for slope and y-intercept as well as determining the function to represent a verbal description.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "c = 24k + 8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the values for the slope and the y-intercept. The student needs to focus on the definitions for slope and y-intercept as well as determining the function to represent a verbal description.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Contrast bivariate sets of data that suggest a linear relationship with bivariate sets of data that do not suggest a linear relationship from a graphical representation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which scatterplot does NOT suggest a linear relationship between x and y?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX19G8M/media/13b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not pay attention to the NOT in the question and chose a scatterplot that resembled a line with a positive slope. The student needs to focus on attending to the details of the question in problems.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/TX19G8M/media/13c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized the scatterplot resembled a line with a negative slope; however, the student may have thought that since the line does not pass through the origin (point where the x-axis (horizontal) and the y-axis (vertical) on a coordinate grid cross, represented by the ordered pair (0, 0)) that the line does not represent a linear relationship. The student needs to focus on the definition of a linear relationship between x and y and how that relationship can be represented graphically.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/TX19G8M/media/13a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which scatterplot (graph of plotted points that shows the relationship between two sets of data) does NOT suggest a linear relationship between x and y, the student should have understood that in a scatterplot that DOES suggest a linear relationship between x and y, the data points should resemble a straight line, even if the data points are not in a perfect line. Using this understanding, the student should have identified the graph in which the data points are graphed to resemble a curve.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/TX19G8M/media/13d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized the scatterplot resembled a horizontal line; however, the student may have thought that horizontal lines cannot represent a linear relationship. The student needs to focus on the definition of a linear relationship between x and y and how that relationship can be represented graphically.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Model and solve one-variable equations with variables on both sides of the equal sign that represent mathematical and real-world problems using rational number coefficients and constants."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What value of x makes this equation true?",
            "12x – 15 = 6 – 3x"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "7/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 3x from both sides of the equation, resulting in the equation 9x – 15 = 6, and then added 15 to both sides of the equation, resulting in 9x = 21. Then the student likely divided both sides of the equation by 9, which resulted in x = 21/9 = 7/3. The student needs to focus on using the proper steps to solve an equation.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "3/7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 12x to both sides of the equation, resulting in the equation –15 = 6 + 9x, and then subtracted 6 from both sides of the equation, resulting in –21 = 9x. Then the student likely divided both sides of the equation by 9, which resulted in x = –21/9 = –7/3. The student likely thought the negative sign indicated the need to swap the numerator and denominator to then omit the negative sign. The student needs to focus on using the proper steps to solve an equation.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "5/7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 3x to both sides of the equation, resulting in the equation 15x – 15 = 6, and then added 15 to both sides of the equation, resulting in 15x = 21. Then the student likely divided both sides of the equation by 21, which resulted in x = 15/21 = 5/7. The student needs to focus on using the proper steps to solve an equation.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "7/5",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which value of x makes the equation true, the student could have added 3x to both sides of the equation to combine x terms, resulting in 15x – 15 = 6. Then the student could have isolated the x on the left side of the equation by adding 15 to both sides of the equation, resulting in 15x = 21. Finally the student should have divided both sides of the equation by 15, resulting in x = 21/15, which is equivalent to 7/5. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Describe the volume formula V = Bh of a cylinder in terms of its base area and its height."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A silo is a building shaped like a cylinder used to store grain. The diameter of a particular silo is 6.5 meters, and the height of the silo is 12 meters.",
            "problems/TX19G8M/media/15a.jpg",
            "Which equation can be used to find V, the volume of this silo in cubic meters?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "V = π(3.25)² • (12)",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the volume (amount of three-dimensional space taken up) of the cylinder, the student should have used the formula V = π • r² • h, in which r represents the radius (distance from the center to the circumference of a circle) and h represents the height (vertical distance from top to bottom) of the cylinder. The student should have calculated the length of the radius by dividing the length of the diameter (straight line going through the center of a circle connecting two points on the circumference) by 2 (6.5 ÷ 2 = 3.25). Substituting r = 3.25 and h = 12 in the formula results in V = π • (3.25)² • (12).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "V = π(6.5)² • (12)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the length of the diameter in place of the length of the radius in the formula. The student needs to focus on understanding the formula for determining the volume of a cylinder.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "V = π(12)² • (3.25)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the length of the height and the length of the radius and swapped their values in the formula. The student needs to focus on understanding the formula for determining the volume of a cylinder.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "V = π(6)² • (6.5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used half of the height in place of the length of the radius and the length of the diameter as the height in the formula. The student needs to focus on understanding the formula for determining the volume of a cylinder.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Construct a scatterplot and describe the observed data to address questions of association such as linear, non-linear, and no association between bivariate data."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The scatterplot shows the energy in watts and the light output in lumens per watt of several lightbulbs.",
            "problems/TX19G8M/media/16a.jpg",
            "Which statement best describes the association between the energy and light output of these lightbulbs?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "As the energy increases, the light output increases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely observed that for several points, as the values of the energy increased, so did the values of the light output. However, there is not a clear pattern to the data. The student needs to focus on describing the data on scatterplots to address questions of association.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "As the energy increases, the light output decreases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely observed that for several points, as the values of the energy increased, the values of the light output decreased. However, there is not a clear pattern to the data. The student needs to focus on describing the data on scatterplots to address questions of association.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "As the energy increases, the light output remains the same.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely observed that for several points, as the values of the energy increased, the values of the light output remained the same. However, there is not a clear pattern to the data. The student needs to focus on describing the data on scatterplots to address questions of association.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "There is no apparent association between the energy and light output.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement best describes the association between the energy and light output of the lightbulbs, the student should have observed the data points in the graph to determine the association between the energy (independent variable, x) and the light output (dependent variable, y). In this scenario the points on the graph are spread out over the graph and do not resemble a line with a positive or negative slope (the steepness of a straight line when graphed on a coordinate grid; m = (y₂ – y₁)/(x₂ – x₁); therefore this scatterplot (graph of plotted points that shows the relationship between two sets of data) appears to have no apparent association.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Order a set of real numbers arising from mathematical and real-world contexts."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table shows the completion times of four runners in a race.",
            "problems/TX19G8M/media/17a.jpg",
            "Which list shows the runners in order by their completion times from fastest to slowest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Patty, Joe, Steve, Ellen",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted “fastest” to mean greatest and ordered the values from greatest value to least value. The student needs to focus on attending to the details of the question in problems that involve ordering mixed numbers and decimals.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Ellen, Joe, Steve, Patty",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that the value of 12 1/2 was less than the value of 12 2/5. The student needs to focus on comparing mixed numbers correctly.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Ellen, Steve, Joe, Patty",
                "Key": {
                    "Correct": true,
                    "Rationale": "To order the completion times from the fastest (smallest number of seconds) to the slowest (greatest number of seconds), the student could have converted the mixed numbers to decimals. This results in decimal values of 12.5, 12.09, 12.4, and 12.8. The student could then have ordered the runners' times by comparing the values to the right of the decimal point. The correct order of the decimals is 12.09, 12.4, 12.5, and 12.8, which means that the correct order of the runners from fastest to slowest is Ellen, Steve, Joe, and Patty. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Patty, Steve, Joe, Ellen",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted “fastest” to mean greatest and ordered the values from greatest value to least value and thought that the value of 12 1/2 was less than the value of 12 2/5. The student needs to focus on attending to the details of the question in problems that involve ordering mixed numbers and decimals and comparing mixed numbers correctly.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use similar right triangles to develop an understanding that slope, m, given as the rate comparing the change in y-values to the change in x-values, (y₂ – y₁)/(x₂ – x₁), is the same for any two points (x₁, y₁) and (x₂, y₂) on the same line."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Triangle HJK and triangle PMK are similar right triangles. The coordinates of all the vertices are integers.",
            "problems/TX19G8M/media/18a.jpg",
            "Which statement is true about the slope of HK and the slope of PK?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The slope of HK is less than the slope of PK, because the ratio of the change in y-values of the endpoints to the change in x-values of the endpoints is less for HK than it is for PK.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely inverted the values in the slope formula when substituting to find the slope of HK, resulting in m = (–3 – (–10))/(5 – 10), which simplifies to –7/5. The student likely calculated the correct slope for PK and thus concluded that –7/5 was less than –5/7. The student needs to focus on correctly using the formula for the slope of a line.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The slope of HK is equal to the slope of PK, because the ratio of the change in y-values of the endpoints to the change in x-values of the endpoints is the same for HK as it is for PK.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement about the slopes (steepness of a straight line when graphed on a coordinate grid) of the two line segments is true, the student could have determined the slope of each line segment that lies on the graph of the line using the formula for slope, m = (y₂ – y₁)/(x₂ – x₁). For HK, the student could have determined the value of the expression (5 – 10)/(–3 – (–10)), which simplifies to –5 /7. For PK, the student could have determined the value of the expression (5 – 0)/(–3 – 4), which simplifies to –5/7. Therefore the slopes of the two line segments are equal. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The slope of HK is greater than the slope of PK, because the ratio of the change in y-values of the endpoints to the change in x-values of the endpoints is greater for HK than it is for PK.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misidentified the location of point H as (10, 10) instead of (–10, 10) and calculated the slope of HK as m = (5 – 10)/(–3 – 10), which simplifies to 5/13. The student likely calculated the correct slope for PK and thus concluded that 5/13 was greater than –5/7. The student needs to focus on correctly identifying the coordinates of points in the coordinate plane.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The relationship between the slope of HK and the slope of PK cannot be determined, because the triangles are congruent.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize that the slope of a line can be calculated using any two points of a line regardless of the figures they may form. The student needs to focus on using any two points and the formula for the slope of a line to find the slope of a line segment.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Use models and diagrams to explain the Pythagorean theorem."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The diagram shows three squares that are joined at vertices to form a right triangle.",
            "problems/TX19G8M/media/19a.jpg",
            "Which statement is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The sum of the areas of Square N and Square L is equal to the area of Square K.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true, the student should have recognized that the diagram shows a shaded right triangle (closed figure with three sides and one 90-degree angle). Therefore the student should have recognized the need to use the Pythagorean theorem to answer this question. The Pythagorean theorem (a² + b² = c², where the variables a and b represent the side lengths of the legs of the right triangle and c represents the length of the hypotenuse (the longest side, which is opposite the 90-degree angle)) shows the relationships between the squares of the side lengths of the right triangle. If n, l, and k represent the lengths of the sides of Square N, Square L, and Square K, respectively, then n² equals the area of Square N, l² equals the area of Square L, and k² equals the area of Square K. Since these squares are formed using the side lengths of the right triangle, the Pythagorean theorem holds that n² + l² = k². Thus the area of Square N plus the area of Square L equals the area of Square K.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The sum of the areas of Square N and Square L is greater than the area of Square K.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely assumed that the area of Square K must be less than the areas of Square N and Square L combined because of the size of Square K. The student likely did not make the connection between the area of each side length and the Pythagorean theorem for right triangles. The student needs to focus on using models and diagrams to explain the Pythagorean theorem.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The sum of the areas of Square N and Square K is equal to the area of Square L.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the lengths of the triangle using side lengths n and k as the leg lengths of the triangle and side length l as the hypotenuse of the triangle. The student needs to focus on using models and diagrams to explain the Pythagorean theorem.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The sum of the areas of Square N and Square K is less than the area of Square L.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misread the labels and assumed that the area of Square L must be greater than the areas of Square N and Square K combined because of the size of Square K. The student likely did not make the connection between the area of each side length and the Pythagorean theorem for right triangles. The student needs to focus on using models and diagrams to explain the Pythagorean theorem.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Graph proportional relationships, interpreting the unit rate as the slope of the line that models the relationship."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A bottle contains 30 fluid ounces of orange juice and 18 fluid ounces of pineapple juice. Which graph has a slope that best represents the ratio of orange juice to pineapple juice in this bottle?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX19G8M/media/20a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the graph with a slope that reversed the relationship between the amount of pineapple juice and the amount of orange juice. The student needs to focus on determining the slope from a verbal description and identifying the graph that represents the situation.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "problems/TX19G8M/media/20b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which graph has a slope that best represents the ratio of orange juice to pineapple juice in the bottle, the student should have determined the unit rate (amount of orange juice to the amount of pineapple juice) by dividing the number of fluid ounces of orange juice (30) by the number of fluid ounces of pineapple juice (18), which results in a unit rate of 30/18 or 5/3. This indicates that there are 5 ounces of orange juice for every 3 ounces of pineapple juice. The student should have determined that the graph appears to pass through the points located at (0, 0) and (6, 10), and the slope (steepness of a straight line when graphed on a coordinate grid; m = (y₂ – y₁)/(x₂ – x₁)) between these points is represented by the equation m = (10 – 0)/(6 – 0) = 10/6 = 5/3, which has a simplified value of 1.6. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "problems/TX19G8M/media/20c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not take the scale of each axis into account when applying the slope of 5/3. The student likely counted up 5 grid lines and over 3 grid lines. The student needs to focus on confirming the slope is being represented accurately on the scale on each axis.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "problems/TX19G8M/media/20d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the graph with a slope that reversed the relationship between the amount of pineapple juice and the amount of orange juice and did not take the scale of each axis into account. The student needs to focus on determining the slope from a verbal description and identifying the graph that represents the situation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use a trend line that approximates the linear relationship between bivariate sets of data to make predictions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Students recorded the total number of pages and chapters in each of several books on the scatterplot.",
            "problems/TX19G8M/media/21a.jpg",
            "Based on the scatterplot, which is the best prediction of the total number of pages in a book with 4 chapters?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "150 pages",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the number of pages in a book with 4 chapters by finding the midpoint of the y-values of the points on the scatterplot located at (5, 140) and (5, 160). The student needs to focus on how to use a scatterplot to make predictions.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "140 pages",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely drew a line that passes through the points on the scatterplot located at (5, 160) and (8, 232) to make the prediction. The student needs to focus on drawing a line as close as possible to all points with a similar number of points above and below the line.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "90 pages",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely drew a line that passes through the points on the scatterplot located at (2, 60) and (3, 78) to make the prediction. The student needs to focus on drawing a line as close as possible to all points with a similar number of points above and below the line.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "120 pages",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the best prediction of the total number of pages in a book with 4 chapters using a scatterplot (graph of plotted points that shows the relationship between two sets of data), the student should have drawn a line that closely follows the pattern formed by the points on the graph. Once drawn, there should be about half of the points above the line and the other half below the line. A good line for this scatterplot would pass through the points (2, 53) and (6, 187). The student should have then identified where the grid line marked 4 (representing 4 chapters) intersects (crosses over) the line the student drew and determined that the total number of pages corresponding to that point is about 120 pages. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Two-Dimensional Shapes"
        ],
        "SubTopics": [
            "Model the effect on linear and area measurements of dilated two-dimensional shapes."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Quadrilateral KMPT is dilated by a scale factor of 3/4 to create quadrilateral K'M'P'T'. The perimeter of quadrilateral KMPT is x units.",
            "What is the perimeter in units of quadrilateral K'M'P'T'?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "x units",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that a dilation did not affect the perimeter of a figure. The student needs to focus on modeling the effect on linear and area measurements of dilated two-dimensional shapes.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "3/4 • x units",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the perimeter in units of quadrilateral K'M'P'T', the student should have recognized that when a figure is dilated (enlarged or decreased in size), its measurements increase or decrease based on the scale factor (ratio of the length of a side of one figure to the length of the corresponding (paired) side of a similar figure). The student should have realized that a scale factor of 3/4 means that each side length on the dilated figure (K'M'P'T') will be three-fourths the side lengths of the original figure (KMPT). Multiplying the perimeter of quadrilateral KMPT, x, by a scale factor of 3/4 will create a new quadrilateral with a perimeter three-fourths of the original perimeter, 3/4 • x.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "(3/4)² • x units",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the effect that a dilation has on the area of a figure. The student needs to focus on modeling the effect on linear and area measurements of dilated two-dimensional shapes.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "4/3 • x units",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely inverted the scale factor (4/3). The student needs to focus on modeling the effect on linear and area measurements of dilated two-dimensional shapes.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Calculate and compare simple interest and compound interest earnings."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Mr. Jenkins deposited $1,250 into an account. He made no additional deposits or withdrawals. Mr. Jenkins earned 4.25% annual simple interest on the money in the account.",
            "What was the balance in dollars and cents in Mr. Jenkins's account at the end of 4 years?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "1462.50",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the balance in Mr. Jenkins's account at the end of 4 years, the student should have used the formula I = Prt, in which P represents the principal (initial loan amount), r represents the interest rate, and t represents the length of time in years, to calculate the interest in the account after 4 years. Using the given information, the student should have written the equation as I = ($1,250)(0.0425)(4), which results in $212.50. Finally the student should have added $212.50 and $1,250, resulting in $1,462.50.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use an algebraic representation to explain the effect of a given positive rational scale factor applied to two-dimensional figures on a coordinate plane with the origin as the center of dilation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A polygon is graphed on a coordinate grid with (x, y) representing the location of a certain point on the polygon. The polygon is transformed using the rule (x, y) ⇒ (ax, ay).",
            "Which statement must be true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "If a is greater than 1, the image of the polygon is congruent to the polygon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought the rule represented a translation, rotation, or reflection. Each of these types of transformations results in a figure that is congruent to the original figure. The student needs to focus on the rules for transformations and their effects on the new figures.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "If a is between 0 and 1, the image of the polygon is congruent to the polygon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought the rule represented a translation, rotation, or reflection. Each of these types of transformations results in a figure that is congruent to the original figure. The student needs to focus on the rules for transformations and their effects on the new figures.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "If a is greater than 1, the image of the polygon is smaller than the polygon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized the transformation as a dilation but did not apply the effects of the scale factor (a) correctly. The student needs to focus on the rules for transformations and their effects on the new figures.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "If a is between 0 and 1, the image of the polygon is smaller than the polygon.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true, the student should have recognized that the rule given ((x, y) ⇒ (ax, ay)) for the transformation (change of a shape using a rotation (circular movement), reflection (flip), translation (slide), or dilation (resize)) creates a dilation. The scale factor (ratio of the length of a side of one figure to the length of the corresponding (paired) side of a similar figure) for the dilation is a. If a figure is dilated by a scale factor between 0 and 1, the new figure will be smaller.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Write a corresponding real-world problem when given a one-variable equation or inequality with variables on both sides of the equal sign using rational number coefficients and constants."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "At a store each notebook has a cost of x dollars. Which situation can be represented by this inequality?",
            "5x < 3x + 2"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The cost of 5 notebooks is greater than the cost of 3 notebooks plus a $2 pen.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the meaning of the inequality symbol as “greater than.” The student needs to focus on reviewing the meaning of inequality symbols and the words associated with their use.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The cost of 5 notebooks is less than the cost of 3 notebooks with a $2-off coupon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused “with a $2-off coupon” to mean adding the coupon and did not apply the meaning of the coupon on the cost in the scenario. The student needs to focus on reviewing the words associated with writing inequalities and their meanings.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The cost of 5 notebooks is less than the cost of 3 notebooks plus a $2 pen.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the situation that can be represented by the inequality 5x < 3x + 2, the student should have identified the expression on the left side of the inequality symbol as the cost of 5 notebooks and the expression on the right side of the inequality symbol as the cost of 3 notebooks plus an additional $2 item. The inequality symbol given indicates the inequality should be read as “the cost of 5 notebooks is less than the cost of 3 notebooks plus a $2 pen.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The cost of 5 notebooks is $2 greater than the price of 3 notebooks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose the situation that would model an equation instead of the given inequality. The student needs to focus on reviewing the meaning of inequality symbols and the words associated with their use.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Use previous knowledge of surface area to make connections to the formulas for lateral and total surface area and determine solutions for problems involving rectangular prisms, triangular prisms, and cylinders."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A can in the shape of a cylinder has a diameter of 6 centimeters and a height of 10 centimeters. Which measurement is closest to the total surface area of the can in square centimeters?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "603.19 cm²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the diameter as the radius in the surface area formula, S = 2π • (6)(10) + 2π • (6)². The student needs to focus on correctly identifying the parts of the formula and how they are related to the figure.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "245.04 cm²",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total surface area (total area of the surfaces of a three-dimensional figure) of the can, the student should have used the formula for the total surface area of a cylinder, S = 2π • rh + 2π • r², in which r represents the radius (distance from the center to the circumference of a circle) and h represents the height (vertical distance from top to bottom) of the can. To determine the value of r, the student should have divided the given diameter (straight line going through the center of a circle connecting two points on the circumference), 6, by 2, resulting in r = 3. Substituting the given values, the student should have evaluated S = 2π • (3)(10) + 2π • (3)², which is approximately equal to 245.04. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "376.99 cm²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the diameter as the radius in the lateral surface area formula, S = 2S(6)(10). The student needs to focus on understanding and properly applying the formula for determining the total surface area of a figure and correctly identifying the parts of the formula and how they are related to the figure.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "188.50 cm²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the lateral surface area formula, S = 2π • rh. The student needs to focus on understanding and properly applying the formula for determining the total surface area of a figure and correctly identifying the parts of the formula and how they are related to the figure.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Order a set of real numbers arising from mathematical and real-world contexts."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The diagonal lengths of three rectangles are shown. The rectangles are not drawn to scale.",
            "problems/TX19G8M/media/27a.jpg",
            "Which list shows the rectangles in order by their diagonal lengths from shortest to longest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Rectangle T, Rectangle S, Rectangle P",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely assumed that the fraction had to be less than 6.7. The student needs to focus on converting fractions to decimals and approximating the value of square roots before ordering numbers as directed.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Rectangle T, Rectangle P, Rectangle S",
                "Key": {
                    "Correct": true,
                    "Rationale": "To identify the list of rectangles in order by the lengths of their diagonals, the student should have ordered the diagonal lengths. To order the diagonal lengths from shortest to longest, the student could have first converted the improper fraction to a decimal (34/5 = 6.8) and approximated the value  of √36.5 before ordering the three numbers. Because 6 • 6 = 36 and 7 • 7 = 49, the student should have determined that the square root (value that, when multiplied by itself, is equal to the number under the √) of 36.5 has a value between 6 and 7. Additionally, since 36.5 is only 0.5 greater than 36, the student should have determined that the √36.5 is very close to 6. Finally the student should have ordered the numbers from least to greatest, that is, √36.5, 6.7, and 34/5. So the corresponding rectangles are Rectangle T, Rectangle P, and Rectangle S. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Rectangle S, Rectangle T, Rectangle P",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought the value of the fraction was less than the other values. The student needs to focus on converting fractions to decimals before ordering numbers as directed.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Rectangle S, Rectangle P, Rectangle T",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely ordered the diagonal lengths from longest to shortest. The student needs to focus on ordering numbers as directed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Write an equation in the form y = mx + b to model a linear relationship between two quantities using verbal, numerical, tabular, and graphical representations."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graph shows the relationship between the number of gallons of fuel remaining in the tank of a semitruck and the number of miles traveled by the semitruck.",
            "problems/TX19G8M/media/28a.jpg",
            "Which function can be used to find y, the number of gallons of fuel remaining in the tank of the semitruck after it has traveled x miles?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "y = 240x – 30",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the point (0, 240) and interpreted the y-value as the slope. The student likely also identified the point (300, 210) but used the change in the y-values as the y-intercept (240 – 210 = 30). The student needs to focus on how to calculate the slope and how to identify the y-intercept from the graph to write the function of a line graphed on a coordinate grid.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "y = –1/6 • x + 240",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student correctly identified the y-intercept, however, the student likely did not look at the scale on the coordinate grid when determining the slope of –1/6. To determine the slope, the student likely started at (0, 240), moved down one unit, and then moved 6 units to the right, ending at (300, 210). The student needs to focus on how to read the scales on coordinate grids accurately.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "y = 240x – 10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the point (0, 240) and interpreted the y-value as the slope. In order to calculate the slope, the student likely also identified the point (300, 210). The student found the slope by calculating the change in x-values divided by the change in y-values, m = (300 – 0)/(210 – 240) = –300/30, which simplifies to –10. The student needs to focus on how to use the formula for the slope accurately and understanding the meaning of m and b when writing the function of a line graphed on the coordinate grid.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "y = –1/10 • x + 240",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which function (equation) is represented by the graph (line), the student should have determined the values of m and b in the slope-intercept form of the line, y = mx + b. The b in y = mx + b represents the y-intercept (value where a line crosses the y-axis (vertical)), and the m represents the slope (steepness of a straight line when graphed on a coordinate grid; m = (y₂ – y₁)/(x₂ – x₁)) of a line. The student should have determined that the line appears to intersect (cross over) the y-axis at (0, 240); therefore the value of b is 240. The student should have identified a second point that the line appears to pass through and used it and (0, 240) to calculate the slope of the line. Using (0, 240) and (300, 210) yields m = (210 – 240)/300 – 0) = –30/300 = –1/10. Substituting m with –1/10 and b with 240, the function that best represents the line is y = –1/10 • x + 240.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Convert between standard decimal notation and scientific notation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The density of oxygen is 0.001429 grams per cubic centimeter. How is this number written in scientific notation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1.429 × 10³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely only counted the number of places the decimal point moved, not which direction the decimal point moved. The student needs to focus on understanding how to determine the exponent based on the place value when converting standard form to scientific notation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "1.429 × 10²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted the number of zeros after the decimal and did not consider which direction the decimal point was moved. The student needs to focus on understanding how to determine the exponent based on the place value when converting standard form to scientific notation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1.429 × 10⁻³",
                "Key": {
                    "Correct": true,
                    "Rationale": "Scientific notation is used to express very large and very small numbers. Instead of writing 0.00000001, this value can be expressed as a multiple of 10: 0.00000001 = 1/10,000,000 = 1/(10⁸) = 10⁻⁸. The shorthand method of translating from standard notation to scientific is to move the decimal point left (when the number is greater than 1) or right (when the number is less than 1) until there is only 1 non-zero number before the decimal point. Any extra zeros prior to that number are not included within the scientific notation. The number of decimal places the point moves determines the value of the exponent. The direction the decimal point is moved determines whether the exponent is positive or negative. Moving the decimal point to the right creates a negative exponent. Moving the decimal point to the left creates a positive exponent. Since the decimal point moves to the right 3 places, the exponent is –3, resulting in 1.429 × 10⁻³.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "1.429 × 10⁻²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted the number of zeros after the decimal as the exponent. The student needs to focus on understanding how to determine the exponent based on the place value when converting standard form to scientific notation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Write one-variable equations or inequalities with variables on both sides that represent problems using rational number coefficients and constants."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Helen had $330 in her savings account when Vince opened a savings account with zero dollars.",
            ":box:• Helen deposited $30 into her account each week for x weeks.\n\n• Vince deposited $50 into his account each week for x weeks.\n\n• The accounts did not earn interest.",
            "Which inequality represents this situation when the amount of money in Helen's account was greater than the amount of money in Vince's account?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "30x < 330 + 50x",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student added 50x to Helen's 330 instead of adding 30x. The student needs to focus on accurately writing algebraic expressions that represent verbal descriptions.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "50x > 330 + 30x",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the inequality symbol. The student needs to focus on using the correct symbols to write inequalities.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "30x > 330 + 50x",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student added 50x to Helen's 330 instead of adding 30x and misinterpreted the inequality symbol. The student needs to focus on writing inequalities that represent verbal descriptions.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "50x < 330 + 30x",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which inequality (mathematical relationship between two expressions that are not equal, using symbols to represent “less than” or “greater than”) represents the situation, the student should have written an expression representing the amount in each person's savings account. The student could have used 330 + 30 x to represent the amount in Helen's account, because 330 is the balance of Helen's savings account when Vince opened his savings account, and 30x is the $30 Helen deposited each week for x weeks. The student could have used 0 + 50 x (or 50x) to represent the amount in Vince's account, because 0 is the balance of Vince's savings account when he opened it, and 50x is the $50 Vince deposited each week for x weeks. The question asks for the inequality representing when Helen's account was greater than Vince's account, and since all the options were given with the 330 on the right of the inequality symbol, the student should have determined that “<” represented Vince's account balance as “less than” Helen's account balance.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Solve problems involving the volume of cylinders, cones, and spheres."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The height of a cylinder is 5 centimeters. The circumference of the base of the cylinder is 16π centimeters.",
            "Which measurement is closest to the volume of the cylinder in cubic centimeters?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "251.3 cm³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the two values in the stem by π. The product (answer to a multiplication problem) of (5 • 16 • π) is approximately equal to 251.3. The student needs to focus on identifying and using the formula required for the task.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "4,021.2 cm³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the value of the diameter (straight line going through the center of a circle connecting two points on the circumference) instead of the radius, usingV = π • (16)² • (5), resulting in approximately 4,021.2. The student needs to focus on identifying the appropriate values and using the formula required for the task.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1,005.3 cm³",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the volume (amount of three-dimensional space taken up) of the cylinder, the student should have used the formula for the volume of a cylinder, V = π • r² • h. To determine the value of r, the radius (distance from the center to the circumference of a circle) of the cylinder, the student should have set the formula for the circumference of a circle equal to the given value for the circumference, C = 2πr = 16π, an d solved for r. The student should have found the radius of the cylinder is 8 cm. Substituting the value of the radius and the given value of the height in the formula,V = π • (8)² • (5), results in approximately 1,005.3.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "628.3 cm³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely squared the value of the height instead of the radius within the formula for the volume of a cylinder, V = π • (5)² • (8), resulting in 628.3. The student needs to focus on identifying the appropriate values and using the formula required for the task.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Distinguish between proportional and non-proportional situations using tables, graphs, and equations in the form y = kx or y = mx + b, where b ≠ 0."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which graph appears to show a proportional relationship between x and y?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX19G8M/media/32a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which graph appears to show a proportional relationship between x and y, the student should have recognized the line that passes through the origin (point where the x-axis (horizontal) and the y-axis (vertical) on a coordinate grid cross, represented by the ordered pair (0, 0)).",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "problems/TX19G8M/media/32b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the positive slope (steepness of a straight line when graphed on a coordinate grid) as meaning the line showed a proportional relationship. The student needs to focus on the definition of a proportional relationship and on applying it to determine whether a graph represents a proportional relationship.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "problems/TX19G8M/media/32c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the constant x-value for each different y-value and understood it as a requirement of proportional relationships. The student needs to focus on the definition of a proportional relationship and on applying it to determine whether a graph represents a proportional relationship.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "problems/TX19G8M/media/32d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the constant y-value for each different x-value and understood it as a requirement of proportional relationships. The student needs to focus on the definition of a proportional relationship and on applying it to determine whether a graph represents a proportional relationship.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Approximate the value of an irrational number, including p and square roots of numbers less than 225, and locate that rational number approximation on a number line."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The points on the number line represent the values of four different numbers.",
            "problems/TX19G8M/media/33a.jpg",
            "Which point best represents the value of √3?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Point A",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 3 by 3 instead of taking the square root, resulting in 1. The student needs to focus on understanding how to find the square root of a number.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Point B",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 3 by 2 instead of taking the square root, resulting in 1.5. The student needs to focus on understanding how to find the square root of a number.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Point C",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which point best represents √3, the student could have determined that √3 is close to √4, which has a value of 2. Since √3 is less than √4, the value of √3 must be less than 2. The student could have then evaluated the point at 1.5 by squaring it, resulting in a value of 2.25, and the point at 1.75 by squaring it, resulting in a value of 3.06. The student should have identified point C as the point representing the value of √3. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Point D",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely disregarded the square root symbol. The student needs to focus on understanding how to find the square root of a number.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Use previous knowledge of surface area to make connections to the formulas for lateral and total surface area and determine solutions for problems involving rectangular prisms, triangular prisms, and cylinders."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The side lengths of the base of a triangular prism are 5 meters, 8 meters, and 10 meters. The height of the prism is 16.5 meters.",
            "problems/TX19G8M/media/34a.jpg",
            "What is the lateral surface area of the prism in square meters?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "379.5",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the lateral surface area (total area of the surfaces of a three-dimensional figure, not including the area of the bases) of a triangular prism, the student could have used the formula S = Ph, where P represents the perimeter of the base and h represents the height of the prism. To determine the perimeter of the triangular base, the student could have added the three sides of the triangle, P = 5 + 8 + 10 = 23. The student could have identified h as 16.5 m from the diagram. The student could have evaluated S = (23)(16.5), which is equal to 379.5. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use data from a table or graph to determine the rate of change or slope and y-intercept in mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table shows the linear relationship between the number of hours Francis worked, x, and the amount of money Francis earned, y.",
            "problems/TX19G8M/media/35a.jpg",
            "Based on the table, how much did Francis earn per hour?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$17.50 per hour",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student used the amount earned for 1.25 hours worked shown in the table. The student needs to focus on using data from a table or graph to determine the rate of change.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "$14.00 per hour",
                "Key": {
                    "Correct": true,
                    "Rationale": "Because it is a linear relationship, the student should have determined the rate of change, which is Francis's earnings per hour. The student could have divided the amount earned by the corresponding number of hours: $17.50 ÷ 1.25, $52.50 ÷ 3.75, or $77.00 ÷ 5.5, any of which results in $14.00 per hour.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "$35.00 per hour",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student found the difference between the first two amounts earned, (52.50 – 17.50). The student needs to focus on using data from a table or graph to determine the rate of change.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "$24.50 per hour",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student found the difference between the last two amounts earned, (77.00 – 52.50). The student needs to focus on using data from a table or graph to determine the rate of change.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Use informal arguments to establish facts about the angle sum and exterior angle of triangles, about the angles created when parallel lines are cut by a transversal, and the angle-angle criterion for similarity of triangles."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Four triangles are shown. One side of each triangle lies on a ray, and the triangles are not drawn to scale.",
            "problems/TX19G8M/media/36a.jpg",
            "problems/TX19G8M/media/36b.jpg",
            "Based on these triangles, which statement about x is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "x = 160, because 180 – (130 + 30) = 20 and 180 – 20 = 160",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true about the value of x, the student could have used the fact that the sum of all three interior angles of a triangle is equal to 180°. So the measure of the missing angle is 180 – (130 + 30) = 20. Then the student could have used the knowledge that the measure of a straight angle is 180°. Therefore the value of x is 180 – 20 = 160.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "x = 20, because 130 + 30 = 160 and 180 – 160 = 20",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely knew that the sum of all three interior angles of a triangle is equal to 180° and found the value of the missing interior angle. The student needs to focus on paying attention to the details in the question to complete all the correct operations to solve a problem.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "x = 80, because 180 – 130 = 50 and 50 + 30 = 80",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely knew that a straight angle has a measure of 180° and subtracted 180 – 130 to find the value of the missing angle as 50°. Then the student assumed that the value of x was the sum of the missing angle and the top angle, x = 50 + 30 = 80. The student needs to focus on understanding the concepts of angle sums and the relationship with exterior angles of triangles.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "x = 340, because 130 + 30 = 160 and 160 + 180 = 340",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely knew that the sum of all three interior angles of a triangle is equal to 180° and added the given angles, 130 + 30 = 160. However, the student then added 160 and 180 instead of subtracting to find the value of the missing angle before finding the value of x. The student needs to focus on applying the correct operations when solving a problem.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use a trend line that approximates the linear relationship between bivariate sets of data to make predictions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The scatterplot shows the time spent playing a video game and the number of points scored by several students.",
            "problems/TX19G8M/media/37a.jpg",
            "Based on the scatterplot, which is the best prediction of the number of points scored by a student who spends 45 minutes playing the video game?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1,200",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely drew a line that passes through the points on the graph located at approximately (5, 375) and (15, 600) and determined that the grid line marked at 45 intersects at approximately 1,200 points. The student needs to focus on drawing a line as close as possible to all points with a similar number of points above and below the line.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "920",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely drew a line that passes through the points on the graph located at approximately (15, 450) and (30, 700) and determined that the grid line marked at 45 intersects at approximately 920 points. The student needs to focus on drawing a line as close as possible to all points with a similar number of points above and below the line.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1,060",
                "Key": {
                    "Correct": true,
                    "Rationale": "To use a scatterplot (graph of plotted points that shows the relationship between two sets of data) to make a prediction, the student could have drawn a line that closely follows the pattern formed by the points on the graph, and when drawn it had about half of the points above it and the other half below it. A good line for this scatterplot would pass through the points at approximately (0, 250) and approximately (25, 700). The student could have then identified where the grid line marked 45 intersects (crosses over) the line the student drew and determined that the number of points scored corresponding to that point is about 1,060 points. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "1,300",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely drew a line that passes through the points on the graph located at approximately (15, 450) and (30, 875) and determined that the grid line marked at 45 intersects at approximately 1,300 points. The student needs to focus on drawing a line as close as possible to all points with a similar number of points above and below the line.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Use the Pythagorean theorem and its converse to solve problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The length of a rectangular frame is 15 inches, and the width of the frame is 8 inches. What is the length of a diagonal of this frame in inches?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "17",
                "Key": {
                    "Correct": true,
                    "Rationale": "When the line representing the diagonal length of a rectangle is drawn, that line divides the rectangle into two identical right triangles (closed figure with three sides and one 90-degree angle). Given the length of two sides of a right triangle, the length of the third side can be determined by using the Pythagorean theorem, a² + b² = c². The c in the Pythagorean theorem represents the length of the longest side (which is opposite the 90-degree angle), in this case the diagonal, while a and b represent the other two sides (in no particular order). To determine the length of the diagonal in inches, the values for a and b should be substituted into the Pythagorean theorem, (15)² + (8)² = c². To solve for c, the student should have calculated √((15)² + (8)²) = √(c²) or √((15 •15) + (8 •8)) = c, which yields √289 = c and when simplified equals 17.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Identify functions using sets of ordered pairs, tables, mappings, and graphs."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which set of ordered pairs represents y as a function of x?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "{(0, 0), (–1, 2), (–1, –2), (–2, 4), (–2, –4)}",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused which variable was the input for the function and which variable was the output for the function. The set has one x-value (–1) paired with two different y-values (2 and –2) and another x-value (–2) paired with two different y-values (4 and –4). The student needs to focus on the definition of a function and on applying it to determine whether a set of ordered pairs represents a function.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "{(0, 0), (1, 1), (2, 4), (3, 9), (3, 16)}",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused which variable was the input for the function and which variable was the output for the function. The set has one x-value (3) paired with two different y-values (9 and 16). The student needs to focus on the definition of a function and on applying it to determine whether a set of ordered pairs represents a function.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "{(0, 0), (0, 1), (0, 2), (0, –1), (0, –2)}",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused which variable was the input for the function and which variable was the output for the function. The set has one x-value (0) paired with five different y-values (0, 1, 2, –1, and –2). The student needs to focus on the definition of a function and on applying it to determine whether a set of ordered pairs represents a function.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "{(0, 0), (–1, –0.5), (–2, –1), (–3, –1.5), (–4, –2)}",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that in order for a set of ordered pairs to represent a function (relationship in which each input (x) has a single output (y)), each value of x can only be paired with one value of y. The set of ordered pairs contains only one y-value for each x-value.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Calculate and compare simple interest and compound interest earnings."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Gabriel deposits $2,500 into each of two savings accounts.",
            ":box:• Account I earns 4% annual simple interest.\n\n• Account II earns 4% interest compounded annually.",
            "Gabriel does not make any additional deposits or withdrawals. What is the sum of the balances of Account I and Account II at the end of 3 years?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "$5,600.00",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for simple interest for both loans, using I = Prt and calculating Account I as I = ($2,500)(0.04)(3) = $300, and determined the balance to be $2,500 + $300 = $2,800. The student calculated Account II as I = ($2,500)(0.04)(3) = $300 and determined the balance to be $2,500 + $300 = $2,800. The student then added the two sums, $2,800 + $2,800 = $5,600. The student needs to focus on understanding the difference between simple and compound interest, the formula for each, and how to apply them.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "$5,612.16",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the sum of two bank accounts with different types of interest, the student should have calculated the balance in each account and then added the two amounts. To determine the balance in Account I, the student should have used the formula for simple interest, I = Prt, in which P represents the principal (initial loan amount), r represents the interest rate, and t represents the length of time in years, I = ($2,500)(0.04)(3) = $300. The student should have then added the interest to the principal, $2,500 + $300 = $2,800. To determine the balance in Account II, the student should have used the formula for compound interest, A = P (1 + r)ᵗ, in which A represents the balance amount (principal and interest combined), A = $2,500(1 + 0.04)³ = $2,812.16. Finally the student should have added $2,800 + $2,812.16 and determined that the sum of the two accounts at the end of 3 years was $5,612.16.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "$5,624.32",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for compound interest for both loans, using A = P(1 + r)ᵗ and calculating Account I as A = $2,500(1 + 0.04)³ = $2,812.16. The student calculated Account II as A = $2,500(1 + 0.04)³ = $2,812.16. The student then added the two sums, $2,812.16 + $2,812.16 = $5,624.32. The student needs to focus on understanding the difference between simple and compound interest, the formula for each, and how to apply them.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "$5,200.00",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the sum of the balances in each account after one year. The student calculated Account I as I = ($2,500)(0.04)(1) = $100. To determine the balance in Account I, the student added the interest to the principal, $2,500 + $100 = $2,600. To determine the balance in Account II, the student calculated that A = $2,500(1 + 0.04)¹ = $2,600. Finally the student calculated $2,600 + $2,600 = $5,200.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Represent linear proportional situations with tables, graphs, and equations in the form of y = kx."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "On a map scale, 2 inches represents 60 miles. Which graph best shows the relationship between x, the number of inches on the map, and y, the actual distance in miles?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX19G8M/media/41a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the given value of 60 miles as the unit rate (the distance represented by 1 inch on the map) instead of the number of miles represented by 2 inches. The student needs to focus on determining the unit rate and how that translates to the graph.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/TX19G8M/media/41b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the 60 miles as the y-intercept (where the line intersects the y-axis (vertical)) along with the correct unit rate. The student needs to focus on determining the y-intercept of the graph.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/TX19G8M/media/41c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which graph best shows the relationship between the number of inches on the map and the actual distance in miles, the student could have calculated the unit rate of 1 inch represents 30 miles as well as graphed the ordered pairs (1, 30) and (2, 60). The student should have then identified the graph that shows a line that passes through those points (1 inch represents 30 miles and 2 inches represents 60 miles). The line in this graph appears to pass through these points.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/TX19G8M/media/41d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the 60 miles as the y-intercept (where the line intersects the y-axis (vertical)) and as the unit rate. The student needs to focus on determining the unit rate and the y-intercept of the graph.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Two-Dimensional Shapes"
        ],
        "SubTopics": [
            "Explain the effect of translations, reflections over the x- or y-axis, and rotations limited to 90°, 180°, 270°, and 360° as applied to two-dimensional shapes on a coordinate plane using an algebraic representation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Quadrilateral PQRS was translated 5 units to the right and 3 units up to create quadrilateral P'Q'R'S'. Which rule describes this transformation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "(x, y) ⇒ (x – 5, y – 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the rule for translating the figure 5 units to the left and 3 units down. The student needs to focus on writing rules for translations and explaining the effect.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "(x, y) ⇒ (x + 5, y + 3)",
                "Key": {
                    "Correct": true,
                    "Rationale": "To identify the rule that describes the transformation (change of a shape using a rotation (circular movement), reflection (flip), translation (slide), or dilation (resize)), the student should have recognized that when a shape is translated 5 units to the right, each x-coordinate (horizontal position from 0) is increased by 5 units, which is represented by the expression x + 5. When a shape is translated 3 units up, each y-coordinate (vertical position from 0) is increased by 3 units, which is represented by the expression y + 3. Therefore the rule (x, y) ⇒ (x + 5, y + 3) describes this transformation.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "(x, y) ⇒ (x – 3, y – 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the relationship between the effect on x and y and identified the rule for translating the figure 3 units to the left and 5 units down. The student needs to focus on writing rules for translations and explaining the effect.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "(x, y) ⇒ (x + 3, y + 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the relationship between the effect on x and y and identified the rule to translate the figure 3 units to the right and 5 units up. The student needs to focus on writing rules for translations and explaining the effect.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}