{
    "Directions": "Read the following passage about three girls visiting their grandmother who lives near the ocean in South Carolina, then answer each question that follows.",
    "Context": [],
    "Title": "The Wonderful Story",
    "Subtitle": "",
    "Author": "by Jane Harrington and Connie Troutman",
    "LabelType": "P",
    "Content": [
        [" ", "\tFripp Island was overcome by storms, so the Shapiro girls had to stay indoors. They had chosen to stay at the beach house that day with their grandmother instead of shopping with their parents. Grandma Gert had been lots of fun so far too. They had read a couple of good adventure stories, made cookies and eaten almost all of them."],
        [" ", "\tMeghan, Emma, and Lucy were now starting to get a bit restless, though, and wished the storm would break so they could go down to the beach. They could see the waves lashing against the shore and longed to chase after them, then run away from them as they rolled back."],
        [" ", "\tThey talked about what they might find on the sand bar. Oddly, right now the sand bar was not at all visible. Usually, they could see pelicans on the “island,” as they liked to call the sand bar. The big birds were known in the area for flying in long straight lines, but right now the birds were elsewhere. Perhaps they were off in some spot watching and waiting, as the girls were doing."],
        [" ", "\tGrandma Gert looked at her watch. It was three o’clock, and she didn’t expect her son and daughter-in-law back until dinnertime. She joined the kids at the windows. Their house had a lot of windows and a big deck; it stood right on the beach. It made the four of them feel as if they were in the storm. They were quite dry indoors, though,—too dry for a day at the beach."],
        [" ", "\t“May we go outside?” asked Emma. “It’s warm out, and we don’t mind being wet.” The girls looked at Grandma Gert so sweetly and with such eagerness she couldn’t say no, so all three bolted out of the doors to the deck."],
        [" ", "\t“Let’s pretend we’re on a boat,” said Meghan, “and that we’re sailing on a stormy sea.”"],
        [" ", "\tThey all liked that idea and hung onto the railing of the deck, as if on a boat. The house, on its stilts, swayed in the wind. The children teetered from side to side. The four of them felt as if they were really in a boat on a stormy sea; it frightened little Lucy, who was the youngest. She jumped into Grandma Gert’s arms and put her head on her shoulder. Grandma Gert was ready to suggest they not stay out too long when she noticed something which concerned her."],
        [" ", "\tBelow, on the beach, there was no longer any sand visible. She knew the tide should be out, and even on the stormiest days she had not seen the beach disappear at low tide. The water was hitting the rocks which separated the house from the shore, and it looked as if it would soon be approaching the house."],
        [" ", "\tNoticing their grandmother’s worried expression, the children followed her gaze. They all watched as the water rose and rose until it was climbing up the stilts of their house. Lucy gripped Grandma Gert a little tighter, but Meghan and Emma watched the rising tide with great interest and excitement."],
        [" ", "\tThe next thing that happened would have scared most people, but the group standing on the deck of the beach house just grinned as the house ripped away from its stilts and began floating. Grandma Gert and the children seemed to know this adventure would be special, and they had no fear. Even Lucy looked ahead with expectation as the house tossed and turned its way out to sea."],
        [" ", "\t“Hold tight to the rail,” yelled Grandma Gert over the loud rush of the ocean, “and keep your eyes open for any sign of danger!”"],
        [" ", "\tMeghan, the oldest of the children, took this order very seriously. Grabbing onto furniture and walls, she made her way through the house and got her father’s binoculars."],
        [" ", "\tOnce back on the deck, she found she could see quite far with them and set about the task of looking for danger. Ahead of her, however, she saw a clear sky and calm sea."],
        [" ", "\t“Hey everyone,” she yelled excitedly, “hold tight and soon it will be smooth sailing!”"],
        [" ", "\tEmma jumped up and down with excitement, screaming, “I want to see a big sea serpent!”"],
        [" ", "\tLucy joined in, bellowing, “I want to see dolphins jumping through the waves!”"],
        [" ", "\tBefore they knew it, the sky above them was the bluest blue they had ever seen, and the ocean was calm. The house stopped its pitching and fell into a gentle rock."],
        [" ", "\t“What do you suppose will happen now?” asked Emma, but at that very moment the answer to her question was rising above her head. A huge tentacle flipped in the air and then gently picked Emma up. She giggled with delight as the smiling face of a giant octopus peeked over the side of the deck."],
        [" ", "\tGrandma Gert was a bit concerned, at first, for the welfare of her sweet granddaughter. But seeing that the bright green octopus looked more like a carnival ride than a sea monster, she asked the creature if he would take all three children for a ride at once. He did have eight tentacles, after all."],
        [" ", "\tThe giant octopus had no problem with that request, and being so well equipped, he even grabbed Grandma Gert and took all four of the adventurers on a great ride."],
        [" ", "\t“I’m getting a bit dizzy now; please let me down,” said Grandma Gert after a good hour of exciting dips, dives, and loops. “We really must be thinking about getting home—that is, getting our home back where it belongs.”"],
        [" ", "\tStill smiling, the amenable sea creature gently placed the four back on the deck, waved many goodbyes, and sank back under the sea."],
        [" ", "\t“I’ve never had this much fun in all my life,” said Meghan. “Do we really have to go back?” After some thought she added, “I can’t see how we can do it anyway.”"],
        [" ", "\tLucy, still spinning from the dizzying ride, pointed at the pelicans overhead."],
        [" ", "\t“Ah, yes,” said Grandma Gert, “our friends, the pelicans. They’ll show us the way.” And sure enough, the house sailed along behind the last pelican in line until, ahead, the travelers could see the sand bar dotted with other pelicans."],
        [" ", "\t“The island!” yelled Meghan. “Our house belongs right over there on the shore.” She pointed to the stilts which once had held up their house."],
        [" ", "\tNow that the storm had cleared, the beach was long. As they approached the shore, they wondered how the house would get back where it belonged. They prepared for a jolt, but the house just glided along the sand and right up to its old resting place. Once it had stopped, the four walked down the steps of the deck and looked in awe at the house. There was no sign that the house had been anywhere. No broken stilts, no seaweed stuck to the deck, nothing."],
        [" ", "\tGrandma Gert consulted her watch. “My goodness, kids, we better start dinner. Your mom and dad will be here any minute.” As they jumped off the couch, the children heard a noise at the front door and ran to greet their parents."],
        [" ", "\t“Will this rain ever stop?” asked their mother as she closed her umbrella."],
        [" ", "\t“What have you been doing?” asked their dad."],
        [" ", "\t“Oh, Daddy,” said all the kids at once, “we read and baked cookies, and Grandma Gert told us the most wonderful story!”"]
    ],
    "Copyright": "",
    "References": []
}