{
    "Directions": "Read the following passage about ramen noodles, then answer each question that follows.",
    "Context": [
        "On a chilly day in 1947, one Japanese inventor dreamed of bringing hot noodles to the whole world. And he did!"
    ],
    "Title": "Magic Noodles",
    "Subtitle": "",
    "Author": "by Tracy Vonder Brink",
    "LabelType": "P",
    "Content": [
        [" ", "\tMaybe you’ve seen those square packets of dry, curly Japanese noodles in the supermarket. Maybe you’ve even eaten them. You can find fast-cooking ramen in grocery stores from the Arctic to the tropics. Where did it come from, and how is it different from other noodles?"],
        ["", "No-Wait Noodles"],
        [" ", "\tIn 1947, the country of Japan was recovering from World War II. Many people were out of work. Food was scarce. One day, a bank manager in Osaka named Momofuku Ando walked past a long line of shivering people. They were waiting at a noodle stand to buy bowls of noodles called ramen."],
        [" ", "\tA big bowl of ramen soup with fish and vegetables was a cheap and tasty meal. Ando never forgot the people standing outside in the cold, just for noodles. Ten years later, when he lost his job, that memory [sparked] an idea. Could Ando create a new kind of ramen, one that didn’t make people wait?"],
        [" ", "\tAndo bought some second-hand kitchen gear and set up a workshop in his backyard shed. He made a list of goals: his noodles had to be tasty, cheap, and quick to cook. He also wanted people to be able to store his noodles without a refrigerator. So the ramen had to be dried. That was a problem."],
        [" ", "\tFresh ramen noodles are made with kansui, a mixture of salts similar to baking soda. The kansui makes ramen noodles feel springy when you bite into them. Most other kinds of noodles don’t use kansui. When they are air-dried, then cooked in boiling water, they taste just like fresh noodles. But when ramen is air-dried and then boiled, it clumps together and goes rubbery."],
        [" ", "\tAndo went to his shed and experimented with ramen nearly every day for a whole year. He made noodle after noodle. He tweaked the recipe and dried them in different ways. None had the right texture. But he kept trying."],
        ["", "World of Ramen"],
        [" ", "\tThen one day, Ando was in the kitchen when his wife was making tempura, battered vegetables cooked in hot oil. Ando watched the tempura bubble as it hit the oil. He realized the hot oil was driving water out of the batter (making bubbles). Was frying the answer to his ramen problem?"],
        [" ", "\tAndo fried some noodles to see. Sure enough, the hot oil boiled the water out of the ramen, “drying” it. When the fried ramen noodles were boiled, they tasted like they were fresh. Ando had found the answer!"],
        [" ", "\tFrying noodles had another surprise. It filled the noodles with tiny holes. Those holes made the ramen cook fast with not much water."],
        [" ", "\tAndo seasoned his noodles before frying them. That meant they didn’t need to be boiled in a big pot with broth—his ramen cooked in two minutes, just by pouring hot water over it."],
        [" ", "\tOn August 25, 1958, Ando introduced his new ramen to Japan. Because it cooked so quickly, with just a little hot water, it was nicknamed “magic ramen.” Ando’s noodles were a hit! Trucks lined up at the factory, waiting to be filled."],
        [" ", "\tInstant noodles soon spread to other countries. At first, the soup flavor was dusted directly onto the noodles. Later, Ando switched to powdered soup packets. These could be made in many different flavors. Ando’s first world-wide instant ramen came in one flavor: chicken. “Chikin Ramen” was the brand name Ando gave to his creation."],
        [" ", "\tIn 1966, Ando was visiting America when he saw workers put dry ramen noodles in a cup, pour hot water over them, and eat them with a fork. Ando was inspired. After five years of experimenting, he made a new version of ramen that came in its own cup."],
        [" ", "\tInstant ramen has even been to space! At age 91, Ando formed a special team to create “Space Ram.” They pressed the ramen into a ball shape and made a thick, syrupy broth. This sticks to the noodles even floating around in space. Astronaut Soichi Noguchi of the Japanese Aerospace Exploration Agency (JAXA) tried them out on the Space Shuttle Discovery in 2005. Ando was 95 years old."],
        [" ", "\tMomofuku Ando passed away in 2007, but his company and many others are still busy making noodles. It’s [estimated] that more than 100 billion servings of instant ramen have been eaten since Ando’s breakthrough batch. That’s a lot of noodles for the world."],
        ["", "problems/PA24G5E/media/S1a.jpg"]
    ],
    "Copyright": "",
    "References": []
}