{
    "Directions": "Read the poem about a character who wants to change their name. Then answer each question that follows.",
    "Context": [
        "Teresa Mei Chuc is an American poet who was born in Vietnam. In this poem, she reflects on the meaning and history of her names."
    ],
    "Title": "Names",
    "Subtitle": "",
    "Author": "by Teresa Mei Chuc",
    "LabelType": "L",
    "Content": [
        [" ", "I am tired of having five different names;"],
        [" ", "Having to change them when I enter\n\n"],
        [" ", "A new country or take on a new life. My"],
        [" ", "First name is my truest, I suppose, but I\n\n"],
        ["5", "Never use it and nobody calls me by this Vietnamese"],
        [" ", "Name though it is on my birth certificate—\n\n"],
        [" ", "Tue My Chuc. It makes the sound of a twang of a"],
        [" ", "String pulled. My parents tell me my name in Cantonese\n\n"],
        [" ", "is Chuc Mei Wai. Three soft bird chirps and they call"],
        ["10", "me Ah Wai. Shortly after I moved to the U.S., I became\n\n"],
        [" ", "Teresa My Chuc, then Teresa Mei Chuc. “Teresa” is the sound"],
        [" ", "Water makes when one is washing one's hands. After my first\n\n"],
        [" ", "Marriage, my name was Teresa Chuc Prokopiev."],
        [" ", "After my second marriage, my name was Teresa Chuc Dowell.\n\n"],
        ["15", "Now I am back to Teresa Mei Chuc, but I want to go way back."],
        [" ", "Reclaim that name once given and lost so quickly in its attempt\n\n"],
        [" ", "to become someone that would fit in. Who is Tue My Chuc?"],
        [" ", "I don't really know. I was never really her and her birthday\n\n"],
        [" ", "on March 16, I never celebrate because it's not my real birthday"],
        ["20", "though it is on my birth certificate. My birthday is on January 26,\n\n"],
        [" ", "really, but I have to pretend that it's on March 16"],
        [" ", "because my mother was late registering me after the war.\n\n"],
        [" ", "Or it's in December, the date changing every year according to"],
        [" ", "the lunar calendar—this is the one my parents celebrate\n\n"],
        ["25", "because it's my Chinese birthday. All these names"],
        [" ", "and birthdays make me dizzy. Sometimes I just don't feel like a\n\n"],
        [" ", "Teresa anymore; Tue (pronounced Twe) isn't so embarrassing."],
        [" ", "A fruit learns to love its juice. Anyways, I'd like to be string ...\n\n"],
        [" ", "resonating. Pulled back tensely like a bow\n\n"],
        ["30", "Then reverberate in the arrow's release straight for the heart."]
    ],
    "Copyright": "“Names” by Teresa Mei Chuc, from Keeper of the Winds. Copyright © 2014 by Teresa Mei Chuc. Reprinted by permission of the author.",
    "References": []
}