{
    "Directions": "Read the excerpt from a poem about changes in people's lives and then answer each question that follows.",
    "Context": [],
    "Title": "[from] Metamorphoses",
    "Subtitle": "Book XV, The Teachings of Pythagoras",
    "Author": "by Ovid",
    "LabelType": "L",
    "Content": [
        [" ", "Notice the year's four seasons: they resemble"],
        [" ", "Our lives. Spring is a nursling, a young child,"],
        [" ", "Tender and young, and the grass shines and buds"],
        [" ", "Swell with new life, not yet full-grown nor hardy,"],
        ["5", "But promising much to husbandmen, with blossom"],
        [" ", "Bright in the fertile fields. And then comes summer"],
        [" ", "When the year is a strong young man, no better time"],
        [" ", "Than this, no richer, no more passionate vigor."],
        [" ", "Then comes the prime of Autumn, a little sober,"],
        ["10", "But ripe and mellow, moderate of mood,"],
        [" ", "Halfway from youth to age, with just a showing"],
        [" ", "Of gray around the temples. And then Winter,"],
        [" ", "Tottering, shivering, bald or gray, and agèd.\n\n"],
        [" ", "Our bodies also change. What we have been,"],
        ["15", "What we now are, we shall not be tomorrow."],
        [" ", "There was a time when we were only seed,"],
        [" ", "Only the hope of men, housed in the womb,"],
        [" ", "Where Nature shaped us, brought us forth, exposed us"],
        [" ", "To the void air, and there in light we lay,"],
        ["20", "Feeble and infant, and were quadrupeds"],
        [" ", "Before too long, and after a little wobbled"],
        [" ", "And pulled ourselves upright, holding a chair,"],
        [" ", "The side of the crib, and strength grew into us,"],
        [" ", "And swiftness; youth and middle age went swiftly"],
        ["25", "Down the long hill toward age, and all our vigor"],
        [" ", "Came to decline, so Milon, the old wrestler,"],
        [" ", "Weeps when he sees his arms whose bulging muscles"],
        [" ", "Were once like Hercules',¹ and Helen² weeps"],
        [" ", "To see her wrinkles in the looking glass:"],
        ["30", "... Time devours all things"],
        [" ", "With envious Age, together. The slow gnawing"],
        [" ", "Consumes all things, and very, very slowly."]
    ],
    "Copyright": "“Book XV, The Teachings of Pythagoras” by Ovid, from The Metamorphoses, translated by Rolfe Humphries. Copyright © 1955 Indiana University Press. Copyright renewed © 1983 by Winifred Davies. Reprinted by permission of Indiana University Press.",
    "References": [
        ["¹", "Hercules — Roman hero and god from classical mythology"],
        ["²", "Helen — In Greek mythology, Helen of Troy was the daughter of Zeus and considered the most beautiful woman in the world."]
    ]
}