{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Outdoor School",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tIt was the night before Erik's first day of outdoor kindergarten. The family was having dinner. Erik had been pestering Daniel with questions about school all day, just as he had every day for the last two weeks. Daniel had been annoyed and refused to answer most of Erik's questions."],
        ["2", "\tWhy is he always asking so many questions? Why can't he just go to school and enjoy it like I did? Daniel thought to himself. Daniel would give anything to go back to outdoor kindergarten. The more questions that Erik asked, the grumpier Daniel got. Finally, he'd had enough."],
        ["3", "\t“Stop with all the questions,” he said in a loud voice, standing up from the table. “You will go to school outside like all Norwegian children, and you will love it. Now stop asking me so many questions!” Then, he excused himself from the table and stomped to his room. His parents called after him, telling him to apologize to his little brother."],
        ["4", "\tOnce he was in his room, Daniel started to feel bad about how he had treated Erik. After all, Daniel was 10 years old, but Erik was only 5. He shouldn't be so hard on his little brother. Daniel lay on his bed, daydreaming about one of his favorite days from kindergarten, when his class had built a small den—almost like an animal's den—out of wood and other natural materials. After building the den, each student got a turn to crawl inside it and eat a snack. How he wished he could go back to kindergarten!"],
        ["5", "\tThere was a soft knock on the door. “What do you want?” snapped Daniel as he was ripped away from his happy memory."],
        ["6", "\t“Fine.”"],
        ["7", "\tErik opened the door slightly and sheepishly peeked into the room. Daniel suddenly felt terrible. “Come on in, brother. I'm sorry. I didn't mean to be grouchy with you.”"],
        ["8", "\t“That's OK.” Erik shuffled in, holding a teddy bear."],
        ["9", "\t“I know you don't like me asking questions, but ... but ...”"],
        ["10", "\t“It's fine,” Daniel said, sitting up. “I know you are just nervous about going to school tomorrow. Go ahead and ask me anything you want.”"],
        ["11", "\t“Really?” Erik's little face brightened. He walked toward the bed and hopped on."],
        ["12", "\t“Ask me all of the questions you want to know about school. I promise I will tell you everything. I just know you will love it!”"],
        ["13", "\t“Why do we have outdoor kindergarten in Norway?”"],
        ["14", "\t“Well, nature is important. Mom told me that your school and others like it are outdoors because it makes us more creative and independent. That means you get better at doing things on your own. While you're playing outside all day, you're also learning.”"],
        ["15", "\t“What are some of the things we will learn?”"],
        ["16", "\t“First, you learn about the woods. Your teachers will take you for walks. You will learn about the forest and different animals that live in it. You will learn how to identify plants by looking at their leaves. You will see different animals outdoors and then use clay to make models of them. There are all sorts of activities that will make you love the outdoors. It is a lot of fun, Erik.”"],
        ["17", "\t“What will we do when there is snow? What happens if I get cold?”"],
        ["18", "\t“When it snows, you will still be outside for three hours at a time. Mom and Dad will get you the clothes you need to stay warm. You will take breaks inside the school cottage to eat and rest.”"],
        ["19", "\tErik seemed to relax, warming to the idea of school, but he still had more questions for his older brother. Daniel was true to his word. He patiently answered every question his little brother asked until Erik's eyes grew heavy. Daniel told Erik to go get ready for bed because he had to be rested for a fun day tomorrow. Erik hurried to the door of Daniel's room and glanced back with a smile."],
        ["20", "\tAs Daniel smiled back at his little brother, he realized that even though he was no longer in outdoor kindergarten, he could still do all the outdoor activities he had loved so much on his own. Maybe he would even bring Erik along sometimes. The little guy isn't so bad, he thought to himself."]
    ],
    "Copyright": "",
    "References": []
}