{
    "Directions": "Read the passage, then answer each question that follows.",
    "Context": [],
    "Title": "Shakespeare’s Words",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tHave you ever been led on a “wild-goose chase” or heard a difficult situation described as being “in a pickle”? We have the sixteenth-century poet, playwright, and actor William Shakespeare to thank for these phrases. In fact, you probably use many of Shakespeare’s words and phrases without even knowing it."],
        ["2", "\tShakespeare wrote many plays, sonnets, and poems during his lifetime. After his death, his friends published a collection of his plays known as First Folio. Without this, many of his plays would have been lost forever. This publication helped keep Shakespeare’s popularity alive centuries after his death."],
        ["3", "\tShakespeare was a remarkable storyteller who told stories that people could relate to. He took popular plots and ideas from other plays of the era and put his own twist on them by using creative forms of poetry. He was witty, and sometimes his humor could be very crude. This delighted the audiences of the time. His stories are still acted out on stages all over the world today, in settings and in times not of 1600s England or before. Rather, the plays are set in large cities or on another planet in the future. His stories stand the test of time."],
        ["4", "\tShakespeare was also a master of the English language. He is given credit for introducing 1,700 new words. Shakespeare used language creatively. He used words in new ways to create phrases that we still use today. Have your parents ever said you have “eaten me out of house and home”? This expression means you have eaten so much that all the food is gone, and it was used in Shakespeare’s play Henry IV, Part 2. Have you ever used the phrase “come what may”? This means that whatever is going to happen will happen. This saying is commonly used today but is based on a phrase used in the play Macbeth. Green is the color of jealousy because Shakespeare used the words “green-eyed monster” in his play Othello. Have you ever had to “break the ice” when meeting a new person for the first time? Maybe you asked polite questions about them or told them things about yourself? This phrase was first seen in The Taming of the Shrew."],
        ["5", "\tNot only are his phrases remembered, but many of the words we use today are because of Shakespeare. The word friend has been around for a long time. It was originally used as a noun, as in a person, place, or thing. For example, “John is my friend.” Today, we also use it as a verb, or an action word. For example, “I am going to friend John.” Shakespeare first used friend as a verb in Henry V in 1599. The word elbow was commonly used to describe the body part. Shakespeare was the first to use it as a verb in King Lear. Now, we commonly use it as a verb. For example, “Sarah elbowed her brother.”"],
        ["6", "\tShakespeare also loved to connect words together to form new words. Bed and room were commonly used words in Shakespeare’s time. He connected them together and formed the new word bedroom. This term replaced bedchamber in everyday use."],
        ["7", "\tShakespeare added prefixes and suffixes to change words. Un- was added to many words, such as unagreeable, unadvised, and unanswered. He added dis- to many words as well, such as dishearten or dislocate. In The Taming of the Shrew, he used the word bedazzled to mean a gleam of sunlight. This word is now used to describe rhinestone- embellished clothing and accessories. By adding a suffix to the end of a word, he created the words heartless, worthless, and fashionable. He sometimes used both a prefix and a suffix to come up with a new use of a word, such as uncomfortable in Romeo and Juliet."],
        ["8", "\tSometimes Shakespeare invented new words. Have you ever heard the word swagger? Shakespeare invented it. He first used it in his plays Henry V and A Midsummer Night’s Dream. Now, we commonly use the terms swagger and swag. In A Midsummer Night’s Dream, he was the first to use the word manager. If not for Shakespeare, we could not request to see the manager to complain."],
        ["9", "\tMany people think William Shakespeare was the best English writer of all time. His many works are about love, revenge, jealousy, murder, and mystery. Shakespeare wrote thirty-seven plays. He wrote histories, comedies, romances, tragedies, and a lot of poetry. He also wrote the b͟l͟o͟c͟k͟b͟u͟s͟t͟e͟r plays of his day. Some of his most famous are A Midsummer Night’s Dream, Macbeth, Romeo and Juliet, and Hamlet. It has been over 400 years since his death, and we still celebrate his works all around the world. Shakespeare is best remembered for his witty and creative use of the English language and for changing the way we use words today."]
    ],
    "Copyright": "",
    "References": []
}