{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Identify and draw one or more lines of symmetry, if they exist, for a two-dimensional figure."
        ],
        "Content": [
            "The drawing shows four lines through a figure. Three of the lines are lines of symmetry.",
            "problems/TX21G4M/media/1a.jpg",
            "Which line does NOT appear to be a line of symmetry for this figure?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Line w",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a line that was a line of symmetry instead of a line that was NOT a line of symmetry, as directed. The student needs to focus on attending to the details of problems that involve lines of symmetry."
                }
            },
            "B": {
                "Choice": "Line x",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which line does NOT appear to be a line of symmetry (an imaginary line that divides a figure into halves that are reflections of each other), the student should have looked at each line in the figure to determine whether it was a line of symmetry. The student should have noticed that line x does not divide the figure into halves that are reflections of each other, so it is not a line of symmetry."
                }
            },
            "C": {
                "Choice": "Line y",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a line that was a line of symmetry instead of a line that was NOT a line of symmetry, as directed. The student needs to focus on attending to the details of problems that involve lines of symmetry."
                }
            },
            "D": {
                "Choice": "Line z",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a line that was a line of symmetry instead of a line that was NOT a line of symmetry, as directed. The student needs to focus on attending to the details of problems that involve lines of symmetry."
                }
            }
        }
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent and solve addition and subtraction of fractions with equal denominators using objects and pictorial models that build to the number line and properties of operations."
        ],
        "Content": [
            "Kendrick used 4 5/8 bags of dirt in a garden of roses and 9 1/8 bags of dirt in a garden of wildflowers. Which equation can be used to find the number of bags of dirt Kendrick used?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "4/8 + 5/8 + 9/8 + 1/8 = 19/8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely turned the whole numbers into fractions using the denominator (bottom number) of 8 instead of 1 (4 → 4/8 and 9 → 9/8) and then added the resulting fractions to the fraction part of the mixed numbers, 4/8 + 5/8 + 9/8 + 1/8 = 19/8. The student needs to focus on how to write whole numbers in fraction form."
                }
            },
            "G": {
                "Choice": "9/8 + 10/8 = 19/16",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the whole number to each numerator (top number) (4 5/8 → (4 + 5)/8 = 9/8 and 9 1/8 → (9 + 1)/8 = 10/8) and then added the numerators and added the denominators (bottom number) to find the sum (9/8 + 10/8 → 19/16). The student needs to focus on how to write mixed numbers in fraction form and how to add fractions."
                }
            },
            "H": {
                "Choice": "20/8 + 9/8 = 3 5/8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the whole number by each numerator (top number) to find each improper fraction (4 5/8 → (4 × 5)/8 = 20/8 and 9 1/8 → (9 × 1)/8 = 9/8) and then added the resulting fractions 20/8 + 9/8 + 29/8 = 3 5/8. The student needs to focus on how to write mixed numbers in fraction form."
                }
            },
            "J": {
                "Choice": "4 + 9 + 5/8 + 1/8 = 13 6/8",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equation that can be used to find the number of bags of dirt Kendrick used, the student could have added together the whole numbers to get 4 + 9. Then the student could have added together the fractions to get 5/8 + 1/8. The equation that can be used to find the number of bags of dirt is  4 + 9 + 5/8 + 1/8 = 13 6/8. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.”"
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent the value of the digit in whole numbers through 1,000,000,000 and decimals to the hundredths using expanded notation and numerals."
        ],
        "Content": [
            "The number of movie tickets sold at a theater last year can be written in expanded notation, as shown.",
            "(8 × 100,000) + (6 × 1,000)",
            "What is this number written in standard form?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "860,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused 6,000 with 60,000 and placed the digit 6 in the ten-thousands place instead of the thousands place. The student needs to focus on how to write numbers presented in expanded notation as numerals."
                }
            },
            "B": {
                "Choice": "86,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused 800,000 with 80,000 and placed the digit 8 in the ten-thousands place instead of the hundred thousands place. The student needs to focus on how to write numbers presented in expanded notation as numerals."
                }
            },
            "C": {
                "Choice": "806,000",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the standard form for the number of movie tickets sold at the theater (806,000), the student could have put the digits from expanded notation in place-value order. From left to right, the place-value order is hundred thousands place, ten-thousands place, thousands place, hundreds place, tens place, and ones place. The student could have used 8 in the hundred thousands place for the (8 × 100,000) in expanded notation, a 0 in the ten-thousands place because the expanded notation has no indication of value for the ten-thousands place, a 6 in the thousands place for the (6 × 1,000) in expanded notation, and 0s in the hundreds place, tens place, and ones place because the expanded notation has no indication of value of these places. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "D": {
                "Choice": "8,006,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused 800,000 with 8,000,000 and placed the digit 8 in the millions place instead of the hundred thousands place. The student needs to focus on how to write numbers presented in expanded notation as numerals."
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Add and subtract whole numbers and decimals to the hundredths place using the standard algorithm."
        ],
        "Content": [
            "The list shows the numbers of visitors who arrived and the numbers of visitors who left a science museum for the first three hours after it opened one day.",
            "• In the first hour, 294 visitors arrived.",
            "• In the second hour, 408 visitors arrived and 89 visitors left.",
            "• In the third hour, 313 visitors arrived and 175 visitors left.",
            "How many visitors were in the science museum after the third hour?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "457",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely disregarded the visitors who arrived the first hour and only added 408 + 313 to find the total number of visitors (721) and then subtracted the total visitors who left (89 + 175 = 264 ) from this value, resulting in −721 − 264 = 457. The student needs to focus on attending to the details of a problem involving multiple steps."
                }
            },
            "G": {
                "Choice": "751",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of visitors who were in the science museum after the third hour, the student could have added to find the total number of visitors who arrived (294 + 408 + 313 = 1,015) and then added to find the total number of visitors who left (89 + 175 = 264). Then the student should have subtracted the total number of visitors who left from the total number of visitors who arrived to find the number of visitors in the museum after the third hour, resulting in 751 (1,015 − 264 = 751). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "H": {
                "Choice": "1,015",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the number of visitors who arrived and did not carry out any additional steps (294 + 408 + 313 = 1,015). The student needs to focus on attending to the details of a problem involving multiple steps."
                }
            },
            "J": {
                "Choice": "901",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the total number of visitors who arrived (294 + 408 + 313 = 1,015) and then subtracted the number of visitors who left in the second hour (89) by subtracting the smaller digit from the larger digit in each place value instead of regrouping (1,015 − 89 → 1,074 ). The student then subtracted the number of visitors who left in the third hour (175) by subtracting the smaller digit from the larger digit in each place value instead of regrouping (1,074 − 175 → 901). The student needs to focus on understanding how to subtract a smaller number from a larger number and attending to the details of a problem involving multiple steps."
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Compare two fractions with different numerators and different denominators and represent the comparison using the symbols >, =, or <."
        ],
        "Content": [
            "Which fraction belongs in the □ to make this comparison true?",
            "3/7 > □"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1/4",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which fraction belongs in □ the to make the comparison true, the student could have found a common denominator (bottom number that is the same) for 3/7 and 4/1. Because 7 and 4 can both be multiplied by a number to get 28, 28 is the lowest common denominator for these fractions ((3 × 4)/(3 × 4) = 12/28 and (1 × 7)/(4 × 7) = 7/28). Using the fractions written with the same denominator of 28, the student should have found that 12/28 > 7/28, therefore 3/7 > 1/4. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "B": {
                "Choice": "2/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely considered the fraction with the larger numerator (top number) and the larger denominator to be the larger fraction. The student needs to focus on understanding how to compare fractions with different numerators and denominators."
                }
            },
            "C": {
                "Choice": "1/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely considered the fraction with the larger denominator to be the greater fraction. The student needs to focus on understanding how to compare fractions with different numerators (top numbers) and denominators."
                }
            },
            "D": {
                "Choice": "3/5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely considered the fraction with the larger denominator to be the greater fraction. The student needs to focus on understanding how to compare fractions with different numerators (top numbers) and denominators."
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent fractions and decimals to the tenths or hundredths as distances from zero on a number line."
        ],
        "Content": [
            "On which number line is point X located a distance of 1.3 units from zero?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX21G4M/media/6a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused hundredths with tenths, thinking that 1.3 was the same as one and three-hundredths. The student then selected the number line on which point X appears to be at one and three-hundredths. The student needs to focus on understanding how to represent a decimal on a number line."
                }
            },
            "G": {
                "Choice": "problems/TX21G4M/media/6b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which number line shows point X located a distance of 1.3 units from zero, the student should have first recognized that 1.3 is the same as one and three-tenths. The student should have counted the number of sections on the number line between 0 and 1 and determined that since there are 10 sections between 0 and 1, each section represents one-tenth. The student should then have counted the number of sections between 1 and point X. The student should have concluded that the distance from 0 to 1 is ten-tenths (one whole) and the distance from 1 to point X is three-tenths, and therefore the distance from 0 to point X is a distance of one and three-tenths or 1.3."
                }
            },
            "H": {
                "Choice": "problems/TX21G4M/media/6c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the representation of 1.3, thinking that 1.3 was the same as thirteen hundredths. The student then selected the number line on which point X appears to be at thirteen hundredths. The student needs to focus on understanding how to represent a decimal on a number line."
                }
            },
            "J": {
                "Choice": "problems/TX21G4M/media/6d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely associated the “3 tenths” in 1.3 with a representation showing 3 equal jumps. The student needs to focus on understanding how to represent a decimal on a number line."
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "FR",
        "NumChoices": 1,
        "Topics": [
            "Data Analysis"
        ],
        "SubTopics": [
            "Solve one- and two-step problems using data in whole number, decimal, and fraction form in a frequency table, dot plot, or stemand-leaf plot."
        ],
        "Content": [
            "The frequency table shows the number of movies watched last month by each student in Mr. Westley’s class.",
            "problems/TX21G4M/media/7a.jpg",
            "What is the difference between the number of students who watched 2 movies last month and the number of students who watched one movie last month?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "5",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the difference between the number of students who watched 2 movies last month and the number of students who watched 1 movie last month, the student could have counted the number of tally marks in the row for 2 movies under “Number of Students.” Then the student could have counted the number of tally marks in the row for 1 movie under “Number of Students.” The student should have determined that 12 students watched 2 movies and that 7 students watched 1 movie. Then the student should have calculated 12 − 7, resulting in 5. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Relate decimals to fractions that name tenths and hundredths."
        ],
        "Content": [
            "Which equation shows a decimal and a fraction that are equivalent?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "23.5 = 23 5/100",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused tenths and hundredths, thinking that the 5 in the number 23.5 has a value of “5 hundredths” (5/100) rather than “5 tenths” (5/10). The student needs to focus on understanding the value of each digit in a decimal number and how to convert these values to fractions."
                }
            },
            "G": {
                "Choice": "23.55 = 23 55/10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused tenths and hundredths, thinking that the 55 in the number 23.55 has a value of “55 tenths” (55/10) rather than “55 hundredths” (55/100). The student needs to focus on understanding the value of each digit in a decimal number and how to convert these values to fractions."
                }
            },
            "H": {
                "Choice": "23.05 = 23 5/10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused hundredths and tenths, thinking that the 5 in the number 23.05 has a value of “5 tenths” (5/10) rather than “5 hundredths” (5/100). The student needs to focus on understanding the value of each digit in a decimal number and how to convert these values to fractions."
                }
            },
            "J": {
                "Choice": "23.5 = 23 50/100",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which equation shows a decimal and fraction that are equivalent, the student could have determined that the number 23.5 is equal to 23 + 0.5 . The decimal 0.5 (“5 tenths”) is equal to the fraction 5/10. Then the student could have realized that 5/10 = 50/100, so 23.5 = 23 50/100. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent multi-step problems involving the four operations with whole numbers using strip diagrams and equations with a letter standing for the unknown quantity."
        ],
        "Content": [
            "At a school store, folders cost 27 cents each and water bottles cost 93 cents each. Berta has 80 cents.",
            "Which set of equations can be used to find c, the number of cents Berta still needs in order to buy 2 folders and 1 water bottle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "27 + 93 = 120 \n 120 - 80 = c",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose a set of equations that shows how to find the amount Berta would need for 1 folder and 1 water bottle rather than 2 folders and 1 water bottle. The student needs to focus on attending to the details of a multi-step problem that requires representation with an equation."
                }
            },
            "B": {
                "Choice": "27 × 2 = 54 \n 54 + 93 = 147 \n 147 - 80 = c",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the set of equations that can be used to find c, the number of cents Berta still needs in order to buy 2 folders and 1 water bottle, the student should have identified a set of equations where the cost of a folder (27) is multiplied by the number of folders Berta needs to buy (2), the cost of the 2 folders (54) is added to the cost of one water bottle (93), and the amount of money Berta has (80) is subtracted from the sum (total) of the 2 folders and one water bottle (147)."
                }
            },
            "C": {
                "Choice": "27 + 93 = 120 \n  120 + 80 = c",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose a set of equations that shows how to find the cost of 1 folder and 1 water bottle and then added the amount to the amount Berta already had instead of subtracting. The student needs to focus on attending to the details of a multi-step problem that requires representation with equations. The student also needs to focus on understanding the mathematical operations −(+, −, ×, ÷) needed to represent the solution to a multi-step problem using equations."
                }
            },
            "D": {
                "Choice": "27 × 2 = 54 \n 54 + 93 = 147 \n 147 + 80 = c",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the amount that Berta has (80) to the total cost of 2 folders and 1 water bottle (147) rather than subtracting from it (147 + 80 rather than 147 − 80 ). The student needs to focus on understanding the mathematical operations (+, −, ×, ÷) needed to represent the solution to a multi-step problem using equations."
                }
            }
        }
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Classify two-dimensional figures based on the presence or absence of parallel or perpendicular lines or the presence or absence of angles of a specified size."
        ],
        "Content": [
            "Maribel drew a shape. The shape has exactly one pair of opposite sides that are parallel. None of the sides are perpendicular to each other.",
            "Which shape can be the one Maribel drew?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Trapezoid",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which shape has exactly one pair of opposite sides that are parallel (sides that are always the same distance apart) and in which none of the sides are perpendicular to each other (sides that intersect at a right angle, 90°), the student should have identified the characteristics of each shape given. A rhombus has four sides of equal lengths with either zero or four right angles, a square has four sides of equal length and four right angles, and a rectangle has two pairs of parallel sides with four right angles. The student should have concluded that Maribel drew a trapezoid, a shape that can have exactly one pair of opposite sides that are parallel and no sides that are perpendicular."
                }
            },
            "G": {
                "Choice": "Rhombus",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely disregarded “exactly one pair” of parallel sides and chose a rhombus since it can have either zero or four right angles. The student needs to focus on understanding the characteristics of rhombuses and trapezoids."
                }
            },
            "H": {
                "Choice": "Square",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely associated parallel lines with a familiar polygon (square) and disregarded the perpendicular sides. The student needs to focus on understanding the characteristics of squares and trapezoids."
                }
            },
            "J": {
                "Choice": "Rectangle",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely associated parallel lines with a familiar polygon (rectangle) and disregarded the perpendicular sides. The student needs to focus on understanding the characteristics of rectangles and trapezoids."
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent the quotient of up to a four-digit whole number divided by a one-digit whole number using arrays, area models, or equations."
        ],
        "Content": [
            "A large envelope contains only $5 bills. The total value of the $5 bills is $2,435.",
            "Which equation can be used to find the number of $5 bills in the envelope?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2,435 ÷ 5 = 487",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of $5 bills in the envelope, the student should have concluded that the total amount of money (2,435) should be divided by the value of the bills (5), resulting in 487 (2,435 ÷ 5 = 487)."
                }
            },
            "B": {
                "Choice": "2,435 × 5 = 12,175",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought the value of the bills (5) needed to be multiplied by the total amount of money (2,435) instead of dividing (2,435 × 5 = 12,175). The student needs to focus on understanding the math operations (+,,− ×, ÷) needed to solve problems."
                }
            },
            "C": {
                "Choice": "2,435 + 5 = 2,440",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the total value of $2,435 and $5 instead of dividing (2,435 + 5 = 2,440). The student needs to focus on understanding the math operations (+,,− ×, ÷) needed to solve problems."
                }
            },
            "D": {
                "Choice": "2,435 - 5 = 2,430",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the difference of $2,435 and $5 by subtracting instead of dividing (2,435 − 5 = 2,430). The student needs to focus on understanding the math operations (+,,− ×, ÷) needed to solve problems."
                }
            }
        }
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Draw an angle with a given measure."
        ],
        "Content": [
            "Ray GH has been drawn on the protractor, as shown.",
            "problems/TX21G4M/media/12a.jpg",
            "To construct an angle that has a measure of 70°, another ray can be drawn that starts at point G and passes through —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "point J",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the ray shown passes through the 70° on the protractor's inner scale and determined the other ray should pass through 0° but chose the point representing 0° on the protractor's outer scale (point J) rather than the inner scale (point K). The student needs to focus on understanding that there are two scales that can be used on a protractor, but the same scale must be used when determining the measures through which the rays of an angle pass."
                }
            },
            "G": {
                "Choice": "point K",
                "Key": {
                    "Correct": true,
                    "Rationale": "To construct an angle (the amount (degree) of turn between two lines around their common point) that has a measure of 70°, the student should have determined that the ray (→, a part of a line with a start point but no end point) shown passes through 70° on the protractor's inner scale. Then the student could have subtracted 70 − 70 to determine that the other ray should pass through 0° on the inner scale, represented by point K."
                }
            },
            "H": {
                "Choice": "point M",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that the ray shown passes through 110° on the protractor's outer scale and then subtracted 70° to determine that the ray should pass through 40° (110 − 70 = 40). The student likely used the inner scale when locating 40° on the protractor, selecting point M. The student needs to focus on understanding that there are two scales that can be used on a protractor, but the same scale must be used when determining the measures through which the rays of an angle pass."
                }
            },
            "J": {
                "Choice": "point N",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that point N represents 70° on the protractor's outer scale and thought both rays of the angle have to pass through 70°. The student needs to focus on understanding that the numbers through which rays pass on a protractor must be subtracted to find the measure of the angle."
                }
            }
        }
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Data Analysis"
        ],
        "SubTopics": [
            "Represent data on a frequency table, dot plot, or stem-and-leaf plot marked with whole numbers and fractions."
        ],
        "Content": [
            "The list shows the lengths in centimeters of some toy boats. The length of one toy boat is missing.",
            "5, 5, 6, 10, 8, 5, □",
            "The toy boat that still needs to be measured is shown. Use the ruler provided to measure the length of the toy boat to the nearest centimeter.",
            "problems/TX21G4M/media/13a.jpg",
            "Which of these people have mowed greater than 3/4 of a lawn?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX21G4M/media/13b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose a dot plot with one dot for each unique value once instead of plotting a dot for each occurrence of a value in the list. The student needs to focus on understanding that each number in a set of data should be represented with one dot on a dot plot."
                }
            },
            "B": {
                "Choice": "problems/TX21G4M/media/13c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely selected the dot plot that represented the values in the list without taking into consideration the missing length. The student needs to focus on attending to the details of the question being asked in the problem."
                }
            },
            "C": {
                "Choice": "problems/TX21G4M/media/13d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not measure the length of the boat correctly, finding that the boat was 9 centimeters rather than 10 centimeters long. The student needs to focus on using a ruler accurately to measure an object to the nearest centimeter."
                }
            },
            "D": {
                "Choice": "problems/TX21G4M/media/13e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which dot plot displays the same data as the list with the missing length, the student should have first measured the boat to the nearest centimeter and determined that the missing length was 10 centimeters. Then the student should have put the numbers in the list in order by value and then counted the number of times each number occurs in the list. Then the student should have matched the counts of the numbers in the list to the numbers of dots shown above the labeled numbers on the dot plot. The list has 3 fives, 1 six, 1 eight, and (with the missing length of 10) 2 tens."
                }
            }
        }
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Solve problems related to perimeter and area of rectangles where dimensions are whole numbers."
        ],
        "Content": [
            "The width of a square playground is shown in feet.",
            "problems/TX21G4M/media/14a.jpg",
            "What is the area of the playground in square feet?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "40 square feet",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the length of two of the sides rather than multiplying to find the area (20 + 20 = 40). The student needs to focus on understanding that the area of a square is determined by multiplying the side length of the square by itself."
                }
            },
            "G": {
                "Choice": "80 square feet",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the side length by 4 (20 × 4 = 80) to find the perimeter (distance around the outside) of the playground, instead of multiplying the side length by itself to find the area. The student needs to focus on understanding the difference between area and perimeter calculations and when to use each to solve problems."
                }
            },
            "H": {
                "Choice": "400 square feet",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the area of (amount of space covered by) the playground in square feet, the student should have used the formula for the area of a square from the Area section of the STAAR Grade 4 Mathematics Reference Materials page within the student’s test booklet (A s= × s, where A = area and s = side length). Since all sides of a square are equal, the student should have calculated the area as 20 20×, resulting in 400 square inches."
                }
            },
            "J": {
                "Choice": "220 square feet",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought to multiply 20 by 20 but combined the digits as 220 instead of carrying out the steps of the multiplication algorithm (procedure). The student needs to focus on understanding how to multiply accurately when carrying out the steps in the multiplication algorithm."
                }
            }
        }
    },
    "15": {
        "Number": 15,
        "Type": "FR",
        "NumChoices": 1,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve with fluency one- and two-step problems involving multiplication and division, including interpreting remainders."
        ],
        "Content": [
            "Meredith had 12 packages of erasers to put into bags.",
            "• Each package had 43 erasers.",
            "• She put 6 erasers into each bag.",
            "What is the greatest number of bags Meredith could have put erasers into?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "86",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the greatest number of bags Meredith could have put erasers into, the student could have multiplied the number of packages (12) by the number of erasers in each package (43) to find the total number of erasers (12 × 43 = 516). Then the student could have divided the answer (516) by 6 to find the number of bags (516 ÷ 6 = 86). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Calculate profit in a given situation."
        ],
        "Content": [
            "Ms. Lanford buys and sells used clothes. Ms. Lanford bought a dress, a sweater, and shorts for a total of $12.00. She then sold each item for the price shown in the list.",
            "• She sold the dress for $20.75.",
            "• She sold the sweater for $15.25.",
            "• She sold the shorts for $8.50.",
            "What was Ms. Lanford’s total profit from selling the dress, sweater, and shorts?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "$12.00",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that “total profit” meant expenses and selected the amount Ms. Lanford spent to buy the clothes ($12.00). The student needs to focus on understanding how to calculate profit in given situations."
                }
            },
            "G": {
                "Choice": "$56.50",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood “total profit” and added all of the amounts in the problem (20.75 + 15.25 + 8.50 + 12.00 = 56.50). The student needs to focus on attending to the details of a multi-step problem involving calculating profit."
                }
            },
            "H": {
                "Choice": "$32.50",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine Ms. Lanford’s total profit (the amount of money made after subtracting expenses from the total amount collected) from selling the dress, sweater, and shorts, the student could have added the price she sold each item for to get the total amount she made (20.75 + 15.25 + 8.50 = 44.50). Then the student could have subtracted the cost of buying the clothing from the amount made to get the total profit (44.50 − 12.00 = 32.50). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "J": {
                "Choice": "$44.50",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought “total profit” meant the total amount the items sold for. The student added the price of each item Ms. Lanford sold to find the total amount she collected by selling the clothing (20.75 + 15.25 + 8.50 = 44.50). The student needs to focus on understanding how to calculate profit in given situations."
                }
            }
        }
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Apply knowledge of right angles to identify acute, right, and obtuse triangles."
        ],
        "Content": [
            "Which type of triangle has perpendicular sides?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "An obtuse triangle",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused perpendicular and obtuse. The student needs to focus on understanding the meaning of perpendicular and applying properties of geometric figures to identify triangles."
                }
            },
            "B": {
                "Choice": "An acute triangle",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused perpendicular and acute. The student needs to focus on understanding the meaning of perpendicular and applying properties of geometric figures to identify triangles."
                }
            },
            "C": {
                "Choice": "A right triangle.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which type of triangle has perpendicular sides, the student should have first understood that perpendicular lines are lines that intersect (cross each other) at a right angle (90° angle). Then the student should have concluded that an obtuse triangle has an obtuse angle (angles that are greater than 90°) and so cannot have a right angle, an acute triangle has all acute angles (angles that are less than 90°) and so cannot have a right angle, and a right triangle has a right angle. The student should have selected this triangle."
                }
            },
            "D": {
                "Choice": "None of these",
                "Key": {
                    "Correct": false,
                    "Rationale": "The correct answer (right triangle) was presented in one of the other answer options."
                }
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Round whole numbers to a given place value through the hundred thousands place."
        ],
        "Content": [
            "What is the value of 238,855 when rounded to the nearest thousand?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "238,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the digit in the thousands place (8) but did not look at the digit to the right (8) to decide whether to round up or down and so rounded down to 238,000 rather than up to 239,000. The student needs to focus on understanding how to round numbers to a given place value."
                }
            },
            "G": {
                "Choice": "230,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely rounded incorrectly to the ten thousands place rather than rounding to the thousands place. The student then might have looked at the digit in the ten thousands place (3) but did not look at the digit to the right (8) to decide whether to round up or down and so rounded down to 230,000. The student needs to focus on understanding how to round numbers to a given place value and attending to the details of solving problems involving rounding."
                }
            },
            "H": {
                "Choice": "240,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely rounded correctly to the ten thousands place rather than rounding to the thousands place. The student likely looked at the digit in the ten thousands place (3) and then looked at the digit to the right (8) and concluded that since 8 is greater than 5, the number 238,855 rounds up to 240,000. The student needs to focus on understanding how to round numbers to a given place value."
                }
            },
            "J": {
                "Choice": "239,000",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the value of 238,855 when rounded to the nearest thousand, the student should have identified the digit in the thousands place (8). Then the student should have looked at the digit one place to the right (8) and concluded that since 8 is greater than 5, the number 238,855 rounds up to 239,000."
                }
            }
        }
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Use strategies and algorithms, including the standard algorithm, to divide up to a four-digit dividend by a one-digit divisor."
        ],
        "Content": [
            "TThere are 1,150 baseball cards that will be sorted into bags. Each bag holds 5 baseball cards.",
            "How many bags are needed for all the baseball cards?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "23",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely ignored the zero and divided 115 by 5 rather than 1,150 and so selected 23 rather than 230 (115 ÷ 5 = 23). The student needs to focus on understanding how to divide by a one-digit number when the dividend includes a zero."
                }
            },
            "B": {
                "Choice": "230",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of bags that are needed for all of the baseball cards, the student should have divided 1,150 by 5 (1,150 ÷ 5 = 230)."
                }
            },
            "C": {
                "Choice": "1,145",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that to find the number of bags needed, the number of baseball cards in each bag should be subtracted from the total number of cards (1,150 − 5 = 1,145). The student needs to focus on understanding the mathematical operations (+,,− ×, ÷) needed to represent the solution to a real-life word problem."
                }
            },
            "D": {
                "Choice": "5,750",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that to find the number of bags needed, the number of baseball cards in each bag should be multiplied by the total number of cards (1,150 × 5 = 5,750). The student needs to focus on understanding the mathematical operations (+,,− ×, ÷) needed to represent the solution to a real-life word problem."
                }
            }
        }
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent decimals, including tenths and hundredths, using concrete and visual models and money."
        ],
        "Content": [
            "The model is shaded to represent a decimal number less than one.",
            "problems/TX21G4M/media/20a.jpg",
            "Which value is represented by the shaded part of the model?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Two and seven-tenths",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the place values, thinking that the tenths place was the ones place and the hundredths place was the tenths place. So, rather than selecting 0.27, the student selected 2.7. The student needs to focus on understanding decimal place value and how to represent decimals with tenths and hundredths using visual models."
                }
            },
            "G": {
                "Choice": "Twenty-seven",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose the number that represented the number of shaded squares (27). The student needs to focus on how models divided into parts can be used to represent decimal place values of tenths and hundredths."
                }
            },
            "H": {
                "Choice": "Twenty-seven-hundredths",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which value is represented by the shaded part of the model, the student should have understood that the big square was a representation for 1 whole. The student then should have understood that the 100 small squares within the large square each represent 1 hundredth of a whole. Therefore since 27 of the small squares are shaded, the shaded squares represent 27 hundredths or 0.27."
                }
            },
            "J": {
                "Choice": "Two and seven-hundredths",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused “27 hundredths” (0.27) with “2 and 7 hundredths” (2.07). The student needs to focus on understanding decimal place value and how to represent decimals with tenths and hundredths using visual models."
                }
            }
        }
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Add and subtract whole numbers and decimals to the hundredths place using the standard algorithm."
        ],
        "Content": [
            "Lindsey purchased one pet carrier that cost $21.89 and 2 bags of cat food that cost $16.49 each. What was the total cost of these items?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$54.87.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total cost of the items Lindsey bought, the student could have added the cost of one bag of cat food to itself (16.49 + 16.49) and then added the cost of the pet carrier (21.89) to find the cost of two bags of cat food and a pet carrier (16.49 + 16.49 + 21.89 = 54.87). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "B": {
                "Choice": "$38.38.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely disregarded the second bag of cat food and added one bag of cat food and the cat carrier to find the total cost of the items Lindsey bought (16.49 + 21.89 = 38.38). The student needs to focus on attending to the details of the information presented in the problem and the question being asked."
                }
            },
            "C": {
                "Choice": "$43.67.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the correct values (16.49 + 16.49 + 21.89) but did not regroup hundredths as tenths, tenths as ones, or ones as tens and so selected $43.67. The student needs to focus on how to add money values and how to use place value to regroup when adding money values."
                }
            },
            "D": {
                "Choice": "$32.98.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely disregarded the cost of the pet carrier and only found the cost of two bags of cat food (16.49 + 16.49 = 32.98). The student needs to focus on attending to the details of the information presented in the problem and the question being asked."
                }
            }
        }
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Identify relative sizes of measurement units within the customary and metric systems."
        ],
        "Content": [
            "A man is standing next to a table.",
            "problems/TX21G4M/media/22a.jpg",
            "Which measurement best describes the height of the table?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "3 meters",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused meters with feet and did not realize that 3 meters is about 9 feet, which is much too tall for a table that is about half the height of a person. The student needs to focus on identifying relative sizes of measurement units within the customary and metric systems."
                }
            },
            "G": {
                "Choice": "3 centimeters",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused centimeters with feet and did not realize that 3 centimeters is only a little more than 1 inch, which is much too short for a table that is about half the height of a person. The student needs to focus on identifying relative sizes of measurement units within the customary and metric systems."
                }
            },
            "H": {
                "Choice": "3 feet",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the measurement that best describes the height of the table, the student could have compared the height of the person with the height of the table and concluded that the table is about half the height of the person. If a person is about 6 feet tall, the height of the table is about half of that, or 3 feet tall. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "J": {
                "Choice": "3 inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused inches with feet and did not realize that 3 inches is much too short for a table that is about half the height of a person. The student needs to focus on identifying relative sizes of measurement units within the customary and metric systems."
                }
            }
        }
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Use strategies and algorithms, including the standard algorithm, to multiply up to a four-digit number by a one-digit number and to multiply a two-digit number by a two-digit number. Strategies may include mental math, partial products, and the commutative, associative, and distributive properties."
        ],
        "Content": [
            "An orchestra had 8 performances. There were 2,464 tickets sold for each performance.",
            "What was the total number of tickets sold for all 8 performances?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "16,282",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 8 × 2,464 but did not regroup ones as tens, tens as hundreds, or hundreds as thousands, selecting 16,282. The student needs to focus on how to multiply a 4-digit number by a 1-digit number."
                }
            },
            "B": {
                "Choice": "38",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that 2,464 represented the total number of tickets sold for all 8 performances and that the question was asking how many tickets were sold at each performance. The student then divided 2,464 by 8 to find the tickets sold at each performance. The student divided incorrectly by not using a zero placeholder in the tens place, thus selecting 38. The student needs to focus on understanding the mathematical operations (+, −, ×, ÷) needed to represent the solution to a real-life word problem."
                }
            },
            "C": {
                "Choice": "308",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that 2,464 represented the total number of tickets sold for all 8 performances and that the question was asking how many tickets were sold at each performance. The student then divided 2,464 by 8 to find the tickets sold at each performance. The student needs to focus on understanding the mathematical operations (+, −, ×, ÷) needed to represent the solution to a real-life word problem."
                }
            },
            "D": {
                "Choice": "19,712",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total number of tickets sold for all 8 performances, the student should have realized that the number of performances (8) should be multiplied by the number of tickets sold for each performance (2,464) and 8 × 2,464 = 19,712."
                }
            }
        }
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent the value of the digit in whole numbers through 1,000,000,000 and decimals to the hundredths using expanded notation and numerals."
        ],
        "Content": [
            "Della wrote a number:",
            "• The digit in the hundredths place is a 4.",
            "• The digit in the thousands place is a 7.",
            "• The digit in the tenths place is a 2.",
            "Which number could be the number Della wrote?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "537,106.24",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which number could be the number Della wrote, the student should have realized that in the number 537,106.24, the 4 is in the hundredths place (537,106.24), the 7 is in the thousands place (537,106.24), and the 2 is in the tenths place (537,106.24). Since all of the conditions of the problem were met, the student should have chosen 537,106.24."
                }
            },
            "G": {
                "Choice": "17,420",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused hundredths with hundreds and tenths with tens. The student then selected 17,420 since 7 is in the thousands place (17,420), as stated in the problem, but the 4 is in the hundreds place (rather than the hundredths place, 17,420) and the 2 is in the tens place (rather than the tenths place, 17,420). The student needs to focus on how to distinguish decimal place values from whole number place values and specifically how to distinguish tenths from tens and hundredths from hundreds."
                }
            },
            "H": {
                "Choice": "27,389.04",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely disregarded the third bullet (the digit in the tenths place is a 2). The student then chose 27,389.04, which has a 4 in the hundredths place (27,389.04) and a 7 in the thousands place (27,389.04) but a 0 in the tenths place (27,389.04). This choice only meets two of the three conditions in the problem. The student needs to focus on attending to the details of the question being asked in a problem."
                }
            },
            "J": {
                "Choice": "70.24",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the thousands place in the condition listed in the second bullet was the greatest place value listed in all the bullets and, since a number in the thousands place has 4 digits to the left of the decimal, chose a number with 4 total digits, disregarding the decimal point (70.24). The student needs to focus on attending to the details of the question being asked in a problem."
                }
            }
        }
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent and solve addition and subtraction of fractions with equal denominators using objects and pictorial models that build to the number line and properties of operations."
        ],
        "Content": [
            "The shaded parts of the model represent the combined fraction of a small pie that 2/9 Darrell and Nani ate. Darrell ate of the pie.",
            "problems/TX21G4M/media/25a.jpg",
            "What fraction of the pie did Nani eat?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "5/9",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that the shaded part of the fraction model represented the amount that Nani ate, and so the student chose 5/9, or the fraction of the model that is shaded. The student needs to focus on attending to the details of the question being asked in a problem."
                }
            },
            "B": {
                "Choice": "3/9",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the fraction of the pie that Nani ate, the student could have first determined the fraction represented by the circle model. The total number of parts in the model, 9, is the denominator (bottom number) and the number of shaded parts, 5, is the numerator (top number) of the fraction, so the model represents that Darrell and Nani together ate 5/9 of the pie. Then the student could have realized that if Darrell ate 2/9 of the pie, Nani must have eaten what was remaining of the shaded part. Since 5 - 2 = 3, Nani must have eaten 3/9 of the pie. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "C": {
                "Choice": "2/9",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely assumed that Nani ate the same number of pieces as Darrell and so selected the fraction of the pie that Darrell ate, 2/9. The student needs to focus on attending to the details of the question being asked in a problem."
                }
            },
            "D": {
                "Choice": "4/9",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that the shaded part of the model represented the fraction of the pie that Darrell ate and the unshaded part of the model represented the fraction of the pie that Nani ate. The student then selected 4/9, the fraction of the model that was not shaded. The student needs to focus on attending to the details of the question being asked in a problem."
                }
            }
        }
    },
    "26": {
        "Number": 26,
        "Type": "FR",
        "NumChoices": 1,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Solve problems related to perimeter and area of rectangles where dimensions are whole numbers."
        ],
        "Content": [
            "Harrison has a rectangular garden in his backyard. The dimensions are shown in feet.",
            "problems/TX21G4M/media/26a.jpg",
            "What is the perimeter of the garden in feet?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "110",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the perimeter (distance around the outside of a shape) of the garden, the student could have used one of the rectangle formulas from the Perimeter section of the STAAR Grade 4 Mathematics Reference Materials page within the student’s test booklet (P l w l w= + + + or P = 2l + 2w, where P = perimeter, l = length, and w = width). Because this rectangle has two sides that are 30 feet long and two sides that are 25 feet long, the perimeter is 110 feet (30 + 25 + 30 + 25 = 110). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve with fluency one- and two-step problems involving multiplication and division, including interpreting remainders."
        ],
        "Content": [
            "There are 20 rows of pumpkins on a farm. There are 6 pumpkins in each row. A farmer will use 3 trucks to take all of the pumpkins to a market. The farmer will put the same number of pumpkins in each truck.",
            "How many pumpkins will be in each truck?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "120",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought the problem was asking how many pumpkins there were in all and so multiplied the number of rows of pumpkins by the number of pumpkins in each row, 20 × 6 = 120. The student needs to focus on attending to the details of the question being asked in a problem."
                }
            },
            "B": {
                "Choice": "40",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of pumpkins in each truck, the student could have multiplied the number of rows (20) by the pumpkins in each row (6) to find the total number of pumpkins that are being put into trucks (6 × 20 = 120 ). Then the student could have divided the answer (120) by the number of trucks (3) to find the number of pumpkins in each truck (120 ÷ 3 = 40). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "C": {
                "Choice": "360",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the values given in the problem (20 × 6 × 3 ) and so selected 360. The student needs to focus on attending to the details of the question being asked in a problem."
                }
            },
            "D": {
                "Choice": "26",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the values for the number of rows and the number of pumpkins in each row (20 + 6 ), disregarding the information about the 3 trucks. The student then selected 26. The student needs to focus on attending to the details of the question being asked in a problem."
                }
            }
        }
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Compare two fractions with different numerators and different denominators and represent the comparison using the symbols >, =, or <."
        ],
        "Content": [
            "This chart shows four comparisons.",
            "problems/TX21G4M/media/28a.jpg",
            "Which of these comparisons are true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Only W",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely realized that the first row had a correct comparison and disregarded the comparisons in the other rows, selecting the choice with only Row W. The student needs to focus on attending to the details of the question being asked in a problem."
                }
            },
            "G": {
                "Choice": "Only X and Z",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose comparisons where both the numerator and the denominator (bottom number in a fraction) on the right side of the less than sign (<) are less than the numerator and denominator on the left side of the less than sign, selecting the choice with only Rows X and Z. The student needs to focus on understanding how to compare fractions with different numerators and denominators."
                }
            },
            "H": {
                "Choice": "Only W, Y, and Z",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which comparisons are true, the student should have compared the fractions in each row of the chart. For Row W, the student could have noticed that the numerators (top numbers in a fraction) were the same. Since 12ths are smaller than 10ths, 8/12 is less than 8/10, which makes this comparison true. For Row X, the student could have found a common denominator (bottom number that is the same) for 8/12 and 4/6. A common denominator is 12(4/6 × 2/2 = 8/12). Since 8/12 = 8/12, this comparison is not true. For Row Y, the student could have compared the fractions and noticed that the fractions both have the same denominator. So 8/12 is less than 9/12, which makes this comparison true. For Row Z, the student could have found a common denominator for 8/12 and 6/8. A common denominator is 48; 8/12 × 4/4 = 32/48 and 6/8 × 6/6 = 36/48. So 32/48 is less than 36/48, which makes this comparison true. The student should have selected Rows W, Y, and Z as the correct comparisons. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "J": {
                "Choice": "None of these",
                "Key": {
                    "Correct": false,
                    "Rationale": "The correct answer (Only W, Y, and Z) was presented in one of the other answer options."
                }
            }
        }
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Solve problems that deal with measurements of length, intervals of time, liquid volumes, mass, and money using addition, subtraction, multiplication, or division as appropriate."
        ],
        "Content": [
            "A customer bought almonds and walnuts at a grocery store.",
            "• The customer bought 1 pound 15 ounces of almonds.",
            "• The customer also bought 3 pounds 4 ounces of walnuts.",
            "What is the total amount of almonds and walnuts in pounds and ounces that the customer bought?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "4 lb 3 oz",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the pounds and ounces correctly to get 4 pounds 19 ounces and changed 19 ounces to 1 pound 3 ounces. However, the student did not add the 1 pound to the 4 pounds and selected 4 pounds 3 ounces. The student needs to focus on understanding how to solve problems involving adding pounds and ounces."
                }
            },
            "B": {
                "Choice": "5 lb 9 oz",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the pounds and ounces correctly to get 4 pounds 19 ounces but thought that 1 pound is equal to 10 ounces rather than 1 pound is equal to 16 ounces. The student then thought that 19 ounces was the same as 1 pound 9 ounces and so selected 5 pounds 9 ounces. The student needs to focus on understanding how to solve problems involving converting (changing) ounces to pounds."
                }
            },
            "C": {
                "Choice": "4 lb 11 oz",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the given pounds (1 + 3 = 4 ) but subtracted the given numbers of ounces (15 − 4 = 11), so the student selected 4 pounds 11 ounces. The student needs to focus on understanding how to solve problems involving adding pounds and ounces."
                }
            },
            "D": {
                "Choice": "5 lb 3 oz",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total amount of almonds and walnuts in pounds and ounces that the customer bought, the student could have added the number of pounds (1 + 3 ) to get a total of 4 pounds. Then the student could have added the number of ounces (15 + 4) to get 19 ounces. Then the student could have recognized that there are 16 ounces in one pound and that 19 ounces is the same as 1 pound 3 ounces. The student could then have added the pounds (4 + 1 = 5 ) to get a total of 5 pounds 3 ounces. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Relate decimals to fractions that name tenths and hundredths."
        ],
        "Content": [
            "Paul threw a baseball 18.7 meters. Which fraction is equivalent to 18.7?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "18 7/100",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted 7 tenths in the decimal (0.7) as 7 hundredths and chose the fraction with 7 hundredths. The student needs to focus on understanding that the first digit to the right of the decimal point is in the tenths place and the second digit to the right of the decimal point is in the hundredths place."
                }
            },
            "G": {
                "Choice": "18/70",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the whole number as the numerator (top number) and the decimal as the denominator (bottom number). The student needs to focus on understanding the value that each digit in a decimal number has and how to convert (change) these values to fractions."
                }
            },
            "H": {
                "Choice": "18 7/10",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which fraction is equivalent to 18.7, the student could have realized that the number 18.7 is equal to 18 + 0.7. The decimal 0.7 (“7 tenths”) is equal to the fraction 7/10, so 18.7 = 18 7/10 . This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly"
                }
            },
            "J": {
                "Choice": "187/100",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely does not understand how to relate decimals to fractions and used all the digits in the decimal number as the numerator (top number). Then, since there were 3 digits, the student used 100 as the denominator (bottom number). The student needs to focus on understanding the value that each digit in a decimal number has and how to convert (change) these values to fractions."
                }
            }
        }
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Determine the approximate measures of angles in degrees to the nearest whole number using a protractor."
        ],
        "Content": [
            "Which angle has a measure closest to 45°?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX21G4M/media/31a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the measure of the angle (the amount (degree) of turn between two lines around their common point), the student could have found the two measures on the same scale (inside or outside) through which the rays ( →, a part of a line with a start point but no end point) of the angle pass. Then the student should have subtracted the smaller measure from the larger measure. On the inside scale, one ray of this angle passes through 70° and the other ray passes through 25°, so the measure of the angle is 70° − 25°, or 45°. On the outside scale, one ray passes through 155° and the other ray passes through 110°, so the measure of the angle is 155° − 110°, or 45°. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "B": {
                "Choice": "problems/TX21G4M/media/31b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not measure the angle but rather recognized that the ray on the left side of the angle passed through the 45° mark on the outside scale and disregarded the mark through which the other ray passed. The student needs to focus on using the measures through which both rays of an angle pass to find the measure of an angle."
                }
            },
            "C": {
                "Choice": "problems/TX21G4M/media/31c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not measure the angle but rather chose an angle whose rays passed closest to the 45° mark on the outside scale. The student needs to focus on understanding that the measures through which the rays pass can be subtracted to find the measure of an angle."
                }
            },
            "D": {
                "Choice": "problems/TX21G4M/media/31d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not measure the angle but rather recognized that the ray on the right side of the angle passed through the 45° mark on the inside scale and disregarded the mark through which the other ray passed. The student needs to focus on using the measures through which both rays of an angle pass to find the measure of an angle."
                }
            }
        }
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Data Analysis"
        ],
        "SubTopics": [
            "Represent data on a frequency table, dot plot, or stem-and-leaf plot marked with whole numbers and fractions."
        ],
        "Content": [
            "The list shows the number of points scored by each student playing a math game.",
            "3, 1, 5, 0, 3, 3, 3, 1, 3",
            "Which frequency table represents all of the data in the list?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX21G4M/media/32a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely represented the first five numbers in the list as tallies in the first five rows of the table‚ choosing the table with 3 zeros, 1 one, 5 twos, 0 threes, 3 fours, and 3 fives. The student then disregarded the last three numbers in the list (3, 1, 3). The student needs to focus on understanding how to accurately represent data in a frequency table."
                }
            },
            "G": {
                "Choice": "problems/TX21G4M/media/32b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely miscounted the number of students who scored 1 point and 3 points, mixing up a 1 with a 3 and choosing the table with 1 zero and 1 five but 3 ones and 4 threes. The student needs to focus on accurately representing given data in a frequency table."
                }
            },
            "H": {
                "Choice": "problems/TX21G4M/media/32c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely miscounted the number of students who scored 3 points and 5 points, mixing up a 3 with a 5 and choosing the table with 1 zero and 2 ones but 4 threes and 2 fives. The student needs to focus on accurately representing given data in a frequency table."
                }
            },
            "J": {
                "Choice": "problems/TX21G4M/media/32d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which frequency table (table that shows how often each value in a set of data occurs) represents all of the data in the list, the student could have put the numbers in the list in order by value and then counted the number of times each number occurs in the list. Then the student should have matched the counts of the numbers in the list to the numbers of tally marks shown in each row on the table. The list has 1 zero, 2 ones, 0 twos, 5 threes, 0 fours, and 1 five. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Classify two-dimensional figures based on the presence or absence of parallel or perpendicular lines or the presence or absence of angles of a specified size."
        ],
        "Content": [
            "A group of figures is shown.",
            "problems/TX21G4M/media/33a.jpg",
            "Which list shows all the figures in the group that appear to have at least one right angle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Figures T, W, and Y only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that all quadrilaterals had at least one right angle and so selected the choice that listed the quadrilaterals (Figures T, W, and Y). The student needs to focus on identifying right angles in figures"
                }
            },
            "B": {
                "Choice": "Figures T, W, and Z only",
                "Key": {
                    "Correct": true,
                    "Rationale": "o determine which list shows all of the figures in the group that appear to have at least one right (90°) angle, the student should have looked at each shape to determine which shapes have at least one angle that is 90°. Figures T, W, and Z all appear to have at least one set of perpendicular sides (sides that intersect at a right angle, 90°) that forms a right angle."
                }
            },
            "C": {
                "Choice": "Figures T and Z only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely disregarded Figure W and so selected the list with only Figures T and Z. The student needs to focus on attending more carefully to the details in the problem and how to identify right angles in figures."
                }
            },
            "D": {
                "Choice": "Figures X and Z only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that only the triangles had right angles and so selected the figures that were triangles, Figures X and Z. The student needs to focus on identifying right angles in figures."
                }
            }
        }
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent problems using an input-output table and numerical expressions to generate a number pattern that follows a given rule representing the relationship of the values in the resulting sequence and their position in the sequence."
        ],
        "Content": [
            "The table shows a relationship between input numbers and output numbers.",
            "problems/TX21G4M/media/34a.jpg",
            "Which rule can be used to find the output number when the input number is given?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "- 9",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the relationship, confusing the input values and the output values, recognizing that each input value is 9 less than each paired output value. So the student chose the rule showing a − 9 relationship. The student needs to focus on understanding that when describing a rule that can be used to find the output number when the input number is given, the rule must be applied to the input number and result in the output number."
                }
            },
            "G": {
                "Choice": "× 10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely focused only on the first row of values in the table, recognizing that the first output value, 10, was 10 times the first input value, 1, and selected a × 10 relationship (1 × 10 = 10 ). The student then, did not go on to test the relationship for any other pairs of values in the table. The student needs to focus on understanding that the relationship in an input-output table must be true for the numbers in each set of paired values in the table."
                }
            },
            "H": {
                "Choice": "× 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the third output value, 12, was 4 times the third input value, 3, and so selected a × 4 relationship (3 × 4 = 12). The student then, did not test the relationship on any other pairs of values in the table. The student needs to focus on understanding that the relationship in an input-output table must be true for the numbers in each set of paired values in the table."
                }
            },
            "J": {
                "Choice": "+ 9",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which rule can be used to find the output number when the input number is given, the student should have considered the relationship in the table. Since each output value is 9 more than each paired input value, the relationship is + 9 (1 + 9 = 10; 2 + 9 = 11; 3 + 9 = 12 ; 4 + 9 = 13). The student should have chosen the rule showing a relationship of + 9."
                }
            }
        }
    }
}