{
    "Directions": "Read the memoir about an Antarctic expedition. Then answer each question that follows.",
    "Context": [
        "In this excerpt from Sir Ernest Shackleton's memoir, Shackleton is making his fourth attempt to save the remainder of his crew, which is stranded on Elephant Island. Accompanying him are members of his crew, including Captain Frank Worsley, Second Officer Tom Crean, and some Chilean sailors. When they arrive, they are greeted by Frank Wild, second in command, who had remained behind with the rest of the crew."
    ],
    "Title": "A Memoir of the Endurance Voyage",
    "Subtitle": "",
    "Author": "by Ernest Shackleton",
    "LabelType": "P",
    "Content": [
        ["1", "The weather was showing some signs of improvement, and I begged the Chilian¹ Government to let me have the Yelcho for a last attempt to reach the island. She was a small steel-built steamer,² quite unsuitable for work in the pack,³ but I promised that I would not touch the ice. The Government was willing to give me another chance, and on August 25 I started south on the fourth attempt at relief."],
        ["2", "This time Providence⁴ favoured us. The little steamer made a quick run down in comparatively fine weather, and I found as we neared Elephant Island that the ice was open. A southerly gale had sent it northward temporarily, and the Yelcho had her chance to slip through. We approached the island in a thick fog. I did not dare to wait for this to clear, and at 10 a.m. on August 30 we passed some stranded bergs. Then we saw the sea breaking on a reef, and I knew that we were just outside the island."],
        ["3", "It was an anxious moment, for we had still to locate the camp and the pack could not be trusted to allow time for a prolonged search in thick weather; but presently the fog lifted and revealed the cliffs and glaciers of Elephant Island. I proceeded to the east, and at 11.40 a.m. Worsley's keen eyes detected the camp, almost invisible under its covering of snow. The men ashore saw us at the same time, and we saw tiny black figures hurry to the beach and wave signals to us. We were about a mile and a half away from the camp. I turned the Yelcho in, and within half an hour reached the beach with Crean and some of the Chilian sailors. I saw a little figure on a surf-beaten rock and recognized Wild."],
        ["4", "As I came nearer I called out, “Are you all well?” and he answered, “We are all well, boss,” and then I heard three cheers... Some of the hands were in a rather bad way, but he had held the party together and kept hope alive in their hearts. There was no time to exchange news or congratulations. I did not even go up the beach to see the camp, which Wild assured me had been much improved. A heavy sea was running and a change of wind might bring the ice back at any time. I hurried the party aboard with all possible speed, taking also the records of the Expedition and essential portions of equipment. Everybody was aboard the Yelcho within an hour, and we steamed north at the little steamer's best speed."]
    ],
    "Copyright": "South: A Memoir of the Endurance Voyage by Ernest Shackleton. In the public domain.",
    "References": [
        ["¹", "Chilian — an early 20th-century spelling, later revised to today's “Chilean”"],
        ["²", "steamer — a ship powered by steam"],
        ["³", "pack — short for “pack ice,” which refers to many individual pieces of ice floating together almost as one"],
        ["⁴", "Providence — a reference to God or other power offering protection"]
    ]
}