{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "The Regulars",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/TX18G6R/media/S1a.jpg"],
        ["1", "\t“Turkey Melt,” “Corned Beef on Rye,” and “Ham and Cheese” waved good-bye. They were three of the regulars at my parents' deli. Every day Mr. and Mrs. Sandlin shared a turkey-melt sandwich, Mr. Augsburger had a corned beef on rye bread, and Mr. Bates ordered ham and cheese on whole wheat from his perch on the stool beside the cash register. I didn't even know their real names until one very eventful day at the deli."],
        ["2", "\tIt was the day of the Twin Rivers Summer Festival, and I had just been told that I had to help at the deli that afternoon instead of enjoying the event with my friends Lisa and Carlos."],
        ["3", "\t“Can't we hire extra help?” I complained."],
        ["4", "\t“There's not enough time to train someone else,” Mom responded. “Plus, they wouldn't know our customers. We have to take care of our regulars because they're part of what makes Sam's Deli a special place.”"],
        ["5", "\tI had to admit that Sam's Deli served good sandwiches, but I didn't think our sandwiches were that special. And I wouldn't exactly consider Sam's Deli an exciting place to hang out. A TV in the corner and people strolling past the deli's windows were about the only sources of entertainment. Sometimes people chatted with one another about the local news, but overall our days at the deli were quiet."],
        ["6", "\tI know Mom and Dad appreciated our regular customers' business. I just couldn't understand why they fussed over them so much. Personally, I didn't think it would hurt for some of our regulars to try a new restaurant every now and then—or at least consider ordering a different type of sandwich."],
        ["7", "\t“Where is Dad?” I thought to myself as I wiped off plastic menus. He had left more than an hour ago to drop off a delivery for the fire department, which was running a booth at the festival."],
        ["8", "\tMy friends and I had been excited to hear that the fire department was planning to spray children at the festival with water to keep them cool. “Lisa and Carlos are probably soaked by now,” I thought glumly."],
        ["9", "\t“Thanks for cleaning the menus,” said Mom as she gathered her items for the festival's pie-judging contest. “Your dad and I appreciate your help.”"],
        ["10", "\tMom glanced at her watch. “I need to leave now, Eric. But your dad should be here soon. When I get back, you can meet up with your friends for the concert and the fireworks tonight,” Mom promised."],
        ["11", "\tBy this time the deli had no customers except the regulars."],
        ["12", "\t“Everyone else is enjoying the festival,” I thought to myself as I w͟i͟s͟t͟f͟u͟l͟l͟y watched excited festival attendees walk by the deli window en route to the parade."],
        ["13", "\tSoon, though, the parade was over, and Dad was still not back. A solid wall of hungry people entered the deli's door."],
        ["14", "\t“What's today's lunch special?” one customer called out."],
        ["15", "\t“Why don't they have more people working here?” I heard another complain."],
        ["16", "\tI methodically took care of one order after another. I thought I was doing all right considering the crowd, but I had no time for all the other details of running a restaurant, like cleaning tables. Plus, I was running low on ice. It seemed that the machine wasn't working as usual."],
        ["17", "\tThen, the next moment I had a chance to look up, Ham and Cheese handed me two large bags of ice."],
        ["18", "\t“Your parents get ice from down the street when your ice maker doesn't keep up,” he informed me. “I'm Mr. Bates, by the way. The Sandlins and Mr. Augsburger and I will help you out till your folks get back.”"],
        ["19", "\tAs I thanked him, I noticed that the Turkey Melts were making room for new customers by cleaning tables as quickly as they were vacated."],
        ["20", "\tTogether the regulars and I managed the crowd. I took orders and made sandwiches while they kept the restaurant clean and visited with customers."],
        ["21", "\t“Remember the time Sam's car broke down?” Ham and Cheese asked."],
        ["22", "\t“We delivered sandwiches by bicycle!” Corned Beef on Rye replied."],
        ["23", "\tAs the tidal wave of customers trickled to a stream, Mom and Dad rushed into the deli."],
        ["24", "\t“I couldn't get through because of traffic,” explained Dad."],
        ["25", "\t“And I just got finished with the contest,” Mom said, looking anxious."],
        ["26", "\t“It's all right,” I replied with a smile. “I had good help.”"],
        ["27", "\t“Eric, why don't you take a break and go find your friends?” Dad suggested."],
        ["28", "\tIt was an enticing thought, but I had another idea."],
        ["29", "\t“Maybe later,” I said. “I have a few more orders to fill.”"],
        ["30", "\t“We can take care of them,” Mom said. “Especially after what you've been through.”"],
        ["31", "\t“That's O.K.,” I said. “These are special orders, the most important ones of the day. After all, you have to take care of your regulars.”"],
        ["32", "\tCarefully, I began making a turkey melt, a corned beef on rye, and a ham-and-cheese sandwich on whole wheat bread."]
    ],
    "Copyright": "",
    "References": []
}