{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "Hidden in Abuelita's Soft Arms",
    "Subtitle": "",
    "Author": "by Daniel A. Olivas",
    "LabelType": "L",
    "Content": [
        [" ", "Wrinkled and brown like an old paper bag,"],
        [" ", "Abuelita¹ smiles with her too-perfect white teeth,"],
        [" ", "And she calls out as I run from Papa's old, gray station wagon,"],
        [" ", "“Mi cielo, come here! I need a big abrazo from you!”\n\n"],
        ["5", "And I bury myself deep, hidden in Abuelita's soft arms,"],
        [" ", "Smelling like perfume and frijoles and coffee and candy.\n\n"],
        [" ", "A whole weekend with Abuelita!"],
        [" ", "I shout, “Bye, Papa!”\n\n"],
        [" ", "Papa smiles and drives off in a puff of white smoke."],
        ["10", "I bury my face deeper into her,"],
        [" ", "Just me and Abuelita,"],
        [" ", "For the whole weekend.\n\n"],
        [" ", "We march happily into her house"],
        [" ", "Painted yellow-white like a forgotten Easter egg,"],
        ["15", "And cracked here and there like that same egg."],
        [" ", "But it is her home,"],
        [" ", "Near the freeway and St. Agnes Church.\n\n"],
        [" ", "On the wall there are pictures of Mama and my two aunts."],
        [" ", "And there's one of Abuelita, so young and beautiful,"],
        ["20", "Standing close to Abuelito on their wedding day.\n\n"],
        [" ", "“Mi cielo,” Abuelita says holding my sweaty cheeks in her"],
        [" ", "Cool, smooth hands."],
        [" ", "“You are so big! My big boy!”"],
        [" ", "And I laugh and stand on my toes to be even bigger.\n\n"],
        ["25", "And I bury myself deep, hidden in Abuelita's soft arms,"],
        [" ", "Smelling like perfume and frijoles and coffee and candy."]
    ],
    "Copyright": "From: LOVE TO MAMÁ A TRIBUTE TO MOTHERS. Poem by Daniel A. Olivas. Copyright © 2001 by Daniel Olivas. Permission arranged with LEE & LOW BOOKS, INC. New York, NY 10016. All rights not specifically granted herein are reserved.",
    "References": [
        ["¹", "Abuelita is the Spanish word for “grandmother.”"]
    ]
}