{
    "Directions": "",
    "Context": [],
    "Title": "The Story Behind The Silmarillion",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "J. R. R. Tolkien is best known for the world of fantasy he created in the novel The Hobbit and the trilogy The Lord of the Rings. Yet for Tolkien, one important work remained unfinished at his death in 1973. This book was The Silmarillion."],
        ["2", "Tolkien’s novels are based in a fictional world. In that world creatures such as elves and dwarves coexist with ordinary human beings. The Silmarillion can be thought of as a prequel to The Hobbit and The Lord of the Rings. It is an account of the history of this fantasy world before The Hobbit takes place. This history tells about when the villain of that world battled heroes to claim possession of jewels called Silmarilli."],
        ["3", "But the story of how The Silmarillion was created may be just as interesting as the story told on its pages. It was Tolkien’s first and last work. He began working on it in 1917 and continued adding to it and revising it for about 56 years. Tolkien was unable to complete the work before he died, so his son Christopher took on the challenge of finishing it. Tolkien had a͟m͟a͟s͟s͟e͟d many writings he wished to include in the book. Christopher thought, however, that presenting all the material would lead only to confusion for the reader, so he decided to select and arrange the pieces that together would create the most complete and understandable history of this fantasy world."],
        ["4", "To accomplish this task, Christopher enlisted the aid of a friend. Guy Gavriel Kay had always been interested in writing, particularly fantasy. He worked on The Silmarillion with Christopher for approximately a year. This assignment changed Kay’s life, and he eventually became a best-selling fantasy writer himself. Kay’s work on The Silmarillion undoubtedly provided training and valuable experience on his journey to become an author."],
        ["5", "The published version of The Silmarillion has five parts, which was what Tolkien wanted. But the parts had not been put together as a whole when Christopher took on the work after his father died. Some stories required organizing, and some parts were still incomplete and needed finishing."],
        ["6", "The Silmarillion was published in 1977 to mixed reviews. Some people believed it was too different from what they had come to expect from Tolkien’s writing. It had a grim mood and a complicated plot. Others were impressed with the masterful editing Tolkien’s son had done. They knew that Christopher had started the task with many incomplete pieces. After The Silmarillion, Christopher published more of his father’s unfinished writings, including a children’s story and a poem about King Arthur. Their publication allowed still more of J. R. R. Tolkien’s fantasies to be shared with devoted readers around the world."]
    ],
    "Copyright": "Third party trademarks The Hobbit®, The Lord of the Rings® and The Silmarillion® were used in these testing materials.",
    "References": []
}