{
    "Directions": "",
    "Context": [],
    "Title": "Source 2: Deeper Learning Through Specialization",
    "Subtitle": "",
    "Author": "by Leon Samuels",
    "LabelType": "P",
    "Content": [
        ["6", "\tNearly every high school in the country has different departments for each subject. The math teacher has a math background. The science teacher has a deep understanding of earth science or physics. These teachers get to teach what they know and take pride in knowing it well."],
        ["7", "\tIf this is good for high school students, it would help younger students as well. Younger children should move between different classes during the day so that they can learn more from teachers who are masters of their subject matter."],
        ["8", "\tSome schools have already started switching classes in elementary school. Education consultant Steve Peha has seen the percent of his schools that switch classes increase from 5% to 20% in the past 15 years."],
        ["9", "\tWhen a teacher teaches the same lesson throughout the day, he or she can ensure that students fully understand the material. The lesson may be of higher quality since the teacher only has to prepare one outstanding lesson to teach several times each day."],
        ["10", "\tTeachers can take classes to deepen their knowledge of their subjects. Susana Cordova, the chief academic officer of elementary schools in Denver, Colorado, elementary schools, has seen increased interest in teacher training in single subject areas. According to Cordova, teachers feel that they learn more quickly when they only teach one subject area."],
        ["11", "\tIan Yale is the principal at Columbia Elementary School in Burbank, Washington. He says that even though he pays more for teacher training, he saves on school materials. Yale points out that he needed 90 books when each teacher taught math. But when one teacher teaches math to 30 students at a time, he only needs 30 books that can be used over and over again."],
        ["12", "\tStudents, teachers, and school leaders can all benefit from switching classes. With careful planning and good communication, students learn the most when they switch classes, even in elementary school."]
    ],
    "Copyright": "“Deeper Learning Through Specialization” by Leon Samuels. Written for educational purposes.",
    "References": []
}