{
    "Directions": "Read the “Should Elementary School Students Switch Classes?” passage set.",
    "Context": [],
    "Title": "Source 1: Difficult Decisions for Schools",
    "Subtitle": "",
    "Author": "by Lillian James",
    "LabelType": "P",
    "Content": [
        ["1", "\tIf your school is like most elementary schools, you stay with the same teacher to learn subjects like math, reading, science, and social studies. You might switch classes for gym, music, or art. But when you get to middle school, you'll likely have a different teacher for each subject. Some people wonder whether students should switch classes earlier than in middle school."],
        ["2", "Schools all over the country are changing to this model to see whether it improves student learning. Some schools are happy with the new system. Kathleen Marchetti is a fifth-grade teacher at a school in Salem, Massachusetts. She feels that switching classes allows her the time to be more creative than she could when she taught all subjects. Marchetti also points out there are some difficult parts of switching classes — for example, having more students than she did before."],
        ["3", "Other schools have had less success with switching classes. The teachers don't have enough extra time to plan together. They prefer a single classroom where they can plan at their own pace."],
        ["4", "Brian Roberts is the assistant principal at Liberty Elementary School in Azle, Texas. He notes that parents have had mixed reactions. Some parents love how their children are learning more about each subject from teachers who are experts in that subject. Other parents find it hard to communicate with teachers. They feel it is easier to talk to one teacher who teaches their child all day, rather than try to talk with many teachers."],
        ["5", "While switching classes at a young age can work for some kids, parents, and teachers, others will continue to find it hard. Schools will have to weigh the benefits and the drawbacks of each model to figure out what is best for their students."]
    ],
    "Copyright": "“Difficult Decisions for Schools” by Lillian James. Written for educational purposes.",
    "References": []
}