{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "The Underground Railroad: A Path to Freedom",
    "Subtitle": "",
    "Author": "by Ross Rosenfeld",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe Underground Railroad was not a railroad, and it wasn't underground. It was a journey taken by slaves escaping to freedom. One story says that the name came from a slave owner who chased his escaping slave down the Ohio River, only to find that the slave had disappeared. “He must have gone on an underground railroad!” the man said."],
        ["2", "\tEvery journey was a little bit different. Remember, there were no tracks on this “railroad.” But there were “conductors” and “stationmasters” who helped the fugitives find their way to freedom."],
        ["3", "\tThe path to freedom was dangerous, scary, and often sad. Many escaping slaves were leaving their families behind. Some went with conductors—such as Harriet Tubman—who led escaping slaves through woods and swamps and across rivers north, to places where slavery was against the law. (Some conductors were former slaves. Others were free blacks and whites.) Many slaves fled on their own. Slave catchers followed close behind, often with dogs called bloodhounds, who sniffed out the trail. Getting caught was terrible. If conductors or fugitives were caught, they were enslaved again or even killed."],
        ["", "problems/MS23G4E/media/S4a.jpg"],
        ["4", "\tAlong the way to freedom, the fugitive slaves stopped at different “stations.” These stations were usually houses or barns where a stationmaster—the home owner or barn owner — hid the escaping slaves. Often, stationmasters hung a lantern outside as a signal that the house or barn was safe."],
        ["5", "\tThe stationmasters were abolitionists. Because of the laws against helping escaped slaves, it was almost as dangerous to be a stationmaster as it was to be a conductor or a fugitive. One stationmaster who helped many slaves escape was William Still, a free black man from Pennsylvania."],
        ["6", "\tAnother stationmaster, named Thomas Garrett, was a shoemaker. When Tubman and others came with escaping slaves, he gave them food, shelter, and shoes. Even after Garrett was fined $5,400 for his “crime” (an enormous amount of money for the time), he continued his work as a stationmaster. Over a period of about 40 years, Garrett may have helped as many as 2,700 slaves escape."],
        ["", "problems/MS23G4E/media/S4b.jpg"],
        ["7", "\tOne of the most famous abolitionists was Frederick Douglass. An escaped slave, he ran a newspaper in Rochester, New York. His paper, called the North Star, spoke out against slavery. Harriet Tubman and Frederick Douglass were friends, and she often asked for his help. Another famous person who helped fugitive slaves was William H. Seward, a New York senator. Seward hated slavery. He gave Harriet Tubman money whenever he could to help her work on the Underground Railroad."],
        ["8", "\tThe Underground Railroad existed because many people believed slavery was unacceptable. No one knows exactly how many slaves found freedom along it, but some say as many as 100,000 people escaped in just 30 years, between 1830 and 1860."]
    ],
    "Copyright": "“The Underground Railroad: A Path to Freedom” by Ross Rosenfield, from Appleseeds Magazine, March 1, 2004, copyright © 2004, Cricket Media. Used by permission.",
    "References": []
}