{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "“When I Reach the Promised Land ...”",
    "Subtitle": "",
    "Author": "by Susan Buckley",
    "LabelType": "P",
    "Content": [
        ["1", "\tOn a summer night in 1849, Harriet Tubman turned north and left slavery behind her. When she stole away from Brodas Plantation on Maryland's eastern shore, she made her way to freedom on the Underground Railroad."],
        ["2", "\tThe slaves on Brodas Plantation were uneasy that summer, for the new owner needed money, and the easiest way for him to get it was to sell slaves. First, two of Harriet Tubman's sisters were sold. Chained with other slaves, they  were sent further south."],
        ["3", "\tWhen Harriet Tubman heard that she and her brothers had also been sold, she knew that she had to flee. And she had to leave right away. When night fell, she set out. In the dark, through the woods, she made her way to the nearby house of a white woman who had offered help. It was this woman who first put Harriet Tubman on the Underground Railroad."],
        ["4", "\tGiving Harriet Tubman directions, she explained that at each place, someone would help her. Each of these stops was a “station” on the road north to freedom. At a station—on someone's farm or in a house, a church, or a store—brave people who hated slavery hid escaping slaves like Harriet Tubman. When it was safe, they sent them toward the next station on the way toward freedom."],
        ["5", "\tHarriet Tubman later became the bravest “conductor” of the Underground Railroad, conducting hundreds to freedom. But this time, she traveled alone. She was hidden under a blanket in a wagon going to market and rowed across the Choptank River. She hid at Underground Railroad stations in a free black's cabin, a Quaker attic, and a German farm."],
        ["6", "\tFinally, 90 miles from Brodas Plantation, Harriet Tubman set foot on free soil at daybreak. She had reached the free state of Pennsylvania, where slavery was outlawed. As the sun came up, Harriet Tubman said, “I looked at my hands to see if I was the same person now I was free. There was such a glory over everything, the sun came like gold through the trees, and over the fields, and I felt like I was in heaven.”"]
    ],
    "Copyright": "“When I Reach the Promised Land” by Susan Buckley, from Appleseeds Magazine, March 1, 2004, copyright 2004, Cricket Media. Used by permission.",
    "References": []
}