{
    "Directions": "Read the “Should Musicians Change Their Tune?” passage set.",
    "Context": [],
    "Title": "Source 1: The Changing Landscape of the Music Business",
    "Subtitle": "",
    "Author": "by Jacob Carter",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe music industry is in the midst of a large upheaval. In decades past, artists made money through physical sales of records, CDs, and cassettes. However, those forms of media are quickly fading away. And while downloading songs from services such as Amazon or iTunes has become the most common way for people to purchase music in recent years, the whole idea of buying music to own may be falling by the wayside. To take its place are Internet services that stream music directly to listeners on their smartphones, tablets, or computers. These apps are typically available either as ad-supported free versions or ad-free monthly subscription services. And while this is great for fans, who now have access to millions of songs at the flick of a touchscreen, it has shattered the traditional model of how an artist manages his or her career."],
        ["2", "\tWith music lovers increasingly moving away from making one-time purchases towards an all-you-can-listen-to service, what is a hard- working artist to do? The main problem facing many musicians is that payments-per-stream of a song are much lower than what an artist would receive from a download. According to data journalist David McCandless, a signed solo artist would need about 5,478 iTunes downloads of a song per month versus 4,200,000 YouTube streams per month just to make the U.S. minimum wage. Some big-name artists have called attention to the issue. In November of 2014, award- winning musician Taylor Swift pulled her entire music catalog from Spotify, a popular streaming app, claiming that their business model suggests that music does not hold much worth."],
        ["3", "\tOthers have embraced the idea of streaming music, claiming that it offers smaller artists a chance for their music to get heard by a wider audience. Zoë Keating, a cellist who describes herself as established but non-mainstream, suggests that these services should be viewed as a way for musicians to get their music out there and not as an income source. Brian Message, manager of the band Radiohead, has come out in support of streaming services. He sees them as a way for musicians and fans to interact."],
        ["4", "\tRegardless of what artists may think about this shift in the music industry, there's no arguing that they need to adapt in order to make money. While touring and selling merchandise have always been tried-and-true revenue streams, one major shift in recent years has been the growth in partnership between artists and businesses. Corporate sponsorship can be a risky option for musicians. A band can make hundreds of thousands of dollars by agreeing to promote a product or license its music for use in advertisements, but there are many ways that this can backfire. Alex Scally, instrumentalist for the indie-pop duo Beach House, notes that when bands take on corporate sponsors they may lose the image they have worked to create. However, Scally does assert that the rules could be different for smaller bands just starting out."],
        ["5", "\tIt's clear that for artists big or small, trying to maintain credibility while struggling to sustain a career is certainly tricky. Artists must develop an image that appeals to their fans in order to remain unique and authentic, or they risk striking the wrong chord, which could leave them struggling to sustain careers in this new business landscape."]
    ],
    "Copyright": "“The Changing Landscape of the Music Business” by Jacob Carter. Written for educational purposes.",
    "References": []
}