{
    "Directions": "",
    "Context": [],
    "Title": "Source 3: The New Necessity in the Music Business",
    "Subtitle": "",
    "Author": "by Stacia Coates",
    "LabelType": "P",
    "Content": [
        ["11", "\tYears ago, when people still bought full albums and artists were paid a decent percentage of the sales, the idea of “selling out” by accepting corporate sponsorships or licensing out songs was seen as a sure-fire way to lose credibility and respect in the eyes of fans. “How could they?!” fans would cry, at the shock of hearing their once-loved underground indie band in a commercial for a family-sized sedan. But these days, thanks to the rise of online music streaming and cheap digital downloads, what once was taboo has now become the norm. It is now accepted, and even necessary, for bands to put their music in commercials or promote products for sponsors in order to sustain a career in the music business."],
        ["12", "\tSome argue that any loss in album sales can be offset by touring and selling merchandise. But with rising costs and other factors, even this is not enough. Booking agents and tour managers must be paid, gas and food must be bought, t-shirts and posters must be manufactured—all of these costs add up. A post on social media by Shane Blay, a member of the metal band Oh, Sleeper, details the bite these costs can take out of a band's touring revenue. Out of the $600 of gross income per night that a mid-level touring band such as his typically makes, they will be left with only $78.75 of net income after deductions for all their other costs. This doesn't even include hotel costs, which are usually $50–$60 per night. By the end of the tour, his band may even end up losing more money than it makes."],
        ["13", "\tA corporation paying for these costs can make the difference between artists growing their careers, or completely giving up on the music business altogether. The Shins, a relatively unknown indie-rock band, grew massively in popularity after getting their single “New Slang” in a McDonald's commercial, as well as a few other movies and TV shows. And while the sums of these deals aren't disclosed, a band can earn anywhere from $10,000 to $150,000—plenty of money for equipment, touring, and living expenses."],
        ["14", "Some bands have thoroughly embraced branding and see it more as an opportunity rather than a necessity. For example, the massively successful pop group, the Black Eyed Peas, focuses on exposure before a paycheck. For years, they've allowed corporations to use their music in advertisements for cars, electronics, and jeans, among many other goods. In 2001, the trio did a 30-second commercial for Dr. Pepper soda. They made those 30 seconds a priority, even as they were preparing material for their next album. Then, in 2003, when Apple unveiled its iTunes store, the Black Eyed Peas' song “Hey Mama” was the first of the now-famous ad campaigns for the store. For the Peas, this business model has more than paid off. Now a household name, the group discovered that the more invested they became in marketing and branding, the more successful they became with fans."],
        ["15", "For artists serious about their careers, turning down any form of corporate sponsorship or licensing agreements could be a mistake. At times, it's not only necessary, but a smart way to make it in today's music business."]
    ],
    "Copyright": "“The New Necessity in the Music Business” by Stacia Coates. Written for educational purposes.",
    "References": []
}