{
    "Directions": "Read the passages “The Spirit of Discontent” and “The Mill Girls,” listen to the audio clip “The Spirit of Discontent,” and then answer Numbers each question.",
    "Context": [
        "The following story is from an issue of the Lowell Offering, a monthly magazine of letters, stories, and poetry written by women working in the textile mills in Lowell, Massachusetts, in the mid-1800s."
    ],
    "Title": "Passage 1: The Spirit of Discontent",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\t“I will not stay in Lowell any longer; I am determined to give my notice this very day,” said Ellen Collins, as the earliest bell was tolling to remind us of the hour for labor."],
        ["2", "\t“Why, what is the matter, Ellen? It seems to me you have dreamed out a new idea! Where do you think of going? and what for?”"],
        ["3", "\t“I am going home, where I shall not be obliged to rise so early in the morning, nor be dragged about by the ringing of the bell, nor confined in a close noisy room from morning till night. I will not stay here; I am determined to go home in a fortnight.”¹"],
        ["4", "\tSuch was our brief morning’s conversation."],
        ["5", "\tIn the evening, as I sat alone, reading, my companions having gone out to public lectures or social meetings, Ellen entered. I saw that she still wore the same gloomy expression of countenance, which had been manifested in the morning; and I was disposed to remove from her mind the evil influence, by a plain common-sense conversation."],
        ["6", "\t“And so, Ellen,” said I, “you think it unpleasant to rise so early in the morning, and be confined in the noisy mill so many hours in the day. And I think so, too. All this, and much more, is very annoying, no doubt. But we must not forget that there are advantages, as well as disadvantages, in this employment, as in every other. If we expect to find all sun-shine and flowers in any station in life, we shall most surely be disappointed. We are very busily engaged during the day; but then we have the evening to ourselves, with no one to dictate to or control us. I have frequently heard you say that you would not be confined to house-hold duties and that you disliked the millinery business altogether, because you could not have your evenings for leisure. You know that in Lowell we have schools, lectures, and meetings of every description, for moral and intellectual improvement.”"],
        ["7", "\t“All that is very true,” replied Ellen, “but if we were to attend every public institution, and every evening school which offers itself for our improvement, we might spend every farthing of our earnings, and even more. Then if sickness should overtake us, what are the probable consequences? Here we are, far from kindred and home; and if we have an empty purse, we shall be destitute of friends also.” . . ."],
        ["8", "\t“You are fully aware, Ellen, that a country life does not exclude people from labor— . . . that people have often to go a distance to meetings of any kind—that books cannot be so easily obtained as they can here—that you cannot always have just such society as you wish— that you”—"],
        ["9", "\tShe interrupted me, by saying, “We have no bell, with its everlasting ding-dong.”"],
        ["10", "\t“What difference does it make,” said I, “whether you shall be awaked [sic] by a bell, or the noisy bustle of a farm-house? For, you know, farmers are generally up as early in the morning as we are obliged to rise.”"],
        ["11", "\t“But then,” said Ellen, “country people have none of the clattering of machinery constantly dinning in their ears.”"],
        ["12", "\t“True,” I replied, “but they have what is worse—and that is, a dull, lifeless silence all around them. The hens may cackle sometimes, and the geese gabble, and the pigs squeal”—"],
        ["13", "\tEllen’s hearty laugh interrupted my description—and presently we proceeded, very pleasantly, to compare a country life with a factory life in Lowell. Her scowl of discontent had departed, and she was prepared to consider the subject candidly. We agreed, that since we must work for a living, the mill, all things considered, is the most pleasant, and best calculated to promote our welfare; that we will work diligently during the hours of labor; improve our leisure to the best advantage, in the cultivation of the mind, —hoping thereby not only to increase our own pleasure, but also to add to the happiness of those around us."]
    ],
    "Copyright": "“The Spirit of Discontent” fiction from the Lowell Offering. In the public domain.",
    "References": [
        ["¹", "fortnight: two weeks"]
    ]
}