{
    "Directions": "",
    "Context": [],
    "Title": "Passage 2: Tiger Moths Use Sonic Defense to Trick Bats",
    "Subtitle": "",
    "Author": "by Josh Chamot",
    "LabelType": "P",
    "Content": [
        ["5", "\tAs a bat zips through the night sky, it sends out high-pitched squeaks, bouncing sound waves off of objects and unsuspecting prey. While most insect victims would have trouble fighting back, many dive and loop to avoid enemies, and some have the added advantage of being poisonous. Yet, in the dark, the bright warning colors of most toxic insects are lost on predators. Now, some researchers suspect one type of moth may have a way of effectively broadcasting its toxicity —  the insect produces high-pitched sounds of its own."],
        ["", "problems/FL20G7R/media/S5a.jpg"],
        ["6", "\tTiger moths have a special clicker called a tymbal built into their thorax.¹ When they fly, the moths click their tymbal to produce a distinct sound that seems to keep bats at bay. Scientists have proposed a few reasons for the tymbal's success, ranging from its potential to startle a bat to its possible role as a “jammer” that garbles the bats' hunting squeaks."],
        ["7", "\t[National Science Foundation] researchers William Conner and Nickolay Hristov of Wake Forest University in North Carolina have found preliminary evidence that the tymbal may actually warn the bats: “I'm a tiger moth and I'm toxic.” The bat may recognize the clicks from the 11,000 tiger moth species, learning to avoid the critters after an initial bout of food poisoning."],
        ["8", "\tNext summer,² Conner's team will take the research to the Ecology Summer Day Camp at Archbold Biological Station in Lake Placid, Florida. In addition to their summer of field activities, the kids will test out a new “Bats and Bugs” website that includes recorded bat sounds and videos of the in-flight battles."]
    ],
    "Copyright": "“Tiger Moths Use Sonic Defense to Trick Bats” by Josh Chamot. Courtesy: National Science Foundation.",
    "References": [
        ["¹", "thorax: the moth's midsection"],
        ["²", "Next summer: The research took place during 2002."]
    ]
}