{
    "Directions": "",
    "Context": [],
    "Title": "Passage 2: The Mill Girls",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Choices and Changes"],
        ["14", "\tTo find workers for their mills in early Lowell, the textile corporations recruited women from New England farms and villages. These “daughters of Yankee¹ farmers” had few economic opportunities, and many were enticed by the prospect of monthly cash wages and room and board in a comfortable boardinghouse. Beginning in 1823, with the opening of Lowell's first factory, large numbers of young women moved to the growing city. In the mills, female workers faced long hours of toil and often grueling working conditions. Yet many female textile workers saved money and gained a measure of economic independence. In addition, the city's shops and religious institutions, along with its educational and recreational activities, offered an exciting social life that most women from small villages had never experienced."],
        ["", "Leaving Home"],
        ["15", "\tMost of the women who came to Lowell were from farms and small villages. Some had labored in small textile mills. Others had produced cotton or woolen goods or shoes for merchants who employed men and women in their homes and paid them by the pieces they produced."],
        ["16", "\tOn many farms the father was the property owner and head of household. Family members shared daily and seasonal tasks. In addition to strenuous chores outdoors, mothers and daughters toiled in the home, cooking, cleaning, and making clothes. This hardscrabble life proved increasingly difficult for young women, and by the early 1800s a growing number of Yankee farm families faced severe economic difficulties. For many young, rural women, the decision to leave home for a city like Lowell was often born of necessity ..."],
        ["", "Life in a Boardinghouse"],
        ["17", "\tThe majority of mill girls in Lowell lived in boardinghouses. These large, corporation-owned buildings were often run by a female keeper, or a husband and wife. A typical boardinghouse consisted of eight units, with 20 to 40 women living in each unit."],
        ["18", "\tFor most young women, life in the boardinghouse was dramatically different from life on the farm. Usually they shared a room with three other women, sleeping two to a bed. A fireplace in each room provided warmth in the colder seasons. The keeper prepared three meals a day, and the women dined together in a common room. Women formed many new friendships with other female boarders. The bonds created through daily social intercourse helped new workers adjust to the demands of factory life."]
    ],
    "Copyright": "“The Mill Girls.” In the public domain. Data retrieved from http://www.nps.gov/lowe/planyourvisit/upload/mill%20girls.pdf.",
    "References": [
        ["¹", "Yankee: a person from the northeast region of the United States"]
    ]
}