{
    "Directions": "",
    "Context": [
        "This article describes a research program by the Office of Naval Research (ONR). ONR's Bio-Sonar program studies the ability of bats and other creatures to echolocate."
    ],
    "Title": "Passage 3: Bat Sonar and Naval Technology",
    "Subtitle": "",
    "Author": "by The Office of Naval Research",
    "LabelType": "P",
    "Content": [
        ["9", "\tONR’s Bio-Sonar program supports the bat research of Brown University neuroscientist,¹ Jim Simmons. Bats use sonar to find food and avoid obstacles much the way our military sonar systems would like to find and detect submarines and mines. “Bats make sounds, listen to echoes, and then see objects,” notes Simmons. “We want to know what the neurons in the bat’s auditory system are doing to process the echoes that allows their brains to ‘see’ an image. We now know that bats have a method of doing synthetic aperture sonar while flying that not only determines the distance and direction of all the objects in a scene, but also reconstructs one specific object’s shape. What’s really incredible is that they can do both simultaneously.”"],
        ["10", "\tIn Simmons’ experiments, the bats are trained to differentiate sounds with the time separation of those sounds shortened to test the bats’ response. “The bats humor us,” says Simmons. “They get mealworms if they behave.”"],
        ["11", "\tA major goal of ONR’s bio-sonar research program is to duplicate the ability to differentiate between two echoes that arrive at almost the same time. Today’s electronic sonar processing can differentiate between echoes about 12 millionths of a second apart. Bats have it down to 2 to 3 millionths of a second. Being able to separate such sounds means that bats can tell the difference between objects and shapes that are separated by only about the width of a human hair."],
        ["12", "\t“ONR would like to get naval sonars, both in listening and in processing the return information, a bit more, well, bat-like,” notes ONR’s Harold Hawkins."]
    ],
    "Copyright": "Excerpt from “Bat Sonar and Anti-Submarine Warfare” by the Office of Naval Research. In the public domain.",
    "References": [
        ["¹", "neuroscientist: a scientist who studies the functions of the brain"]
    ]
}