{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "LS2.B"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the data, which statement BEST describes the relationship causing the decreased biomass of the coral reef species in the hydrosphere?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Ocean acidity is increasing because atmospheric carbon dioxide and absorption in the hydrosphere are increasing.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 4 shows an increase in atmospheric CO₂, Figure 1 shows how CO₂ is absorbed into the ocean through direct absorption from the atmosphere and photosynthesis, and Figure 2 shows the increase in acidity over the same time as Figure 4.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Atmospheric carbon dioxide and absorption in the hydrosphere are increasing because ocean acidity is increasing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid based on Figure 1. CO₂ is primarily being absorbed by the ocean, not emitted.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Ocean acidity is decreasing because atmospheric carbon dioxide and absorption in the hydrosphere are increasing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid based on Figure 2.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Atmospheric carbon dioxide and absorption in the hydrosphere are decreasing because ocean acidity is increasing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid based on Figure 4.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "LS2.B"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Identify the relationships between Figure 2, Figure 3, and Figure 4."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/NJG11S/media/2a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/NJG11S/media/2b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "In Figure 2, ocean acidity is increasing, and as it increases, the percentage of reef surface covered by live coral decreases, as shown in Figure 3. This suggests an indirect relationship. In Figure 2, ocean acidity is increasing, and as it increases, the concentration of atmospheric carbon dioxide is increasing, as shown in Figure 4. This suggests a direct relationship. In Figure 3, the percentage of reef surface covered by live coral is decreasing, while Figure 4 shows the concentration of atmospheric carbon dioxide increasing, which suggests an indirect relationship.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/NJG11S/media/2c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/NJG11S/media/2d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "ESS2.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which question is BEST addressed by analyzing the data?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "What is the surface area of the Greenland ice sheet?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because there is no information regarding the surface area of the ice sheet.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "How does the Greenland ice sheet affect climate?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because the description explains that the climate is being affected not by the ice sheet but by the rising CO₂ levels.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Why is the Greenland ice sheet made out of freshwater?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because it does not correlate to Figures 1 or 2.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "What is causing the Greenland ice sheet mass to decrease?",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows the increase in atmospheric CO₂ over time. Figures 2 and 3 show the correlation to Figure 1. As the CO₂ increases, so does the global sea level, and the mass of the ice sheet decreases. Therefore, the data show why the Greenland ice sheet is changing.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MS",
        "NumChoices": 6,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "ESS2.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statements are BEST supported by the data?",
            "Select TWO of the six statements."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As ice sheet mass increases, sea level rises.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because Figures 2 and 3 show the opposite phenomenon: as the ice sheet mass decreases, the sea level rises.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "As atmospheric carbon dioxide increases, sea level rises.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows the increase in atmospheric CO2 over time. Figures 2 and 3 show the correlation to Figure 1. As the CO2 increases, so does the global sea level.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "As sea level rises, atmospheric carbon dioxide decreases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because Figures 1 and 2 show the opposite phenomenon: as the sea level rises, the CO₂ also rises.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "As atmospheric carbon dioxide decreases, ice sheet mass decreases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because Figures 1 and 3 show the opposite phenomenon: as the atmospheric CO₂ rises, the ice sheet mass decreases.",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "As atmospheric carbon dioxide increases, ice sheet mass decreases.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows the increase in atmospheric CO2 over time. Figures 2 and 3 show the correlation to Figure 1. Asthe CO2 increases, the mass of the ice sheet decreases.",
                    "Percent": 0
                }
            },
            "F": {
                "Choice": "As ice sheet mass decreases, atmospheric carbon dioxide decreases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because Figures 1 and 3 show the opposite phenomenon: as the atmospheric CO₂ rises, the ice sheet mass decreases.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "ESS2.D"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The ice sheets reflect energy from sunlight back into space and allow the Earth to stay cooler. If the ice sheets melt, the amount of energy reflected will change, and thus the temperature of the Earth can change.",
            "Based on the data, complete the model to show how a change in the ice sheets leads to changes in other Earth systems."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/NJG11S/media/5a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/NJG11S/media/5b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The stimulus states that rising carbon dioxide levels are correlated with rising atmospheric temperatures. Figure 1 shows carbon dioxide concentration in the atmosphere increasing; therefore, atmospheric temperatures must be increasing. Figure 2 shows global sea level rising, which is due to ice sheets melting because the temperature is increasing. Less ice will reduce the amount of sunlight reflected back to space, causing more heat to be retained, which will further increase atmospheric temperature.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/NJG11S/media/5c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/NJG11S/media/5d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "LS4.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S3.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which correlation between the peppered moth population and its environment is BEST supported by the data provided?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "When dark-colored moths migrated out of the population, tree color changed from mostly dark to mostly light.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because the tree color is not caused by the moths, but by soot or lichen.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Dark-colored moths turned into light-colored moths when tree color changed from mostly dark to mostly light.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because moth color is a genetic trait. Moths are either light- or dark-colored. Their percentages are a function of their ability to survive. One cannot turn into the other.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "When light-colored moths outcompeted dark-colored moths, tree color changed from mostly dark to mostly light.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because the tree color is not caused by the moths, but by soot or lichen.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Light-colored moths became more common than dark-colored moths when tree color changed from mostly dark to mostly light.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows that tree color changed from soot-darkened in 1950 to lichen-covered and light by 2000. Figure 1 also provides an example of the two color varieties of peppered moths. Table 1 shows that the percentage of dark-colored moths decreased over the same time period, as the trees became lighter, while the percentage of light-colored moths increased as the trees became lighter. This supports a direct correlation between tree color and moth color.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 6,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "LS2.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S3.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The environmental change that occurred was due to the enactment of pollution-control laws. These laws significantly reduced the amount of smoke being released into the environment by some industries.",
            "Based on the data in Table 1, during which decade were these laws MOST LIKELY first enacted?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1950",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "1960",
                "Key": {
                    "Correct": true,
                    "Rationale": "The introduction states that in 1950, trees were dark as the result of soot coverage, and in 2000 they were light and lichen-covered. Information in the item stem further indicates that pollution control laws were enacted, and soot emissions by industries were reduced. Based on Table 1, the first significant change in the percentage of dark and light-colored moths in the population occurred in 1970; therefore, pollution-control laws would have to have been enacted prior to 1970. Because there was no significant change in the percentage of dark- and light-colored moths in the population between 1950 and 1960, the laws must have been enacted sometime in the 1960s.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1970",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "1980",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "1990",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "F": {
                "Choice": "2000",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS4.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S4.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which wavelength (λ) of the light results as it passes from water into the polymer ball?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "3.57 × 10⁻⁷ m",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "4.02 × 10⁻⁷ m",
                "Key": {
                    "Correct": true,
                    "Rationale": "The introduction gives the frequency, f, and the formula for finding the velocity, v. Table 1 gives the velocity of the light through water. The formula for the wavelength λ is solved like this:\n\nν = f𝜆\n\n𝜆 = v/f = (2.25 × 10⁸)/(5.60 × 10¹⁴) = 4.02 × 10⁻⁷ m",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "5.35 × 10⁻⁷ m",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "7.12 × 10⁻⁷ m",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "IDD",
        "NumChoices": 9,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS4.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S4.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The polymer marble is placed in a glass full of water. A beam of light passes through the different materials, as shown in Figure 2.",
            "problems/NJG11S/media/9a.jpg",
            "Select the correct word or phrase from each box to complete the statements that describe the behavior of light as it passes through the different materials.",
            "\n\nAs the light passes from the air into the glass, the velocity of light :DD-1: . As the light passes from the glass to the water, the wavelength :DD-2: . As the light passes from the water into the polymer marble, the velocity of light :DD-3: ."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "increases",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "decreases",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to Table 1, the velocity of light decreases from 3.00 × 108 m/s in air to 2.00 × 108 m/s in glass.",
                    "Percent": 0
                }
            },
            "1:C": {
                "Choice": "stays the same",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "increases",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to Table 1, after decreasing in velocity, the velocity of light then increases as it passes from the glass into the water to a speed of 2.25 × 108 m/s.",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "decreases",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:C": {
                "Choice": "stays the same",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "3:A": {
                "Choice": "increases",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "3:B": {
                "Choice": "decreases",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "3:C": {
                "Choice": "stays the same",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since the frequency of light is being held constant and the wavelength changes as the light travels through different materials, the speed of light changes as well. As noted in the table, as the light travels from the water into the marble, the speed does not change.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS4.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S4.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which observations are consistent with the given information and diagrams, and could help explain why the polymer ball is visible in air but invisible in water?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The speed of light is the same in the polymer and air, but different in water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to Table 1, the speed of light is the same in the polymer as in water, and slower than in air. This makes this choice invalid.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The speed of light is the same in the polymer and water, but different in air.",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to Table 1, the speed of light is the same in the polymer as in water, and slower than in air. This makes this choice valid",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The frequency of light is the same in the polymer and water, but different in air.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because there is no information regarding changing the frequency.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The wavelength of light is the same in the polymer and air, but different in the water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid by using the information in Table 1 and the equation v = fλ. Since frequency is being held constant, if the velocity changes, then the wavelength must change proportionally.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "ESS3.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement correctly answers the question of whether electrical plants that use wind power instead of fossil fuels would maximize power production and minimize GHG emissions?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "No, using wind power costs more than using fossil fuels.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because the question asks about power production, not cost comparison.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Yes, using wind power costs less than using fossil fuels.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because the question asks about power production, not cost comparison.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "No, using wind power creates a higher GHG emission intensity than using fossil fuels.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because the table lists the GHG emission of wind power (30) as less than that of fossil fuels (506).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Yes, using wind power produces a lower GHG emission intensity than using fossil fuels.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Table 1 shows that electrical plants that use wind power generated 30 grams of CO₂ per kilowatt hour produced, while fossil fuel-based power plants generated 506 grams of CO₂ per kilowatt hour produced. Therefore, using wind power would maximize power production and minimize GHG emissions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "ESS3.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Choose the option that shows the energy sources that have been arranged from the GREATEST (top) to the LEAST (bottom) amount of electricity produced per facility."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "nuclear energy\nhydropower\nwind power\nsolar power\nfossil fuels",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "nuclear energy\nfossil fuels\nhydropower\nwind power\nsolar power",
                "Key": {
                    "Correct": true,
                    "Rationale": "Table 1 shows that 1,500,000 solar power installation facilities generated 0.9% of the electricity in America; 52,343 wind turbine facilities generated 5.6%; 1,440 hydropower facilities generated 6.5% of the electricity; 62 nuclear power plant facilities generated 20% of the electricity; and 3,288 fossil fuel power plant facilities generated 65% of the electricity. To determine the amount of electricity generated per facility, the percentage (%) of energy generated must be divided by the number of facilities.\nSolar power: 0.9% ÷ 1,500,000 = 6.0 × 10⁻⁷ % per facility\nWind power: 5.6% ÷ 52,343 = 1.1 × 10⁻⁴ % per facility\nHydropower: 6.5% ÷ 1,440 = 4.5 × 10⁻³ % per facility\nNuclear energy: 20% ÷ 62 = 3.2 × 10⁻¹ % per facility\nFossil fuels: 65% ÷ 3288 = 1.9 × 10⁻² % per facility",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "fossil fuels\nnuclear energy\nwind power\nhydropower\nsolar power",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "fossil fuels\nnuclear energy\nsolar power\nwind power\nhydropower",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "LS2.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S6.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the estimates of total grass available in the study areas and average grass consumption of an individual bison, which study areas could support a herd of 2,000 bison over the winter?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1 or 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "The description explains that on average, each bison consumes 2,300 kg of grass over the winter; therefore, a herd of 2,000 bison will need at least 4.6 million kg of grass. Areas 1 and 2 both exceed this minimum, while areas 3 and 4 do not even reach this threshold. Additionally, the description states that each bison requires 0.05 sq km of grassland. A herd of 2,000 bison would require 100 sq km of grassland. Therefore, only areas 1 and 2 would be able to support a 2,000 head herd, making this choice correct.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "2 or 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "Area 3 is not correct.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "3 or 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "Areas 3 and 4 are not correct.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "1 or 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "Area 4 is not correct.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "LS2.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S6.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Scientists plan to introduce a 100-bison herd into a potential habitat area. Which estimate for how much grass all of the juvenile bison in the herd will eat over a period of 30 days is supported by Table 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "132 kg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option gives the daily amount of grass consumed by the juveniles (forgetting to multiply by 30 days).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "198 kg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option gives the daily rate of consumption for 30 days by one juvenile (forgetting to multiply 100 × .2 to get the total number of juveniles).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "3,960 kg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine how much grass juvenile bison in a 100-bison herd will eat in 30 days, first the number of juveniles must be calculated. Table 2 shows that the proportion of juveniles in a herd is approximately .2 so 100 bison multiplied by .2 is 20 juveniles, which is multiplied by 6.6 kg of grass per day, which equals 132 kg daily, multiplied by 30 days, which equals 3,960 kg of grass consumed by the juveniles in a 30-day period.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "19,800 kg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option gives the amount of grass consumed in 30 days by 100 juvenile bison (forgetting to multiply the total herd of 100 by the proportion that are juveniles, .2).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "IDD",
        "NumChoices": 6,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "LS2.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S6.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "After introducing bison herds into the park, the scientists observed that the bison prefer to occupy study areas 4, 2, 3, and 1, in that order. Based on the data in Table 1, select the correct word or phrase from each box to complete the statements explaining the bisons' preference.",
            "\n\nIn Banff National Park, bison preference is based on :DD-1: . Higher carrying capacity :DD-2: a factor in bison preference for the study areas"
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "habitat size",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "amount of grassland",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:C": {
                "Choice": "total grass available",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:D": {
                "Choice": "average snow depth",
                "Key": {
                    "Correct": true,
                    "Rationale": "Area 4 has the lowest average snow depth and the second-lowest total amount of grass available and amount of grassland available. It is also the second-smallest area, yet it is the most popular for the bison to live on. Area 1, on the other hand, is the largest area with the second-most amount of grassland and total grass available, but the deepest snow, and is least popular for the bison. Therefore, it can be concluded that snow depth played a major factor in where the bison want to live, and the overall size and amount of grassland is not an important factor.",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "is",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "is not",
                "Key": {
                    "Correct": true,
                    "Rationale": "Area 4 has the lowest average snow depth and the second-lowest total amount of grass available and amount of grassland available. It is also the second-smallest area, yet it is the most popular for the bison to live on. Area 1, on the other hand, is the largest area with the second-most amount of grassland and total grass available, but the deepest snow, and is least popular for the bison. Therefore, it can be concluded that snow depth played a major factor in where the bison want to live, and the overall size and amount of grassland is not an important factor.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "IDD",
        "NumChoices": 7,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "ESS2.B"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S7.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Describe the formation of seamounts.",
            "Complete the sentence by choosing the correct answers from each box.",
            "\n\nSeamounts form where :DD-1: plates :DD-2: each other and magma :DD-3: between them."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "continental",
                "Key": {
                    "Correct": false,
                    "Rationale": "No continental crust occurs where seamounts are shown to form.",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "oceanic",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows that seamounts form along a mid-ocean ridge between plate (B) and plate (C) which are moving apart, as indicated by the direction of the arrows in the oceanic crust, and that magma rises in this area.",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "collide into",
                "Key": {
                    "Correct": false,
                    "Rationale": "arrows indicate clearly that plates are not colliding (between C and D).",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "separate from",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows that seamounts form along a mid-ocean ridge between plate (B) and plate (C) which are moving apart, as indicated by the direction of the arrows in the oceanic crust, and that magma rises in this area.",
                    "Percent": 0
                }
            },
            "2:C": {
                "Choice": "slip past",
                "Key": {
                    "Correct": false,
                    "Rationale": "arrows indicate clearly that plates are not slipping past each other (between D and E)",
                    "Percent": 0
                }
            },
            "3:A": {
                "Choice": "rises",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows that seamounts form along a mid-ocean ridge between plate (B) and plate (C) which are moving apart, as indicated by the direction of the arrows in the oceanic crust, and that magma rises in this area.",
                    "Percent": 0
                }
            },
            "3:B": {
                "Choice": "descends",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "ESS2.B"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S7.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Figure 2 shows tectonic plate boundaries on Earth, with areas labeled W, X, Y, and Z.",
            "problems/NJG11S/media/17a.jpg",
            "Identify the location in Figure 2 that best represents the boundary between plates C and D in Figure 1.",
            "Select the correct location from the four options."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Area W",
                "Key": {
                    "Correct": false,
                    "Rationale": "Area W is positioned near a transform boundary where no mountains occur.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Area X",
                "Key": {
                    "Correct": false,
                    "Rationale": "Area X is located at a divergent boundary where the plates are moving in opposite directions, away from one another.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Area Y",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to Figure 1, mountains are associated with the boundary between plates C and D, which are being pushed together. There is a mountain chain in area Y, as indicated by the blue dots; therefore, this area is representative of the boundary between plates C and D.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Area Z",
                "Key": {
                    "Correct": false,
                    "Rationale": "Area Z is located south of a convergent boundary on the ocean floor, where there does not appear to be active mountain building.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "IDD",
        "NumChoices": 6,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "ESS2.B"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S7.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on Figure 1, describe where trenches are found.",
            "Complete the sentences by choosing the correct answers from from each box.",
            "\n\nA trench is a feature that is associated with a :DD-1: plate boundary. It is created when one plate :DD-2: another plate."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "transform",
                "Key": {
                    "Correct": false,
                    "Rationale": "At transform boundaries, plates slip past each other; this is not happening between (A) and (B).",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "convergent",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows a trench between oceanic plates (A) and (B). The arrows indicate these two plates are moving together (converging) and plate (A) is being forced beneath plate (B).",
                    "Percent": 0
                }
            },
            "1:C": {
                "Choice": "divergent",
                "Key": {
                    "Correct": false,
                    "Rationale": "At divergent boundaries, the plates move away from each other; this is not happening between (A) and (B).",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "moves laterally against",
                "Key": {
                    "Correct": false,
                    "Rationale": "The only lateral movement shown in Figure 1 is between plates (D) and (E).",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "is forced underneath",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows a trench between oceanic plates (A) and (B). The arrows indicate these two plates are moving together (converging) and plate (A) is being forced beneath plate (B).",
                    "Percent": 0
                }
            },
            "2:C": {
                "Choice": "moves away from",
                "Key": {
                    "Correct": false,
                    "Rationale": "The only area of divergence is shown at the spreading center (ridge) on plate (B).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MS",
        "NumChoices": 5,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS4.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S8.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is MOST important to the process of storing information on a hard disk drive?",
            "Select TWO of the five statements."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the sign of the current",
                "Key": {
                    "Correct": true,
                    "Rationale": "The introduction explains how data is stored on a hard disk by reversing the electrical current going through a wire, flipping the magnetic polarity on the disk. This implies that the two most important factors for storing information on the hard disk are the sign of the current and the direction of the magnetic polarity.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the size of the hard disk drive",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because the introduction explains that the size of the disks has not changed.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "how fast the write head moves",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information regarding the speed of the write head, making this option invalid.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the different magnetic field directions",
                "Key": {
                    "Correct": true,
                    "Rationale": "The introduction explains how data is stored on a hard disk by reversing the electrical current going through a wire, flipping the magnetic polarity on the disk. This implies that the two most important factors for storing information on the hard disk are the sign of the current and the direction of the magnetic polarity.",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "how many previously written bits there are",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information regarding the effect of previous data stored, making this option invalid.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS4.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S8.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How many bits are required to store an image of 1 MB?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "8",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1,000,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "8,000,000",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the table, there are 8 bits in a byte and 1 million bytes in a MB:\n\n8 bits = 1 byte\t10⁶ bytes = 1 MB\t8 × 10⁶ bits = 1 MB",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS4.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S8.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The letter “Z” is written as “01011010” in binary code.",
            "Select the option that shows the correct combination of signs on the current meter to write the letter “Z.”"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/NJG11S/media/21a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/NJG11S/media/21b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "In Figure 1, the diagram shows that when the current is positive, a down or “0” is recorded, and when the current is negative, an up or “1” is recorded. Using that information and the binary code provided in the question, the code can be deciphered.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/NJG11S/media/21c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/NJG11S/media/21d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 5,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS4.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S8.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Each capital English letter is represented by a one-byte string that contains eight bits, as shown in the table. Each byte is read from left to right.",
            "problems/NJG11S/media/22a.jpg",
            "The following bit string was recovered from a corrupted hard disk drive by measuring the magnetic interactions stored by the magnetic grains.",
            "problems/NJG11S/media/22b.jpg",
            "Which capital letter was recovered?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "H",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "I",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "J",
                "Key": {
                    "Correct": true,
                    "Rationale": "In Figure 1, the diagram shows that the positive current gives a down or “0” from a repulsive interaction because like poles repel, which is stated below image of the positive current. Also, in Figure 1, the diagram shows that the negative current gives an up or “1” from an attractive interaction because opposite poles attract, which is stated below the image of the negative current. With that information and the table, the binary code should read 01001010. Referring to Table 2, 01001010 corresponds to the letter “J.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "K",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "L",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MR",
        "NumChoices": 0,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS4.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S8.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Each capital English letter is stored by a sequence of magnetic interactions between the write head and the magnetic grains, as shown in the table. A bit string is obtained by writing bits 1–8 from left to right.",
            "problems/NJG11S/media/23a.jpg",
            "Construct an explanation about how wave interactions store information on a hard disk drive.",
            "Use an English letter from Table 3 to construct an explanation about how the sequence of the magnetic interactions between the write head and the magnetic grains are used to store information.",
            "Make a claim about:\n\n• the type of magnetic interaction that is produced when a current is applied to the write head;\n\n• why this magnetic interaction is produced, and\n\n• the bit that results from this interaction."
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "IDD",
        "NumChoices": 5,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "ESS1.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S9.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The comparison of certain types of atoms, called isotopes, found on the Moon and elsewhere in the solar system may provide information about how the Moon formed. Ratios of specific oxygen isotopes present in rock vary with location in the solar system. The figure shows the oxygen isotope distribution trends in rock samples from the surfaces of Earth, Mars, the Moon, and Vesta.",
            "problems/NJG11S/media/24a.jpg",
            "Complete the statement that explains how oxygen isotope evidence could support the Fission or Impact theory.",
            "Complete the sentence by choosing the correct answer from each box.",
            "\n\nBased on Figure 1, for the Fission or Impact theory to be plausible, the composition of the foreign body would have had to be :DD-1: that of :DD-2: ."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "very different from",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "nearly identical to",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows that the oxygen isotope ratio of the Moon and Earth are nearly identical. This indicates that the Moon and Earth formed in the same location in the Solar System, thereby supporting the theory that the Moon may once have been a part of Earth that somehow separated during the Solar System's early formation.",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "Earth",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows that the oxygen isotope ratio of the Moon and Earth are nearly identical. This indicates that the Moon and Earth formed in the same location in the Solar System, thereby supporting the theory that the Moon may once have been a part of Earth that somehow separated during the Solar System's early formation.",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "Mars",
                "Key": {
                    "Correct": false,
                    "Rationale": "The oxygen isotope ratio of Mars varies significantly from that of the Moon and Earth, suggesting that it formed elsewhere in the solar system.",
                    "Percent": 0
                }
            },
            "2:C": {
                "Choice": "Vesta",
                "Key": {
                    "Correct": false,
                    "Rationale": "The oxygen isotope ratio of Vesta varies significantly from that of the Moon and Earth, suggesting that it formed elsewhere in the solar system.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "IDD",
        "NumChoices": 5,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "ESS1.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S9.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Though Earth and the Moon have numerous common elements in their compositions, the Moon has fewer volatile materials. Scientist believe that temperatures on the Moon reached at least 1,400 °C at the time of its formation.",
            "problems/NJG11S/media/25a.jpg",
            "Based on Table 2, correctly complete the statement that identifies which theory best accounts for the lack of volatile elements on the Moon.",
            "Complete the sentence by choosing the correct answer from each box.",
            "\n\nThe :DD-1: theory best explains the lack of volatile elements on the Moon because the tremendous :DD-2: in pressure associated with this theory would generate the heat necessary to volatilize some elements."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "Fission",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fission theory states that the Moon was originally a part of Earth that somehow separated. This could not have generated the heat and pressure necessary for volatiles to escape.",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "Capture",
                "Key": {
                    "Correct": false,
                    "Rationale": "The capture theory states that the Moon was “captured” by Earth's gravitational pull. This could not have generated the heat and pressure necessary for volatiles to escape.",
                    "Percent": 0
                }
            },
            "1:C": {
                "Choice": "Impact",
                "Key": {
                    "Correct": true,
                    "Rationale": "The impact theory states that a Mars-sized object slammed into Earth as it was forming, causing material, some of which ultimately became the Moon, to be ejected.",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "increase",
                "Key": {
                    "Correct": true,
                    "Rationale": "The tremendous amount of heat and pressure created by such an impact could have allowed volatile materials to escape, explaining the lack of these materials on the Moon.",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "decrease",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "C",
        "NumChoices": 2,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "ESS1.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S9.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Every planetary body in the solar system has a specific composition and density. Based on the data, indicate which statement would support each formation theory."
        ],
        "AnswerChoices": {
            "A:Fission": {
                "Choice": "1:Earth and the Moon have similar compositions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The fission theory states that the Moon was once part of Earth. In this case, the Moon and Earth would have a similar composition.",
                    "Percent": 0
                }
            },
            "B:Capture": {
                "Choice": "2:Earth and the Moon have different compositions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The capture theory states that the Moon formed elsewhere in the solar system and was captured by Earth's gravity; in that case, the Moon would likely have a somewhat different composition than Earth.",
                    "Percent": 0
                }
            },
            "C:Condensation": {
                "Choice": "1:Earth and the Moon have similar compositions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The condensation theory states that the Moon and Earth formed from the same material. In this case, the Moon and Earth would have a similar composition.",
                    "Percent": 0
                }
            },
            "D:Impact": {
                "Choice": "1:Earth and the Moon have similar compositions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The impact theory states that the Moon formed from material ejected from Earth during a giant collision with another celestial body. In this case, the Moon and Earth would have a similar composition.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS1.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S10.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which piece of information found in Figure 1 is MOST useful in determining the number of outer electrons present in an atom?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "group number",
                "Key": {
                    "Correct": true,
                    "Rationale": "The columns of the periodic table represent groups and the group number represents the number of electrons in the element's outermost shell.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "period number",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because period number represents the number of atomic orbitals, not how many electrons are in the outer orbit.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "type of element",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because while the position of an element in the periodic table does describe its type, an element's type is not a definitive indicator of the number of outer electrons an atom of the element has.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "metal or nonmetal",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because while the position of an element in the periodic table does show that an element is a metal or nonmetal, the position does not indicate the number of outer electrons an atom has.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "IDD",
        "NumChoices": 5,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS1.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S10.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on its position on the periodic table, predict the charge that strontium (Sr) will take when forming a compound.",
            "Complete the sentence by choosing the correct answer from each box.",
            "\n\nWhen strontium forms a compound, it will have a :DD-1: charge with a magnitude (number) of :DD-2: ."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "positive",
                "Key": {
                    "Correct": true,
                    "Rationale": "Strontium is an alkaline earth metal in the second group. All elements in Group 2 have two more protons than electrons, giving a net charge +2.",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "negative",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "1",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "2",
                "Key": {
                    "Correct": true,
                    "Rationale": "Strontium is an alkaline earth metal in the second group. All elements in Group 2 have two more protons than electrons, giving a net charge +2.",
                    "Percent": 0
                }
            },
            "2:C": {
                "Choice": "3",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS1.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S10.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which is the correct formula for strontium chloride, based on the placement of each element in the periodic table?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "SrCl",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because bonding only occurs when the net charge is zero. SrCl would have a net charge of +1.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Sr₂Cl",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because bonding only occurs when the net charge is zero. Sr₂Cl would have a net charge of +3.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "SrCl₂",
                "Key": {
                    "Correct": true,
                    "Rationale": "The strontium ion has a +2 charge and the chlorine ion has a -1 charge. Therefore, two chlorine ions are needed to balance the one strontium ion creating SrCl₂.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Sr₂Cl₃",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because bonding only occurs when the net charge is zero. Sr₂Cl₃ would have a net charge of +1.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "LS4.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S11.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on Figure 1, which model describes the survival of salmon in the river where people do not fish?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/NJG11S/media/30a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because it shows survival probability decreasing with increasing size.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/NJG11S/media/30b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows that in a non-fished river, the probability of predation decreases as body size increases. The line is nonlinear, with a greater reduction in predation between 105–250 mm and a smaller reduction from 250–350 mm. This option shows that salmon survival increases as body size increases and the line is nonlinear, leveling off at the largest sizes. Therefore, it is supported by the data.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/NJG11S/media/30c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because it shows survival probability increasing at a constant rate (linear) as body size increases and it does not level off as is indicated in the data.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/NJG11S/media/30d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because it shows survival probability decreasing at a constant rate (linear) as body size increases.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MS",
        "NumChoices": 5,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "LS4.B"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S11.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which BEST explains the selective pressure for size in the male salmon populations in the fished and non- fished rivers?",
            "Select TWO of the five statements."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In both rivers, there is selective pressure for medium- sized fish.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because medium-sized fish are neither most abundant nor least abundant in fished and/or non-fish rivers.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In the river where people do not go fishing, reproductive success selects for larger fish.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This option is valid because the probability of predation declines with increasing body size in non-fished rivers, therefore larger fish are selected for.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In the river where people do not go fishing, reproductive success selects for smaller fish.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because the probability of predation declines with increasing body size in fished rivers, therefore smaller fish are selected against.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In the river where people catch fish, commercial fishing selects for the survival of larger fish.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because in the fished river commercial fishing selectively culls larger fish and predation is higher on larger fish, therefore larger fish are selected against.",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "In the river where people catch fish, commercial fishing selects for the survival of smaller fish.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This option is valid because in the fished river commercial fishing selectively culls larger fish and predation is higher on larger fish, therefore smaller fish are selected for.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "IDD",
        "NumChoices": 6,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "LS4.B"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S11.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In many species of fish, sexual selection primarily drives natural selection. Based on Table 1, predict how body size will change over time.",
            "Complete the sentences by choosing the correct answer from each box.",
            "\n\nFemale salmon from :DD-1: regions preferred to reproduce with the largest males. Unless conditions change, salmon size in these populations is most likely to :DD-2: ."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "no",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "all",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on Table 1, the largest sized salmon in each region had the highest probability of reproductive success.",
                    "Percent": 0
                }
            },
            "1:C": {
                "Choice": "some",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "decrease",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "increase",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reproductive success of large salmon leads to a higher percentage of larger salmon in future generations under stable environmental conditions.",
                    "Percent": 0
                }
            },
            "2:C": {
                "Choice": "stay the same",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS3.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S12.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which question, if answered, would BEST support an explanation of why the tire gets warmer as air is added?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "How does adding more gas molecules affect the total chemical energy?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because a chemical reaction does not occur, nor are bonds being broken while air is added to the tire and therefore chemical energy does not change.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "How does adding more gas molecules affect the total gravitational potential energy?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because the tire does not come from off of the ground and thus does not gain or lose any gravitational potential energy.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "How does adding more gas molecules affect the total kinetic energy?",
                "Key": {
                    "Correct": true,
                    "Rationale": "As pressure increases on a gas, so does temperature. This is because as more air is added to the confined volume of the tire, more collisions between the air molecules occur. These collisions cause the molecules to increase in speed, causing the kinetic energy inside the tire to increase. Increased kinetic energy is thus expressed as heat.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "How does adding more gas molecules affect the total potential energy?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because potential energy is stored energy, while kinetic energy is based on movement. Potential energy within molecules is chemical energy and the chemical energy does not change while air is added to the tire.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MS",
        "NumChoices": 5,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS3.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S12.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Identify the variables that should be measured to determine the relative change in energy within a bicycle tire if air molecules continue to be added once the pump handle becomes harder to push down.",
            "Select two of the five variables."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the change in tire pressure",
                "Key": {
                    "Correct": true,
                    "Rationale": "Energy is added with each air molecule that is pumped into the tire. To increase tire pressure, more molecules must be added.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the volume of the bicycle tire",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because while the volume inside the bicycle tire does increase some, there is only a limited amount of space inside the tire and will not accurately reflect the increase in kinetic energy.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the shape of the air molecules",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because the shape of the air molecules does not change.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the dimensions of the bicycle pump",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because the dimensions of the bicycle pump do not change.",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "the change in temperature of the tire",
                "Key": {
                    "Correct": true,
                    "Rationale": "Temperature is associated with the average kinetic energy of the particles.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "C",
        "NumChoices": 2,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS3.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S12.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Select from each box to correctly compare how pumping air molecules into a bicycle tire will affect each given factor."
        ],
        "AnswerChoices": {
            "A:Number of air molecules per unit volume": {
                "Choice": "1:increase",
                "Key": {
                    "Correct": true,
                    "Rationale": "To increase tire pressure, more molecules must be added.",
                    "Percent": 0
                }
            },
            "B:Total energy of air molecules in the tire": {
                "Choice": "1:increase",
                "Key": {
                    "Correct": true,
                    "Rationale": "Energy is added with each air molecule that is pumped into the tire.",
                    "Percent": 0
                }
            },
            "C:Number of collisions per second between the gas molecules and the tire": {
                "Choice": "1:increase",
                "Key": {
                    "Correct": true,
                    "Rationale": "As air molecules are pumped into the tire, the number of collisions per second increases.",
                    "Percent": 0
                }
            },
            "": {
                "Choice": "2:decrease",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MS",
        "NumChoices": 6,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "ESS3.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S13.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on Figure 1, which questions, if answered, would BEST help scientists determine the long- term economic and environmental impacts of using this process for extracting copper?",
            "Select TWO of the six questions."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Which part of the process is most energy efficient?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid, as it addresses the energy efficiency of the process itself and would provide no relevant information regarding the long-term economic and/or environmental impacts of using this process.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Will this process eventually be automated?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid, as it addresses the possibility of automating the process and would provide no relevant information regarding the long-term economic and/or environmental impacts of using this process.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Can the products made from copper extracted with this process be recycled?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid, as it addresses whether or not the products made from copper produced by this process can be recycled, but would provide no relevant information regarding the long-term economic and/or environmental impacts of using this process.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Does this process minimize the amount of pollution through recycling?",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows the steps involved in solvent extraction and electrowinning of copper, including all the components/materials. Answers to this question would provide relevant information that could help to determine the long-term environmental impacts of using this process to extract copper.",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "Does this process increase the supply of copper without the cost of additional mining?",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows the steps involved in solvent extraction and electrowinning of copper, including all the components/materials. Answers to questions D and E would provide relevant information that could help to determine the long-term economic impacts of using this process to extract copper.",
                    "Percent": 0
                }
            },
            "F": {
                "Choice": "Does this process recover metals other than copper and iron from the mining waste?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid, as it addresses whether or not the process recovers other metals, but would provide no relevant information regarding the long-term economic and/or environmental impacts of using this process.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "ESS3.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S13.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The solvent extraction- electrowinning technology has improved over time. Approximately 2.2 million tons of high- quality copper were produced using this technology in the year 2000. Table 1 shows the advancement of this technology, which includes how the solvent that extracts the copper has changed.",
            "problems/NJG11S/media/37a.jpg",
            "Which property of the solvent may be a limitation of the advancement of this technology in the future?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "speed of copper ion removal",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because the speed of copper ion removal has improved over time.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "stability against decomposition",
                "Key": {
                    "Correct": true,
                    "Rationale": "Table 1 shows how the properties of the solvent used in the copper extraction process have changed over time. The only property that shows a consistent decline in quality is stability against decomposition, therefore choice B is supported.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "separation of copper ions from iron ions",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because the separation of copper ions from iron ions has improved over time.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "ability to chemically modify solvent to extract different metal ions",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid because the ability to chemical modify solvent to extract different metal ions has improved over time.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "C",
        "NumChoices": 2,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "ESS3.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S13.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Along with using new technology to extract copper, conserving copper through recycling also has long- lasting benefits.",
            "problems/NJG11S/media/38a.jpg",
            "Indicate which claims about the potential benefits of recycling copper are supported by Table 2 and which are not supported by Table 2."
        ],
        "AnswerChoices": {
            "A:Extracted copper produces more energy.": {
                "Choice": "2:Not Supported",
                "Key": {
                    "Correct": true,
                    "Rationale": "The claim that extracted copper produces more energy is not supported because the table provides no information regarding the amount of energy produced by extracted and recycled copper.",
                    "Percent": 0
                }
            },
            "B:Recycled copper is worth 10% more than raw copper ore.": {
                "Choice": "2:Not Supported",
                "Key": {
                    "Correct": true,
                    "Rationale": "The claim that recycled copper is worth 10% more than raw copper ore is not supported because the table provides no information regarding the value of copper.",
                    "Percent": 0
                }
            },
            "C:Recycling requires only 10% of the energy needed for extraction.": {
                "Choice": "1:Supported",
                "Key": {
                    "Correct": true,
                    "Rationale": "Table 2 shows the economic benefits of recycling copper in terms of energy requirements, cost, and air pollution produced. Recycling uses only 10 gigajoules per metric ton compared to 100 gigajoules for extraction, supporting the claim that recycling requires only 10% of the energy needed for extraction.",
                    "Percent": 0
                }
            },
            "D:It is cheaper to recycle old copper than to mine and extract new copper.": {
                "Choice": "1:Supported",
                "Key": {
                    "Correct": true,
                    "Rationale": "Recycling costs $1,600 less per metric ton than extraction, supporting the claim that it is cheaper to recycle old copper than to mine and extract new copper.",
                    "Percent": 0
                }
            },
            "E:Recycled copper produces the same amount of air pollution as raw copper ore.": {
                "Choice": "2:Not Supported",
                "Key": {
                    "Correct": true,
                    "Rationale": "The claim that recycled copper produces the same amount of air pollution as raw copper is not supported because the table shows that recycling copper produces 56,000 metric tons of air pollution annually while extracting copper ore produces 400,000 metric tons of air pollution annually.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS2.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S14.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Using Newton's second law (F = ma), select the option that best completes the table to describe the relationships between force, mass, and acceleration of airplanes.",
            "problems/NJG11S/media/39a.jpg"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "2",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "3",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "4",
                "Key": {
                    "Correct": true,
                    "Rationale": "Force equals mass times acceleration. Therefore, acceleration equals force divided by mass. The force is 500,000 N and the mass is 125,000 kg. So the acceleration is 500,000 m/s² divided by 125,000 m/s², which comes to 4 m/s².",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS2.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S14.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to Newton's second law (F = ma), which statement BEST explains why the pilot of the receiver aircraft must increase the throttle to keep up with the tanker aircraft?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The tanker aircraft is losing mass, resulting in increased acceleration.",
                "Key": {
                    "Correct": true,
                    "Rationale": "As the tanker aircraft is transferring fuel to the receiver aircraft, the tanker aircraft is losing mass, while the receiver aircraft is gaining mass. The throttle indicates the force moving the plane through the air. Since the tanker aircraft never adjusts its throttle, the tanker aircraft's acceleration will increase as its mass decreases. If the receiver aircraft does not adjust its throttle, its acceleration will decrease as its mass increases, creating more distance between the tanker aircraft and the receiver aircraft.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The tanker aircraft is losing mass, resulting in decreased acceleration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid, because while it is true that the tanker aircraft is losing mass, it will increase in acceleration, not decrease.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The tanker aircraft is gaining mass, resulting in increased acceleration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid, because while it is true that the tanker aircraft will increase in acceleration, it is because the tanker is losing mass, not gaining mass.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The tanker aircraft is gaining mass, resulting in decreased acceleration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is invalid, because while it is true that if the tanker aircraft gained mass, it would decrease in acceleration, the tanker aircraft is losing mass as fuel exits.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "IDD",
        "NumChoices": 6,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "PS2.A"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S14.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The receiver aircraft has a mass of 110,000 kg and has an acceleration of 4.5 m/s² prior to refueling in flight. The receiver aircraft then receives 30,000 kg of fuel from the tanker aircraft. According to Newton's second law (F = ma), select the correct word or phrase from each box to correctly complete the statement.",
            "\n\nAfter refueling in flight, acceleration of the receiver aircraft :DD-1: , from 4.5 m/s² to :DD-2: m/s²."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "increases",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "decreases",
                "Key": {
                    "Correct": true,
                    "Rationale": "Force equals mass times acceleration. Therefore, acceleration equals force divided by mass. With increased mass, the acceleration of the aircraft will decrease, since the throttle remains the same.",
                    "Percent": 0
                }
            },
            "1:C": {
                "Choice": "remains the same",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "greater than 4.5",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "4.5",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:C": {
                "Choice": "less than 4.5",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since the acceleration of the aircraft will decrease, it will be less than the 4.5 m/s2 it was before the refueling.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MS",
        "NumChoices": 5,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "LS1.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S15.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on Figure 1, which questions would BEST describe why the two runners' meals caused them to run different distances?",
            "Select TWO of the five questions."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Why do runners use so much energy?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is incorrect because it does not answer the question why did the runners run different distances.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "How much energy does each dietary component contain?",
                "Key": {
                    "Correct": true,
                    "Rationale": "This option is correct because it seeks information about the energy in dietary components.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "How much of each dietary component did each runner eat?",
                "Key": {
                    "Correct": true,
                    "Rationale": "This option is correct because it seeks information about the amount of food consumed.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Which dietary components are found in the majority of foods?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is incorrect because the average diet is not relevant to the runners' specific diets.",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "Why do some foods have more of each dietary component than others?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option is incorrect because why some foods have different chemical structures does not relate to the runners' diets.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "LS1.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S15.json"
        ],
        "Points": 3,
        "Explain": false,
        "Content": [
            ":ibox:THIS QUESTION HAS THREE PARTS."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Based on the data, explain how the change in glycogen levels was different for each runner in the first 100 minutes of the race."
                ],
                "AnswerChoices": {}
            },
            "B": {
                "Type": "MC",
                "NumChoices": 2,
                "Points": 1,
                "Explain": true,
                "Content": [
                    "Based on the data, identify the runner who traveled the greater distance, and describe how the food the runners ate correlates with the difference in distance traveled over 100 minutes."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "Runner 1",
                        "Key": {
                            "Correct": true,
                            "Rationale": "Figure 1 shows the difference in muscle glycogen concentrations and the distance run in the first 100 minutes of a race. Figure 1 shows that Runner 1 traveled a further distance than Runner 2 in the same amount of time.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "Runner 2",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "C": {
                "Type": "MC",
                "NumChoices": 3,
                "Points": 1,
                "Explain": true,
                "Content": [
                    "Based on the data, predict if the rate of running for Runner 2 will be maintained after 100 minutes, and explain why."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "Runner 2 will maintain their rate of running",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "Runner 2 will most likely slow down after the first 100 minutes",
                        "Key": {
                            "Correct": true,
                            "Rationale": "Figure 1 shows the difference in muscle glycogen concentrations and the distance run in the first 100 minutes of a race. Muscle glycogen concentration is used to represent the amount of available energy to muscles. Since energy is required to run, and Figure 1 shows that Runner 2 has minimal muscle glycogen stored after 100 minutes, it is likely that they will slow down, unable to maintain the same pace.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "Runner 2 will most likely speed up after the first 100 minutes",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "44": {
        "Number": 44,
        "Type": "C",
        "NumChoices": 2,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "LS1.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S15.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Cellular respiration can be represented by the following equation:",
            ":ibox:C⁶H¹²O⁶ + 6O² → 6CO² + 6H²O + Energy",
            "Based on Figure 1 and the cellular respiration equation, over the course of the race, identify how the inputs and outputs of cellular respiration change."
        ],
        "AnswerChoices": {
            "A:Total Energy Production": {
                "Choice": "1:Increases",
                "Key": {
                    "Correct": true,
                    "Rationale": "Total energy production increases, because based on the equation, as glucose is consumed, it releases energy which is used by the runners.",
                    "Percent": 0
                }
            },
            "B:Runner's Body Heat": {
                "Choice": "1:Increases",
                "Key": {
                    "Correct": true,
                    "Rationale": "Runner's body heat increases, because based on the equation, as the runner produces more energy, some of that energy will go towards increasing the runner's body temperature.",
                    "Percent": 0
                }
            },
            "C:Oxygen Consumption": {
                "Choice": "1:Increases",
                "Key": {
                    "Correct": true,
                    "Rationale": "Oxygen consumption increases, because based on the equation, oxygen is required to react with glucose to produce energy. As more glucose is consumed, so is more oxygen.",
                    "Percent": 0
                }
            },
            "D:Glycogen Stored in Muscles": {
                "Choice": "2:Decreases",
                "Key": {
                    "Correct": true,
                    "Rationale": "Glycogen stored in the muscles will decrease because, based on Figure 1, there is a limited amount of glycogen, which is a measurement of available glucose, in the muscles. Based on the equation, to produce energy for movement, glucose must be broken down.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "IDD",
        "NumChoices": 7,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "LS1.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S15.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Table 3 shows the nutrient content of the food eaten by the runners before the marathon.",
            "problems/NJG11S/media/45a.jpg",
            ":ibox:1 gram of protein = 4 calories\n1 gram of fat = 9 calories\n1 gram of carbohydrate = 4 calories",
            "A student claims that the amount of muscle glycogen is only based on the amount of calories consumed, not the type of food. Based on Figure 1 and Table 3, support or refute the student's claim.",
            "Complete the sentence by choosing the correct answer from each box.",
            "\n\nThe runner that consumed more calories had :DD-1: muscle glycogen concentration compared to the other runner. This means that when different types of food are digested and broken down, they are reassembled into :DD-2: products, which :DD-3: the claim."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "a lower",
                "Key": {
                    "Correct": true,
                    "Rationale": "Table 3 shows the calorie content of different macronutrients and how much of each the runners consumed. Figure 1 shows the amount of muscle glycogen each runner has stored before the race. Runner 1 had the higher muscle glycogen concentration based on Figure 1, and based on Table 3, consumed fewer calories (18*4+12*9+40*4=340) compared to Runner 2 (38*4+14*9+16*4=342).",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "a higher",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:C": {
                "Choice": "the same",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "the same",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "different",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since higher calories did not correlate with higher stored glycogen, the different food types must be broken down and reassembled into different products.",
                    "Percent": 0
                }
            },
            "3:A": {
                "Choice": "refutes",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since higher calories did not correlate with higher stored glycogen, the different food types must be broken down and reassembled into different products, which is contrary to the student's claim, thus, refuting it.",
                    "Percent": 0
                }
            },
            "3:B": {
                "Choice": "supports",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "IDD",
        "NumChoices": 6,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "LS1.C"
        ],
        "SuppContent": [
            "problems/NJG11S/supps/NJG11S-S15.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Table 4 shows the glycemic load of the meal a third runner ate before the race.",
            "problems/NJG11S/media/46a.jpg",
            "Based on the data, predict how Runner 3 would be doing compared to Runners 1 and 2 after 100 minutes of the race.",
            "Complete the sentences by choosing the correct answer from each box.",
            ":ibox:Runner 3's distance was :DD-1: Runner 1's distance.",
            ":ibox:Runner 3's distance was :DD-2: Runner 2's distance."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": ">",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "<",
                "Key": {
                    "Correct": true,
                    "Rationale": "The meal Runner 3 had contained a glycemic load between that of Runner 1 and Runner 2. The higher the glycemic load, the higher the muscle glycogen concentration the runner has before the race. The higher the muscle glycogen concentration before the race, the more energy the runner has and the farther the runner can go in a shorter amount of time. Therefore, Runner 1 travels farthest in the 100 minutes, then Runner 3, and then Runner 2.",
                    "Percent": 0
                }
            },
            "1:C": {
                "Choice": "=",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": ">",
                "Key": {
                    "Correct": true,
                    "Rationale": "The meal Runner 3 had contained a glycemic load between that of Runner 1 and Runner 2. The higher the glycemic load, the higher the muscle glycogen concentration the runner has before the race. The higher the muscle glycogen concentration before the race, the more energy the runner has and the farther the runner can go in a shorter amount of time. Therefore, Runner 1 travels farthest in the 100 minutes, then Runner 3, and then Runner 2.",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "<",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:C": {
                "Choice": "=",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}