{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Art for the Sea",
    "Subtitle": "",
    "Author": "by Gail Skroback Hennessey",
    "LabelType": "P",
    "Content": [
        ["1", "\tAngela Haseltine Pozzi didn't like seeing plastic trash washing up on the shore near her home in Bandon, Oregon. She wanted to rally¹ her community to clean it up, so she started an organization and called it Washed Ashore: Art to Save the Sea."],
        ["2", "\tHere's how it works: Volunteers help clean up Oregon's 300 miles of shoreline. Then, using only plastics from the beach cleanup, Ms. Pozzi and her staff and many, many volunteers create sculptures of sea animals."],
        ["3", "\tMs. Pozzi says, “I want to create sculptures that make people take a look and think, 'How can there be this much trash on the beach?' The Washed Ashore sculptures, hopefully, will make people consider their plastic purchases and be aware of how much plastic ends up in the oceans.” ..."],
        ["", "Plastics Are Forever"],
        ["4", "\tPeople have used plastics to create life-saving medical devices, inexpensive containers and gadgets, and toys, of course. But unlike wood, cotton, and other natural materials, plastics don't break down into anything useful to other living things. Instead, they stay for years in landfills, waterways, and the oceans. The materials are harmful to some sea animals, such as turtles, sea lions, and birds. Some of these creatures eat plastic objects that look like food. Others become entangled in plastic nets or packaging."],
        ["5", "\tMany people are working to keep plastics out of the oceans. When they can, they buy things that are made of natural materials. They recycle the plastics they use, and they dispose of plastic trash properly. Still, far too many plastics end up in the oceans. Some are dumped directly into the sea. Others are washed down creeks and rivers, which flow into oceans. And others are left lying on land, where winds carry them down to shores and into"],
        ["6", "\t“Remember, sea level is downhill from everywhere,” Ms. Pozzi says."],
        ["7", "\tMost Washed Ashore sculptures are about 9 feet tall and take from six months to a year to complete. One of the first was Henry the Giant Fish, a 15-foot-long red-and-yellow fish ..."],
        ["8", "\tIn the sculptures, viewers can see what each piece was before it became part of the artwork."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "rally: create enthusiasm for taking action"]
    ]
}