{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Humans With Amazing Senses",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        [" ", "\tWhen bats go out to hunt, they send out sonar signals at such high frequencies and in"],
        [" ", "such rapid bursts that they can hear the signals bounce off mosquitoes in midair. They"],
        [" ", "then zero in on the insects like laser-guided missiles. Dolphins use the same technique to"],
        [" ", "find their dinners. It's called echolocation, a technique that uses sound to identify objects"],
        ["5", "by the echoes they produce."],
        [" ", "\tFourteen-year-old Ben Underwood of Sacramento, Calif., is one of the few people"],
        [" ", "known to use echolocation as a primary means of navigating the world on land. There's"],
        [" ", "not even a hint of light reaching his brain. His eyes are artificial, but his brain has adapted"],
        [" ", "to allow him to appraise his environment. He makes a “clicking” sound to communicate"],
        ["10", "with objects and people around him."],
        [" ", "\tScientists have discovered that in the brains of the blind, the visual cortex has not"],
        [" ", "become useless, as they once believed. When blind people use another sense — touch or"],
        [" ", "hearing, for example — to substitute for sight, the brain's visual cortex becomes active, even"],
        [" ", "though no images reach it from the optic nerve. Echolocation creates its own images."],
        ["15", "\t“I can hear that wall behind you over there. I can hear right there — the radio, and the"],
        [" ", "fan,” Ben says."],
        [" ", "\tBen says every object in his life talks to him in ways that no one else can hear"],
        [" ", "or understand."],
        [" ", "\tForty-year-old Daniel Kish of Long Beach, Calif., also uses echolocation, and has"],
        ["20", "become an expert on it, founding the World Access for the Blind, an organization that"],
        [" ", "teaches others how to echolocate. Kish leads other blind people on mountain biking tours"],
        [" ", "and hikes in the wilderness, visualizing and describing the picturesque sights around him"],
        [" ", "through echolocating."],
        ["", "Clicking to Do Anything"],
        [" ", "\tIf you listen closely to Ben or Kish, you can hear how they find their way. Ben says he"],
        ["25", "can distinguish where the curbs are as he cruises his neighborhood streets."],
        [" ", "\tHe can find the pole and the backboard on a basketball goal, and tell which is which"],
        [" ", "by the distinctive echo each makes. Even though he can't see the goal he's aiming for, he"],
        [" ", "can sink a basket. Ben doesn't remember how or when he began clicking, but he's"],
        [" ", "developed his abilities to such an extent that aside from echolocation, he can rapidly"],
        ["30", "discriminate the sounds in video games."],
        [" ", "\tBen lost his sight when he was 2. He was diagnosed with cancer in both eyes, and"],
        [" ", "when chemotherapy failed, his mother, Aquanetta Gordon, was left with one option: For"],
        [" ", "her son to live, both his eyes had to be surgically removed."],
        [" ", "\tGordon remembers her son after the operation."],
        ["35", "\t“He woke up and he said, 'Mom, I can't see anymore, I can't see anymore.' And I took"],
        [" ", "his hands and I put them on my face and I said, 'Baby, yes, you can see.' I said, 'You can"],
        [" ", "see with your hands.' And then I put my hand on his nose and I said, 'You smell me? You"],
        [" ", "can see with your nose and your ears ... You can't use your eyes anymore, but you have"],
        [" ", "your hands and your nose and your ears.'”"],
        ["40", "\tIn a house already filled with three other children, Ben's mother decided not to treat"],
        [" ", "his blindness as a handicap. In school, Ben recognizes his classmates by their voices. With"],
        [" ", "the help of Braille books and a talking laptop computer, Ben attends the same classes as"],
        [" ", "sighted students."],
        ["", "Rich Mental Images, Without Visual Elements"],
        [" ", "\tLike Ben, Kish also lost his eyesight to cancer at age 1. He was raised to believe he"],
        ["45", "could do pretty much anything, and he discovered clicking by accident as a child."],
        [" ", "\t“I have mental images that are very rich, very complex. They simply do not possess"],
        [" ", "the visual element,” Kish says."],
        [" ", "\tIn retrieving those pictures, Kish varies the pace and volume of his clicks as he"],
        [" ", "walks along; and what he can tell you about an object's qualities is sometimes"],
        ["50", "astonishingly thorough."],
        [" ", "\tIf bats can distinguish prey as small as mosquitoes with echolocation, and some"],
        [" ", "dolphins can detect small targets a hundred yards away, what are the ultimate capabilities"],
        [" ", "of human beings like Ben and Kish?"],
        [" ", "\tPeter Scheifele, who studies hearing and sound production in animals and people at"],
        ["55", "the University of Connecticut, analyzed samples of the clicks that Ben and Kish make."],
        [" ", "\t“Ben clicks, looks to me like once every half second, whereas a dolphin is actually"],
        [" ", "making 900 clicks per second. And the bat is even faster than that,” Scheifele says."],
        [" ", "\tThe bottom line: Human beings send out sounds at much slower rates and lower"],
        [" ", "frequencies, so the objects people can picture with echolocation must be much larger than"],
        ["60", "the ones bats and dolphins can find."]
    ],
    "Copyright": "Excerpt from “Humans with Amazing Senses” From ABC NEWS, August 9, 2006. http://abcnews.go.com/Primetime/story?id=2283048&page=1. Copyright © 2006, ABC News. Used by permission.",
    "References": []
}