{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Watcher",
    "Subtitle": "",
    "Author": "by James Howe",
    "LabelType": "L",
    "Content": [
        [" ", "\tEvan hated Holden Caulfield. Really hated him. Maybe he was only a character in a"],
        [" ", "book but to Evan he felt real, like one of those people you get stuck sitting next to on an"],
        [" ", "airplane and they won't shut up about their totally unfascinating lives. Evan could in no"],
        [" ", "way understand why his father had been shoving this book at him for the entire past year,"],
        ["5", "insisting he read it, telling him it was one of the most important books of the twentieth"],
        [" ", "century. His father got like that sometimes."],
        [" ", "\tHe decided to read it anyway. He'd seen it on his freshman reading list so he figured"],
        [" ", "why not get it over with and get his father off his back at the same time. Two birds,"],
        [" ", "one stone. In a weak moment, he'd admitted to his father that he hated Holden with a"],
        ["10", "passion, and his father had given him this solemn look and said, “My guess is that this"],
        [" ", "book is touching something deep inside you, Evan.” To which he'd said, “Yeah, right, Dad.”"],
        [" ", "But sometimes in the middle of the night when he couldn't sleep, Evan wondered if maybe"],
        [" ", "what his father said was true."],
        [" ", "\tHe was down at the beach reading the book one Friday afternoon when someone"],
        ["15", "came up and said hey and asked if he wanted to hang out. It was Shane, one of what Evan"],
        [" ", "referred to as the “boys in black.” Evan often labeled people. He liked to think this was the"],
        [" ", "product of a creative mind, but his best friend last year in eighth grade, right before he"],
        [" ", "stopped being his best friend, had told Evan he thought he was basically a snob. Which"],
        [" ", "Evan knew for a certifiable fact wasn't true, although no matter how many times he"],
        ["20", "replayed the conversation in his head he couldn't come up with what he was, if he wasn't"],
        [" ", "a snob."],
        [" ", "\tThe boys in black had caught Evan's attention the first week he and his family were"],
        [" ", "out at the beach house. It was five o'clock, and like every other day at five o'clock, after the"],
        [" ", "lifeguards blew their whistles and waved their arms to let everybody know they were"],
        ["25", "going off duty, little kids in bunches, Callie 1 included, ran to the abandoned lifeguard"],
        [" ", "stand to clamber to the top, hurl themselves off onto the huge pile of sand at the base,"],
        [" ", "then repeat the process over and over until they were called away for dinner."],
        [" ", "\t“Watch me, Evan!” Callie shouted. Evan watched, at the same time keeping an eye on"],
        [" ", "the retreating figure of the lifeguard named Chris who secretly Evan thought was the"],
        ["30", "coolest guy on the beach. Who secretly Evan wished he could be. Evan admired Chris's"],
        [" ", "mirrored sunglasses and had decided he was going over to Fair Harbor one of these days"],
        [" ", "to get a pair just like them. The only question was whether he'd have the nerve to wear"],
        [" ", "them to the beach, although he wasn't sure why this was even a question."],
        [" ", "\tEvan was imagining himself sitting up on top of the lifeguard stand in his mirrored"],
        ["35", "sunglasses, twirling a whistle cord around his index finger and looking seriously cool,"],
        [" ", "when five boys in black wet suits, shiny and snug as coats of fresh paint, raced past and"],
        [" ", "plunged into the water. Once in, they pulled themselves onto their surfboards and paddled"],
        [" ", "furiously over and through the rolling waves, calling to each other all the while like crows"],
        [" ", "cawing. Everything about them worked together as one: their bodies, their suits, their"],
        ["40", "boards, the water, their coded calls. Evan wished he could be out there with them, envying"],
        [" ", "not their surfboards but their ease with themselves and one another."],
        [" ", "\tHe saw them other times after that, other places. Sometimes there'd be just one of"],
        [" ", "them, eating an ice cream out in front of the all-purpose store in town, or two of them,"],
        [" ", "with fishing poles in hand, headed for the bay. But most times he saw all five, moving"],
        ["45", "shoulder-to-shoulder along the boardwalks, a basketball in constant play, looking, in their"],
        [" ", "high-style shorts and ankle bracelets and backward baseball caps, like a pack of Gap-ad"],
        [" ", "Huckleberry Finns."],
        [" ", "\tAt the beginning of their vacation his mother had been bugging him. “Why don't you"],
        [" ", "make some friends, Evan? Those boys, you know the ones I mean, they look nice, don't"],
        ["50", "you think?” He had come up with reasons, then excuses, and finally had just ignored his"],
        [" ", "mother until she backed off."],
        [" ", "\tThen there he was, hearing somebody say hey, and looking up at this tall, tightly"],
        [" ", "muscled kid with shoulder-length dirty-blond hair whom he recognized immediately as"],
        [" ", "the one he'd heard the others call Shane."],
        ["55", "\t“I see you sittin' here,” Shane said, squinting down at Evan. “How come you're always"],
        [" ", "sittin' here reading?”"],
        [" ", "\t“I'm not always reading.”"],
        [" ", "\t“I never see you in the water.”"],
        [" ", "\t“I go in the water. Maybe not when you're looking.”"],
        ["60", "\tEvan's cheeks were hot. He prayed that his mother, stretched out on a towel several"],
        [" ", "feet behind him, was plugged into her music or one of those meditation tapes she was"],
        [" ", "always listening to these days and wasn't paying attention to this conversation."],
        [" ", "\t“So what's your name?” he heard Shane ask."],
        [" ", "\t“Evan. What's yours?”"],
        ["65", "\t“Shane,” Shane said in a bored voice. “So you want to hang out? I mean, you know,"],
        [" ", "you want to hang out?”"],
        [" ", "\t“I guess,” Evan said. His eyes were level with Shane's knees. He noticed now many"],
        [" ", "pink scars and scabs dotted the landscape of the other boy's sun-brown legs. He imagined"],
        [" ", "all the falls and mishaps it must have taken to create so many scars and felt a deep sense"],
        ["70", "of shame that at fourteen his own body revealed so little history."]
    ],
    "Copyright": "Excerpt from “THE WATCHER” by James Howe. Copyright © 1997, Antheneum Books for Young Readers, an imprint of Simon & Schuster Children’s Publishing Division. Used by permission.",
    "References": [
        ["¹", "Callie: Evan's younger sister"]
    ]
}