{
    "Directions": "Read the passage about the poet William Carlos Williams. Answer each question.",
    "Context": [],
    "Title": "[from] A River of Words",
    "Subtitle": "",
    "Author": "by Jen Bryant",
    "LabelType": "P",
    "Content": [
        ["", "Author's Note"],
        ["1", "William Carlos Williams was a family doctor in his hometown of Rutherford, New Jersey, for more than forty years. He specialized in pediatrics (care of children) and obstetrics (delivering babies). Records indicate that he presided over more than 3,000 births. Like most doctors of his time, Williams made house calls, spending his days and some nights, too, caring for the sick in their homes. During the Great Depression, when many adults were unemployed and families could not afford to pay, Williams helped them anyway. Often, after stitching a wound, dispensing medicine for a fever, or helping a woman deliver her child after a long night's labor, he would leave with a homemade scarf, a jar of jam, or a warm casserole as payment."],
        ["2", "Despite the constant demands of his profession, Williams always made time for poetry. In his earliest verses, he adopted the methods of traditional English poets who focused on grand topics and used regular patterns of rhyme. Slowly, however, he developed his own distinctive style in which he used shorter lines, brief stanzas, and little or no punctuation. But perhaps his most important contribution to American poetry was his focus on everyday objects and the lives of common people. In his poems, readers can find fire trucks, cats, flowerpots, plums, babies, construction workers, and refrigerators. By stripping away unnecessary details, Williams tried to “see the thing itself ... with great intensity and perception.”"],
        ["3", "Although he wrote poems for most of his adult life, his poetry was not well known until he was in his sixties. By then, he had already published more than a dozen poetry books as well as several volumes of essays, plays, and short stories. Today William Carlos Williams is considered one of our most influential American poets and his work is read and studied in schools and universities all over the world. Williams died in 1963 at the age of seventy-nine."]
    ],
    "Copyright": "A River of Words: The Story of William Carlos Williams by Jen Bryant. Copyright © 2008 by Jen Bryant. Reprinted by permission of Eerdmans Books for Young Readers.",
    "References": []
}