{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] Something Fishy Is Going On, Everyone!",
    "Subtitle": "",
    "Author": "by Dave Canavan",
    "LabelType": "P",
    "Content": [
        ["1", "\tDid you know that overfishing is destroying enormous food webs in our oceans?! When one link in the food chain is removed, everything else suffers. Read below to find out a bit more about some of the hazardous practices and what could happen if certain protective measures are not put in place:"],
        ["", "Cᴏᴍᴍᴇʀᴄɪᴀʟ Fɪsʜɪɴɢ"],
        ["2", "\tCommercial, or industrial fishing, is fishing on an enormous scale for commercial profit. Fish and other sea creatures such as molluscs (squid, octopus) and crustaceans (crab, shrimp and lobster) are vital to many people throughout the world as a food source, but with the way industrial fishing is conducted, this could well be the last century where wild fishing will actually yield any stocks."],
        ["3", "\tThree quarters of our planet is covered in water, yet we know incredibly little about the life that it supports. Undoubtedly, there are tens of millions of species that are yet to be discovered in the oceans. We actually know more about the surface of the moon than we do the bottom of the oceans! And this is where the problem lies. We can all see damage to ecosystems on land. We know that overgrazing of cattle and sheep for food can devastate areas. We know that deforestation is destroying vital animal habitats and we see how poaching is affecting many big game species, but when worse ecological devastation is taking place under the sea, as we can't see it, it is not a problem. But it is exactly that: A huge problem."],
        ["4", "\tThe technology in commercial fishing is simply incredible. Boats can now travel faster than the fastest fish such as sharks, marlin or tuna, and there is incredible detection technology allowing fishermen to find schools in the most remote places. Yet incredibly, with all this technology, yields are smaller than in the past. That is because there simply aren't the numbers of fish left."],
        ["5", "\tWith the ever growing human population and therefore the increase in food requirement, the problem is only set to get worse. The killing of wild land animals for food is decreasing every year, whereas the killing of wild sea animals for food is increasing."],
        ["", "Mᴇᴛʜᴏᴅs ᴏꜰ Dᴇsᴛʀᴜᴄᴛɪᴏɴ"],
        ["6", "\tMillions upon millions of tonnes¹ fish are caught every year by enormous fishing vessels with nets that could catch a school of Boeing 747s! Seriously! Nets can be over 2.5 km long and gather up anything in their wake. In fact, such large nets are the biggest killer of marine mammals such as dolphins and small whales, pushing many species to the brink of extinction. They even catch seabirds and many sharks. No wonder they are known as 'walls of death.'"],
        ["7", "\tLong-line fishing where boats let out lines up to 100 km long with over 20,000 hooks on them. These hooks are baited to catch tuna, swordfish and other large fish but they are not specific in what they actually catch. Critically endangered sea turtles are frequent casualties, as are sea birds and other unwanted marine species, again, pushing many to the brink of extinction."],
        ["8", "\tBottom trawling is yet another appalling method used in commercial fishing. Nets are dragged behind a boat where the bottom of the sea floor is raked and destroyed. Millions of coral, sponges, seastars and the like are all killed or caught as bycatch and killed as a result of trawling. Bottom trawling destroys ecosystems."],
        ["", "Oᴠᴇʀꜰɪsʜᴇᴅ Pᴏᴘᴜʟᴀᴛɪᴏɴs ᴀɴᴅ Bʏᴄᴀᴛᴄʜ"],
        ["9", "\tApproximately 80% of the world's fish stocks are overfished. That means fish are being caught before they can breed and keep the population stable. Slow breeding fish such as tu;na and shark and especially the orange roughy cannot recover when overfished. Catches of nearly all fish species are nowadays smaller in yield with smaller individuals. This is a clear sign that the populations are in danger. In Canada in 1992 the cod industry ground to a halt as the fish disappeared. 40,000 people lost their livelihoods and the cod still haven't recovered."],
        ["10", "\tThe same fate is happening to the North Atlantic cod populations. Once a favourite in the UK in fish and chip shops, you will rarely get cod anymore as they are simply being wiped out. But to add insult to injury, fish and chip shops are now using 'flake,' which is shark, therefore replacing one endangered species with another."],
        ["11", "\tBut by far, the most heinous of crimes in the fishing world is bycatch. These are 'waste' animals caught by the fishermen. Up to 80% of some catches are bycatch (much of which could be eaten but is not on the fishers' quota) and is simply thrown back in the sea, dead."],
        ["", "Wʜᴀᴛ Cᴀɴ Wᴇ Dᴏ?"],
        ["12", "\tYou need to be aware of the problems before you can do anything about it. Be selective in what you eat. One person can make a difference and if we all choose to be responsible world citizens, then the world can change. Remember that with everything you buy, you are casting a vote."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "tonnes: a metric ton, a unit of mass equaling 1,000 kilograms"]
    ]
}