{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Kia, a Hmong girl from Laos, has just moved to Minnesota with her family. Hmong are a group of people from the mountain regions of Laos, Thailand, Vietnam, and southern China. Because Minnesota is so different from Laos, the family relies on their friend Thek to teach them about their new home."
    ],
    "Title": "[Excerpt from] Little Cricket",
    "Subtitle": "",
    "Author": "by Jackie Brown",
    "LabelType": "L",
    "Content": [
        [" ", "\tThek, a young Hmong who had come to America two years before, came to their"],
        [" ", "apartment every few days. On afternoons when the sky looked dirty and hard and Kia's"],
        [" ", "teeth chattered like knobby tree branches clattering in the wind, he took them for walks in"],
        [" ", "the neighborhood. As they walked, Kia studied the people they passed. She had never seen"],
        ["5", "so many people with hair the color of wheat and skin nearly as pale as cauliflower. And it"],
        [" ", "seemed, in this land of so much, there was no silence to be found. Each night Grandfather"],
        [" ", "said his ears were tired of the new sounds. Even the air smelled noisy, full of unfamiliar"],
        [" ", "smells drifting out of doorways and lingering in the cold."],
        [" ", "\tThere was so much to learn that Thek forgot to tell them some of the simple things."],
        ["10", "The first night, when it was time for bed, none of them knew how to turn off the lights"],
        [" ", "that blazed in the ceilings, so they slept with the lights on. It was only when Grandfather"],
        [" ", "accidentally brushed against the light switch the next day that they learned how to shut"],
        [" ", "them off."],
        [" ", "\tAt the grocery store they were speechless at the sight of aisle after aisle of food all"],
        ["15", "packaged and ready to take home. They walked numbly past vegetables and fruits piled"],
        [" ", "next to each other; cans of things they could only guess at; bags of rice, husk already off,"],
        [" ", "ready to cook; chickens that had been cleaned and cut up. So much food for so little work,"],
        [" ", "thought Kia, in amazement. America really did have everything."],
        [" ", "\t“Here in America nothing is as it was in Laos,” Thek told Grandfather sympathetically."],
        ["20", "“It would be best to learn English as soon as you can so things will not seem so strange.”"],
        [" ", "\tIn the evenings, Grandfather pulled a chair to the window and gazed at the buildings"],
        [" ", "that shut out the sky. Kia guessed he was remembering how important it was in Laos to be"],
        [" ", "able to see a mountain from each house. Here, all he could see were whizzing cars on the"],
        [" ", "black asphalt. In Laos, before a house was built, a hole was dug, and as many grains of rice"],
        ["25", "as there were family members were placed in the hole. If the spirits moved the grain"],
        [" ", "during the night, it was believed that the location was unlucky and another site for the"],
        [" ", "house had to be chosen. She wondered how Americans chose places to build their homes."],
        [" ", "Maybe, she thought, because Americans already had so much, it did not matter to them if"],
        [" ", "their homes were blessed by the spirits or not."],
        ["30", "\tAlone at night in her room Kia slipped the ring she had taken from Ia onto her finger,"],
        [" ", "held it up to the ceiling light, and admire the bloodred stone. She took out the picture"],
        [" ", "she had torn from the magazine of the child sitting on her father's lap reading a book and"],
        [" ", "studied it until it blurred before her eyes. It made her heart sad to look at them, but she"],
        [" ", "tried to focus on the ring on the girl's finger. She told herself she was in America now"],
        ["35", "where everybody owned pretty things."],
        [" ", "\tOne damp afternoon when Grandfather was resting, Kia carried a basket of clothes to"],
        [" ", "be washed to the laundry room in the basement of the building. It was a dingy room with"],
        [" ", "cracked, tan walls and brown linoleum that had buckled from too much spilled water. As"],
        [" ", "she heaved the basket of laundry onto the scarred table, she heard a husky voice say,"],
        ["40", "“Quite a load for someone your size.”"],
        [" ", "“Not so heavy,” said Kia shyly as she measured the soap into the washing machine."],
        [" ", "When she tried to push the coins into the slots of the machine they would not go in."],
        [" ", "Looking over her shoulder, the woman said, “Honey, you got nickels there. You”"],
        [" ", "need quarters."],
        ["45", "\tBlushing, Kia began pulling the soiled clothes from the machine and piling them into"],
        [" ", "the basket again. She had mistakenly saved nickels instead of quarters."],
        [" ", "\tShe turned to face a chunky woman with bushy gold hair and electric blue eyes"],
        [" ", "fringed by purple eyelashes. The woman wore shorts and a stretchy top that squeezed her"],
        [" ", "around the middle so tightly that she reminded Kia of a snake that had just swallowed"],
        ["50", "a mouse."],
        [" ", "\t“Here. Just leave them clothes there. I've got a cupful of quarters. You can borrow"],
        [" ", "some. Come on with me.” Cheeks burning, Kia followed the woman down the hall to a"],
        [" ", "door marked 2B, where a loud, clear voice announced, “And now, Sam the Sensational will"],
        [" ", "demonstrate incredible agility as he juggles not one, not two, not three, but"],
        ["55", "FOUR bananas!”"],
        [" ", "\tShaking her frizzy, golden head, the woman muttered, “Oh, that boy,” and opened the"],
        [" ", "door onto a sun-washed room filled with green plants that spilled off tables and"],
        [" ", "windowsills and pots hanging from ceiling"],
        [" ", "\t“Welcome to the Jungle Room,” she said, gesturing toward the sunny room."],
        ["60", "\tThe moment Kia walked into the room, her heart began to smile. The room reminded"],
        [" ", "her of her green mountain village in Laos, and a crashing wave of homesickness almost"],
        [" ", "made her dizzy. She did not even see the boy standing in a shaft of sunlight until he said,"],
        [" ", "“Hi. You must have come to see the show.”"]
    ],
    "Copyright": "",
    "References": []
}