{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "The Evolution of Slow Food",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tIn 1986, McDonald's caused a stir in Italy when it opened a restaurant next to Rome's historic Spanish Steps. Young, on-the-go eaters were thrilled; [L1] [specifically,] those who prized regional foods and Italy's convivial culture built on cooking and long meals feared that the restaurant signaled the death of a way of life. To counter the rise of fast food and fast [L2] [life, a] cohort of chefs, journalists, and sociologists spearheaded a Slow Food movement, declaring loyalty to unhurried enjoyment. [L3]"],
        [" ", "\tFrom its beginning, the movement [L4] [had opposed] the standardization of taste that fast food chains promote. For example, a McDonald's hamburger made in Boston tastes more or less the same as one made in Beijing. This consistency is made possible by industrial mass production. Slow Food supporters, by contrast, back methods of growing and preparing food based on regional culinary traditions. When produced using traditional methods, goat cheese made in France tastes different from goat cheese made in Vermont. A goat ingests the vegetation particular to the meadow in which it grazes, which, along with other environmental [L5] [factors such as altitude and weather] shapes the cheese's taste and texture. If all foods were produced under the industrial model, [L6] [we would have meals that are not very flavorful.]"],
        [" ", "\tDuring [L7] their early years, the movement also focused on the value of [L8] [spending lots of time with friends and family during long meals.] It emphasized the importance of preserving these “easygoing, slow pleasures.” As the movement grew beyond Italy's borders — today Slow Food International boasts more than 100,000 members in 150 countries — this emphasis on pleasure [L9] [pictured] criticism for being elitist. Critics have also asked if growing food using traditional methods, as opposed to mass production, [L10] [can adequately and affordably feed the world?] Given the hectic pace of modern life, who among us has the time and resources for elaborate meals? Such questions, in addition to environmental concerns, are at the heart of perennial debates about food production."],
        [" ", "\tOvertime, Slow Food has broadened its mission to focus on food that is good, clean, and fair for all. Members assert that food should be flavorful, carrying the properties of a particular region; it should be raised using environmentally sustainable practices that preserve biodiversity; and it should be accessible to all without exploiting the labors of those who produced it. [L11] [In short,] Slow Food runs programs that support small-scale producers in marketing regional foods in a world where food corporations threaten to drive them out of the marketplace and homogenize food choices."]
    ],
    "Copyright": "",
    "References": []
}