{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "NASA: A Space Program with Down-to-Earth Benefits",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tThe National Aeronautics and Space Administration (NASA) is a US government agency whose budget is frequently [L1] [many times] contested. Many people think of NASA's programs as trivial. In truth, the agency has a widespread positive [L2] [effect on] society by serving as a catalyst for innovation and scientific understanding, [L3] [to create jobs,] and showing humanity its place within the universe."],
        [" ", "\tIn 1958, the program's first year, very few people believed that it was even possible for a manned spacecraft to leave the atmosphere and orbit Earth. But by initiating and collaborating on projects such as the Apollo Moon missions, the space shuttle program, the Hubble Space [L4] [Telescope, and] unmanned planetary exploration, NASA has continually challenged its scientists and engineers to do things that were previously thought impossible. All along, these NASA projects have [L5] [greatly increased international cooperation.] A short list of inventions [L6] [elaborated] by NASA includes communications satellites, invisible braces, and cordless tools. All these inventions [L7] [spawns] new industries, and with those industries, jobs. NASA also sponsors the Small Business Innovation Research and Small Business Technology Transfer programs, which are specifically designed to support technological development in the private sector."],
        [" ", "\t[1] A report by the Space Foundation estimated that NASA contributed $180 billion to the economy in 2005. [2] More than 60 percent of the contribution [L8] [coming] from commercial goods and services created by companies using space-related technology. [3] This translates as excellent returns from an agency that received approximately 17.7 billion in tax dollars in 2014. [4] This investment by taxpayers enhances not only the national economy but also the United States' competitiveness in the international market. [5] Moreover, the benefits of NASA funding extend beyond the purely economic, as astrophysicist Neil deGrasse Tyson indicated in his testimony before the US Senate: “For ... a penny on a dollar — we can transform the country from a sullen, dispirited nation, weary of economic struggle, to one where it has reclaimed its twentieth-century birthright to dream of tomorrow.” [L9]"],
        [" ", "\tTyson's expansive vision for the agency hints at another mission of NASA's, illuminated in this observation by Apollo 14 astronaut Edgar Mitchell: “You develop an instant global consciousness, a people orientation, an intense dissatisfaction with the state of the world, and a compulsion to do something about it.” [L10] With world population topping seven billion, humanity is in need of some perspective. [L11] [Therefore,] we should continue to support NASA not only for practical reasons but also because it is a necessary vehicle for increasing our awareness of how we can fulfill our responsibilities to the planet and each other."]
    ],
    "Copyright": "",
    "References": []
}