{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “12 Seconds That Changed the World”",
    "Subtitle": "",
    "Author": "by Mike Weinstein",
    "LabelType": "P",
    "Content": [
        ["1", "12 SECONDS! That's how long the Wright brothers' plane stayed in the air ... The plane looked like a giant kite with propellers. It jerked wildly in the strong breeze. But it stayed aloft for 12 seconds! This flight stunned the world ..."],
        ["", "Years of Work"],
        ["2", "It was an exciting day at Kitty Hawk, North Carolina. It came after years of hard work and many failures. The brothers kept trying new ideas. They never stopped experimenting ... But they knew how machines worked. And they were very curious. They shared and discussed their ideas with each other. Their collaboration produced brilliant answers to difficult problems."],
        ["", "Bicycles and More"],
        ["3", "The Wright brothers were good at building machines and fixing them. As teenagers, they designed and built their own printing press. They became experts at repairing and building bicycles. When they needed an engine for their airplane, they built it themselves. The propellers were connected to the engine with a bicycle chain and gears."],
        ["4", "The brothers even sewed the cotton cloth to cover the wings. They taught themselves the science of flying. They drew inspiration from watching vultures. When designing wings for their airplanes, they tried to copy the wing movements of birds."],
        ["", "problems/COG4E/media/S8a.jpg"],
        ["", "Testing, Testing"],
        ["5", "Wilbur and Orville designed and built a machine to test their wing designs. Basically, it was a large fan blowing air through a rectangular box. It was called a wind tunnel. After several months of testing, the Wright brothers became experts on airplane design."],
        ["6", "The brothers realized the importance of controlling the airplane once it got into the air. At first, they built large kites and controlled them from the ground with strings. Once they mastered kites from the ground, they experimented with gliders. Gliders are aircraft that soar in the air without engines. In all, the Wrights made about one thousand successful flights in three gliders ..."],
        ["7", "In 1900, they were ready to test their first airplane. The brothers chose Kitty Hawk for its wind, open spaces, and soft sand. There were mishaps, crashes, and disappointments. But each visit to Kitty Hawk added to the Wrights' knowledge. And their persistence paid off. After four years of testing at Kitty Hawk, they flew for 12 seconds. They had perfected a system of airplane control that is still used today on modern jets."],
        ["", "problems/COG4E/media/S8b.jpg"]
    ],
    "Copyright": "Adapted from “Air Travel Takes Off” by Mike Weinstein from COBBLESTONE, July 2009. Copyright © 2009 Cricket Media. All rights reserved.",
    "References": []
}