{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Lemonade War",
    "Subtitle": "",
    "Author": "by Jacqueline Davies",
    "LabelType": "P",
    "Content": [
        ["1", "Evan lay on his back in the dark, throwing the baseball up in a straight line and catching it in his bare hands. Thwap. Thwap. The ball made a satisfying sound as it slapped his palm. His legs flopped in a V. His arms stretched up to the ceiling. And the thought that if he missed he'd probably break his nose made the game just interesting enough to keep going."],
        ["2", "On the floor above he heard footsteps—his mother's—and then a long, loud scraping-groaning sound. He stopped throwing the ball to listen. His mother was dragging something heavy across the kitchen floor. Probably the broken air conditioner."],
        ["3", "A week ago, right at the beginning of the heat wave, the air conditioner in his mother's attic office had broken. The man from Sears had installed a brand-new one but left the old one sitting right in the middle of the kitchen floor. The Treskis¹ had been walking around it all week."],
        ["4", "Scra-a-a-ape. Evan stood up. His mom was strong, but this was a two-person job. Hopefully she wouldn't ask him why he was hiding in the dark basement. And hopefully Jessie wouldn't be in the kitchen at all. He'd been avoiding her for two days now, and it was getting harder by the minute. The house just wasn't that big."],
        ["5", "Evan had his hand on the railing when the scraping noise stopped. He heard footsteps fading to silence. She'd given up. Probably the heat, he thought. It was that kind of weather: giving-up kind of weather."],
        ["6", "He went back to lying on the floor."],
        ["7", "Thwap. Thwap."],
        ["8", "Then he heard the basement door open. Psssshhh. Evan caught the ball and froze."],
        ["9", "“Evan?” Jessie's voice sounded echo-y in the darkness. “Evan? You down there?”"],
        ["10", "Evan held his breath. He lay completely still. The only thing that moved was the pins-and-needles prickling in his fingers."],
        ["11", "He heard the door start to close—long breath out—but then it stopped and opened again. Footsteps on the carpeted stairs. A black outline of Jessie standing on the bottom step with daylight squirting all around her. Evan didn't move a muscle."]
    ],
    "Copyright": "From THE LEMONADE WAR by Jacqueline Davies, published by Houghton Mifflin Harcourt. Copyright © 2007 by Jacqueline Davies. All rights reserved.",
    "References": [
        ["¹", "Treskis — Treski is the family's last name."]
    ]
}