{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Brilliant Fall of Gianna Z.",
    "Subtitle": "",
    "Author": "by Kate Messner",
    "LabelType": "P",
    "Content": [
        ["1", "I take a deep breath and jog down the driveway. The air feels like little needles pricking into my lungs, but it's a good cold—a wake-up kind of cold— and when I exhale, my breath makes puffy white clouds in front of my face."],
        ["2", "“Hi, Mrs. Warren!” I call across the street, where my neighbor has stepped out in her pajamas to get the newspaper. “I really like that tree in your front yard. Do you know what kind it is?”"],
        ["3", "“Why yes!” She looks up at it, pleased. “It's a Japanese maple.” So is she, I decide. She's ornamental and decorative in her pink flowered nightshirt and satin pajama pants. She takes her paper inside, and I dart up onto the lawn to snatch a leaf."],
        ["4", "At the corner, I pass Mr. Webster, the old man whose heart surgeon told him last summer that he has to go for a walk every day to get some exercise."],
        ["5", "“Morning, Miss Zales,” he says, and I wave and slow down a little. He's an oak, like Zig."],
        ["6", "But there's no Zig yet today. Just old Mr. Webster."],
        ["7", "“Mr. Webster, do you know what this tree is with the really huge leaves and the long pods?”"],
        ["8", "“Catalpa!” He shouts because he has trouble hearing and thinks everyone else does too. I grab one of the leaves that's fallen in the road and keep running."],
        ["9", "Catalpa, catalpa. Japanese maple and catalpa. I have the key to identify them later, but this way I'll be sure."],
        ["10", "I pull my hands inside my sleeves and look up at the streetlight. A few sparkly little snowflakes are starting to fall. October snow!"],
        ["11", "Zig would love this. I wonder if he's running late."],
        ["12", "I turn the next corner. No Zig. But the snowflakes get bigger. They're the huge, fluffy ones that fall slowly like little white parachutes. I open my mouth, hoping some will fall in, but they all seem to land on my cheeks instead. I figure out I have to aim better, so I start watching individual flakes, tracking them on the way down so I can be in the right place when they get to mouth level. Weaving back and forth and ducking once in a while, I manage to catch five flakes on my tongue."],
        ["13", "I look down in time to swerve so I don't crash into Mr. Nelson and Mr. Collins walking their dogs."],
        ["14", "“Hey, Mr. Nelson, do you know what kind of tree this is?” I jog up and point at a tree with feathery leaves. The dogs lunge forward and growl. They're Pomeranians—like fluffy white rats, only louder. They pull at their leashes and snarl like pit bulls every day when I run by, and every time, Mr. Nelson gasps in surprise."],
        ["15", "“Care Bear! Snuggles! What's gotten into you?” he says as he pulls the dogs away from me and looks up at his tree. “It's a Kentucky coffee tree. Isn't it a beauty?”"],
        ["16", "“Yeah,” I say."],
        ["17", "“No, it's not.” Mr. Collins squints up at the tree and frowns. “That's a honey locust.”"],
        ["18", "“No, James, that's a Kentucky coffee tree. I remember that nice realtor lady, Bertha Jane Hemingway, telling us about it when she sold us the house.”"],
        ["19", "“Well, Bertha Jane Hemingway lied, because that's not a Kentucky coffee tree.”"],
        ["20", "“It most certainly is. And Bertha Jane would absolutely flip her wig if she heard you say that.”"],
        ["21", "“That she lied? Or that it's not a coffee tree?”"],
        ["22", "“Well, both, probably.”"],
        ["23", "“Well, she better get flipping, because it's a honey locust, and she lied if she told you anything else. Come on, Care Bear.” He takes the leash and walks off down the sidewalk."],
        ["24", "“Honestly ...” Mr. Nelson pulls a few leaves from the tree and hands them to me. “Kentucky coffee tree,” he whispers. “Write it down.”"],
        ["25", "I nod and wave as he and Snuggles run to catch up. I'll double-check it in my book later."],
        ["26", "Now it's snowing really hard—hard enough that my sweatshirt gets coated with a feathery layer of white that I have to brush off every few minutes. It's so quiet, except for my sneakers thumping dark prints into the new snow. I tip my head up to watch the big flakes drift in the streetlights. This was worth getting up for."]
    ],
    "Copyright": "From THE BRILLIANT FALL OF GIANNA Z. by Kate Messner, published by Walker Publishing Company, Inc. Copyright © 2009 by Kate Messner. All rights reserved.",
    "References": []
}