{
    "Directions": "Read the article, then answer each question that follows.",
    "Context": [
        "Today you will research how penguins are rescued after a large oil spill."
    ],
    "Title": "The Amazing Penguin Rescue",
    "Subtitle": "",
    "Author": "by Dyan deNapoli\nas told to Natalie Smith",
    "LabelType": "P",
    "Content": [
        ["", "problems/ILG5E/media/S5a.jpg"],
        ["1", "The summer of 2000, I had just finished my rounds tending to the New England Aquarium's 60 penguins when I got an urgent call from South Africa. The manager of SANCCOB, a seabird rescue center in Cape Town, was on the line. The region's penguins were in trouble. The cargo ship MV Treasure had sunk off the coast of Cape Town, creating an oil spill. Thirteen hundred tons of fuel oil were flowing near Robben Island, right in the middle of the African penguins' primary habitat. In a matter of days, thick, toxic liquid had covered about 20,000 penguins. Without swift help, the seabirds would have no chance for survival."],
        ["", "problems/ILG5E/media/S5b.jpg"],
        ["2", "SANCCOB had launched a massive rescue operation for the oiled penguins. Volunteers were showing up by the thousands, but they had no experience. The center needed penguin keepers to train the volunteers. Would I help?"],
        ["3", "Two days later, I boarded a plane to South Africa. I was about to take part in what would become the largest animal rescue operation ever attempted."],
        ["", "A Startling Silence"],
        ["4", "Just outside Cape Town, a large warehouse had been turned into a rescue center for the oiled penguins. The rescuers had set up makeshift pools, which held about 100 oiled birds each. Hundreds of pools covered the floor."],
        ["5", "When I first walked into the building, I couldn't believe my ears. Normally, African penguins are vocal birds. I expected to walk in to a chorus of honking and squawking. Instead, the center sounded like a library. Only the hushed voices of people could be heard. The penguins were dead silent."],
        ["6", "I felt overwhelmed. My heart ached for the distressed birds. Cleaning them all seemed like an impossible task. But we had to carry on like doctors in an emergency room. There was no time for doubt."],
        ["", "Bird Bath"],
        ["7", "Cleaning oil off a penguin isn't easy. It takes two people—one to hold the penguin, another to do the washing. The bird is sprayed with a degreaser and scrubbed with warm, soapy water. Delicate areas around the face must be brushed with a toothbrush. Then the bird gets rinsed under a hose. The whole process takes about an hour. Even with more than 12,500 volunteers, it took a month to bathe all 20,000 birds at the center."],
        ["", "problems/ILG5E/media/S5c.jpg"],
        ["", "The Spreading Spill"],
        ["8", "While workers bathed penguins at the rescue center, another crisis was developing. Oil from the spill had started moving north toward Dassen Island. Tens of thousands of penguins were in the oil's path. But we already had our hands full with 20,000 recovering birds. Supplies were running low. If any more birds were oiled, we wouldn't have enough resources to save them."],
        ["9", "One researcher came up with an idea: What if the Dassen penguins were temporarily moved out of harm's way? The method had never been tried before. Experts decided to give it a chance. Workers rounded up a large number of the penguins on Dassen Island and released them near Port Elizabeth, 500 miles away. The hope was that by the time the seabirds swam home, the oil would be gone. The plan worked! Another 20,000 penguins were saved."],
        ["", "Amazing Rescue"],
        ["10", "The entire penguin rescue operation took about three months. In the end, more than 90 percent of the oiled penguins were successfully returned to the wild. In a previous large-scale penguin rescue, only half of the oiled birds survived. We could hardly believe that our efforts worked!"],
        ["11", "But for me, the most inspiring part was the work of the volunteers. Rescuing penguins isn't glamorous. The stench of the rescue center—a mix of penguin droppings and dead fish—made people feel sick. The scratches and bites of terrified birds covered volunteers' arms. As the Penguin Lady, I'm used to facing such hazards to care for the animals I love. What I didn't realize was how many other people care for penguins too."]
    ],
    "Copyright": "From Scholastic SuperScience, January 2012. Copyright © 2012 by Scholastic, Inc. Used by permission of Scholastic, Inc.",
    "References": []
}