{
    "Directions": "Read the passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Moon Over Manifest",
    "Subtitle": "",
    "Author": "by Clare Vanderpool",
    "LabelType": "P",
    "Content": [
        [" ", "Santa Fe Railway\n\nSoutheast Kansas\n\nMay 27, 1936"],
        ["1", "The movement of the train rocked me like a lullaby. I closed my eyes to the dusty countryside and imagined the sign I knew only from stories. The one just outside of town with big blue letters: MANIFEST: A TOWN WITH A RICH PAST AND A BRIGHT FUTURE."],
        ["2", "I thought about my daddy, Gideon Tucker. He does his best talking in stories, but in recent weeks, those had become few and far between. So on the occasion when he'd say to me, “Abilene, did I ever tell you 'bout the time...?” I'd get all quiet and listen real hard. Mostly he'd tell stories about Manifest, the town where he'd lived once upon a time."],
        ["3", "His words drew pictures of brightly painted storefronts and bustling townsfolk. Hearing Gideon tell about it was like sucking on butterscotch. Smooth and sweet. And when he'd go back to not saying much, I'd try recalling what it tasted like. Maybe that was how I found comfort then, even with him being so far away. By remembering the flavor of his words. But mostly, I could taste the sadness in his voice when he told me I couldn't stay with him for the summer while he worked a railroad job back in Iowa. Something had changed in him. It started the day I got a cut on my knee. It got bad and I got real sick with infection. The doctors said I was lucky to come out of it. But it was like Gideon had gotten a wound in him too. Only he didn't come out of it. And it was painful enough to make him send me away."],
        ["4", "I reached into my satchel for the flour sack that held my few special things. A blue dress, two shiny dimes I'd earned collecting pop bottles, a letter from Gideon telling folks that I would be received by Pastor Howard at the Manifest depot, and my most special something, kept in a box lined with an old 1917 Manifest Herald newspaper: my daddy's compass."],
        ["5", "In a gold case, it wore like a pocket watch, but inside was a compass showing every direction. Only problem was, a working compass always points north. This one, the arrow dangled and jiggled every which way. It wasn't even that old. It had the compass maker's name and the date it was made on the inside. St. Dizier, October 8, 1918. Gideon had always planned to get it fixed, but when I was leaving, he said he didn't need it anyway, what with train tracks to guide him. Still, I liked imagining that the chain of that broken compass was long enough to stretch all the way back into his pocket, with him at one end and me at the other."],
        ["6", "Smoothing out the yellowed newspaper for the thousandth time, I scanned the page, hoping to find some bit of news about or insight into my daddy. But there was only the same old “Hogs and Cattle” report on one side and a “Hattie Mae's News Auxiliary: Charter Edition” on the other, plus a couple of advertisements for Liberty Bonds and Billy Bump's Hair Tonic. I didn't know anything about Hattie Mae Harper, except what she wrote in her article, but I figured her newspaper column had protected Gideon's compass for some time, and for that I felt a sense of gratitude. I carefully placed the newspaper back in the box and stored the box in the satchel, but held on to the compass. I guess I needed to hold on to something."],
        ["7", "The conductor came into the car, “Manifest, next stop.”"],
        ["8", "The seven-forty-five evening train was going to be right on time. Conductors only gave a few minutes' notice, so I had to hurry. I shoved the compass into a side pocket of the satchel, then made my way to the back of the last car. Being a paying customer this time, with a full-fledged ticket, I didn't have to jump off, and I knew that the preacher would be waiting for me. But as anyone worth his salt knows, it's best to get a look at a place before it gets a look at you. I'd worn my overalls just for the occasion. Besides, it wouldn't be dark for another hour, so I'd have time to find my way around."],
        ["9", "At the last car, I waited, listening the way I'd been taught—wait till the clack of the train wheels slows to the rhythm of your heartbeat. The trouble is my heart speeds up when I'm looking at the ground rushing by. Finally, I saw a grassy spot and jumped. The ground came quick and hard, but I landed and rolled as the train lumbered on without a thank-you or goodbye."],
        ["10", "As I stood and brushed myself off, there was the sign not five feet in front of me. It was so weathered there was hardly a chip of blue paint to be found. And it looked to have been shot up so bad most of the words were gone. All that was left read MANIFEST: A TOWN WITH A PAST."]
    ],
    "Copyright": "Excerpt from MOON OVER MANIFEST by Clare Vanderpool, copyright © 2010 by Clare Vanderpool. Used by permission of Delacorte Press, an imprint of Random House Children's Books, a division of Random House LLC. All rights reserved.",
    "References": []
}