{
    "Directions": "Read the passage from “Hiding Out” about two pet cats who have sneaked out of their house. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Hiding Out”",
    "Subtitle": "",
    "Author": "by Phyllis Reynolds Naylor",
    "LabelType": "P",
    "Content": [
        ["", "problems/RI18G4E/media/S1a.jpg"],
        ["1", "It was dark, damp, prickly, and smelly under the bush. A good kind of smelly. For Marco, it brought back wonderful memories of the hour he had spent in the yard on his own. But it was the first time that Polo's paws had touched bare ground."],
        ["2", "“It smells like ... like flower pots!” Polo said breathlessly."],
        ["3", "“Earth,” Marco told him."],
        ["4", "“It feels like broom bristles!”"],
        ["5", "“Grass,” said Marco."],
        ["6", "“It's dark under here, like the inside of a box!”"],
        ["7", "“No,” said Marco, “it's better. Being outdoors and on your own is about the best thing that can happen to a cat.” He stopped talking suddenly. “Shhhh,” he warned."],
        ["8", "Mr. Neal was coming back across the yard."],
        ["9", "“Don't make a sound, don't move a muscle, don't wiggle a whisker, don't even breathe!” Marco warned his brother. “If he sees us, it means jail inside forever.”"],
        ["10", "There was a rusty squeaking sound of a handle being turned, then footsteps again as Mr. Neal walked away, and finally a new sound that not even Marco could figure out — a soft, shushing, pit-pat sound."],
        ["11", "Whoosh!"],
        ["12", "A spray of water landed on the bush, filtering down onto the two tabbies."],
        ["13", "Polo's eyes grew huge; his body tensed, ready to spring, but Marco hissed again: “Don't move! Stay where you are.”"],
        ["14", "And just as suddenly as the shower had descended on them, it was over."],
        ["15", "“Whew!” said Polo. “I thought we were goners.”"],
        ["16", "They could still hear the shushing sound, however. First the pit-pat sound grew fainter and fainter, then louder and louder, and whoosh! There it was again."],
        ["17", "Polo closed his eyes and shivered. “Don't move!” came Marco's warning."],
        ["18", "Once again the shower went away."],
        ["19", "Footsteps. Mr. Neal was coming back to the side door."],
        ["20", "“Uh-oh,” Marco heard him say. “I left the door open! Lucky the cats didn't notice.” He went inside and closed the screen."],
        ["21", "Any minute he would discover them gone. Any minute he would come looking."],
        ["22", "“See that shed next to the porch?” Marco whispered. “There's a space behind it where we could hide. When I say go, make a run for it.”"],
        ["23", "The water was coming again. The pit-pat sounds were growing louder."],
        ["24", "“Go!” Marco hissed, and the two tabbies streaked across the wet grass and disappeared behind the shed."],
        ["25", "The space between the shed and the back porch was narrow and even darker than under the bush. It wasn't earth-dirty, it was dust-dirty, with cobwebs, old newspaper, dry leaves, sticks, spiders, and a broken clay pot."],
        ["26", "Polo looked about himself in dismay. “This is what we were escaping to?” he asked."],
        ["27", "“Only until the coast is clear,” Marco said. “Do you see the trees out there in the yard?”"],
        ["28", "Polo nodded."],
        ["29", "“Do you see the fence beyond the trees?”"],
        ["30", "“Yes.”"],
        ["31", "“Beyond that fence is the whole world, and it's waiting just for us.”"]
    ],
    "Copyright": "“Hiding Out” by Phyllis Reynolds Naylor, from The Grand Escape. Copyright © 1993 by Phyllis Reynolds Naylor. Reprinted by permission of Atheneum Books for Young Readers, an imprint of Simon & Schuster Children's Publishing Division.",
    "References": []
}