{
    "Directions": "Read the following passage about two friends then answer each question.",
    "Context": [],
    "Title": "Joe and the Carpenter",
    "Subtitle": "an American Tale",
    "Author": "by Pleasant DeSpain",
    "LabelType": "P",
    "Content": [
        ["", "problems/PA16G3E/media/S1a.jpg"],
        [" ", "\tJoe lived way out in the countryside all by himself. His best friend was also his closest neighbor. It seemed that they had grown old together. Their wives had passed on. Now that their children were raised and living lives of their own, all they had left were their farms . . . and each other."],
        [" ", "\tFor the first time in their long friendship they’d had a serious disagreement. It was a silly argument over a stray calf that neither one of them really needed. The calf was found on the neighbor’s land, so he claimed it as his own."],
        [" ", "\tBut Joe said, “No, no. Now that calf has the same markings as one of my cows. It belongs to me!”"],
        [" ", "\tThey were stubborn men. Neither would give in. They stopped talking, stomped off to their respective doors, and slammed them shut! And that was that. Two weeks went by without a word between them. Joe was feeling poorly."],
        [" ", "\tCome Saturday morning, Joe heard a knock on his front door. He wasn’t expecting anyone and was surprised to find a young man who called himself a “traveling carpenter” standing on his porch. There was a wooden toolbox at his feet and kindness in his eyes."],
        [" ", "\t“I’m looking for work,” he explained. “I’m good with my hands, and if you have a project or two, I’d like to help out.”"],
        [" ", "\tJoe replied, “Yes, as a matter of fact, I do have a job for you. See that house way over yonder? That’s my neighbor’s house. You see that creek running along our property line? That creek wasn’t there last week. He did that to spite me! He hitched a plow to his tractor and dug that creek-bed from the upper pond right down the property line. Then he flooded it! Now we got this creek to separate us."],
        [" ", "\t“I’m so darn mad at him! I’ve got lumber in my barn, boards, posts, everything you’ll need to build me a fence—a tall fence—all along that creek. Then I won’t have to see his place no more. That’ll teach him!”"],
        [" ", "\tThe carpenter smiled. “I’ll do a good job for you, Joe.”"],
        [" ", "\tJoe had to go to town for supplies. He hitched up his wagon and left for the day."],
        [" ", "\tThe young carpenter carried the lumber from the barn to creek side and started to work. He worked hard and he worked fast. He measured, sawed, and nailed those boards into place all day long without stopping for lunch. As the sun began to set, he put his tools away. The project was complete."],
        [" ", "\tJoe pulled up, his wagon filled with supplies. When he saw what the carpenter had built, he couldn’t speak. It wasn’t a fence. Instead, a beautiful footbridge with handrails and all reached from one side of the creek to the other."],
        [" ", "\tJust then, Joe’s neighbor crossed the bridge, his hand stuck out. “I’m right sorry about our misunderstanding, Joe. The calf is yours. I want us to go on being good friends.”"],
        [" ", "\t“You keep the calf,” said Joe. “I want us to be friends, too. The bridge was this young fellow’s idea. I’m glad he did it.”"],
        [" ", "\tThe carpenter h͟o͟i͟s͟t͟e͟d his toolbox onto his shoulder and started to leave."],
        [" ", "\t“Wait,” said Joe. “You’re a good man. My neighbor and I know everyone in the valley. We can keep you busy for weeks.”"],
        [" ", "\tThe carpenter smiled and said, “I’d like to stay, Joe, but I can’t. I have more bridges to build.”"],
        [" ", "\tAnd he walked on down the road, whistling a happy tune as he went."]
    ],
    "Copyright": "",
    "References": []
}