{
    "Title": "Texas Essential Knowledge & Skills > Mathematics > Grade 3",
    "Overview": "The primary focal areas in Grade 3 are place value, operations of whole numbers, and understanding fractional units. These focal areas are supported throughout the mathematical strands of (1) number and operations, (2) algebraic reasoning, (3) geometry and measurement, and (4) data analysis. In Grade 3, the number set is limited to positive rational numbers.",
    "Goals": [
        [
            "(1) Number & Operations",
            "Students will focus on applying place value, comparing and ordering whole numbers, connecting multiplication and division, and understanding and representing fractions as numbers and equivalent fractions."
        ],
        [
            "(2) Algebraic Reasoning",
            "Students will use multiple representations of problem situations, determine missing values in number sentences, and represent real-world relationships using number pairs in a table and verbal descriptions."
        ],
        [
            "(3) Geometry & Measurement",
            "Students will identify and classify two-dimensional figures according to common attributes, decompose composite figures formed by rectangles to determine area, determine the perimeter of polygons, solve problems involving time, and measure liquid volume (capacity) or weight."
        ],
        [
            "(4) Data Analysis",
            "Students will represent and interpret data."
        ]
    ],
    "Standards": [
        {
            "Key": "",
            "Label": "Mathematical Process Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M3.1",
                    "Label": "The student uses mathematical processes to acquire and demonstrate mathematical understanding. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M3.1A",
                            "Label": "Apply mathematics to problems arising in everyday life, society, and the workplace.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.1B",
                            "Label": "Use a problem-solving model that incorporates analyzing given information, formulating a plan or strategy, determining a solution, justifying the solution, and evaluating the problem-solving process and the reasonableness of the solution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.1C",
                            "Label": "Select tools, including real objects, manipulatives, paper and pencil, and technology as appropriate, and techniques, including mental math, estimation, and number sense as appropriate, to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.1D",
                            "Label": "Communicate mathematical ideas, reasoning, and their implications using multiple representations, including symbols, diagrams, graphs, and language as appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.1E",
                            "Label": "Create and use representations to organize, record, and communicate mathematical ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.1F",
                            "Label": "Analyze mathematical relationships to connect and communicate mathematical ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.1G",
                            "Label": "Display, explain, and justify mathematical ideas and arguments using precise mathematical language in written or oral communication.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Number & Operations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M3.2",
                    "Label": "The student applies mathematical process standards to represent and compare whole numbers and understand relationships related to place value. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M3.2A",
                            "Label": "Compose and decompose numbers up to 100,000 as a sum of so many ten thousands, so many thousands, so many hundreds, so many tens, and so many ones using objects, pictorial models, and numbers, including expanded notation as appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.2B",
                            "Label": "Describe the mathematical relationships found in the base-10 place value system through the hundred thousands place.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.2C",
                            "Label": "Represent a number on a number line as being between two consecutive multiples of 10; 100; 1,000; or 10,000 and use words to describe relative size of numbers in order to round whole numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.2D",
                            "Label": "Compare and order whole numbers up to 100,000 and represent comparisons using the symbols >, <, or =.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M3.3",
                    "Label": "The student applies mathematical process standards to represent and explain fractional units. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M3.3A",
                            "Label": "Represent fractions greater than zero and less than or equal to one with denominators of 2, 3, 4, 6, and 8 using concrete objects and pictorial models, including strip diagrams and number lines.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.3B",
                            "Label": "Determine the corresponding fraction greater than zero and less than or equal to one with denominators of 2, 3, 4, 6, and 8 given a specified point on a number line.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.3C",
                            "Label": "Explain that the unit fraction 1/b represents the quantity formed by one part of a whole that has been partitioned into b equal parts where b is a non-zero whole number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.3D",
                            "Label": "Compose and decompose a fraction a/b with a numerator greater than zero and less than or equal to b as a sum of parts 1/b.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.3E",
                            "Label": "Solve problems involving partitioning an object or a set of objects among two or more recipients using pictorial representations of fractions with denominators of 2, 3, 4, 6, and 8.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.3F",
                            "Label": "Represent equivalent fractions with denominators of 2, 3, 4, 6, and 8 using a variety of objects and pictorial models, including number lines.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.3G",
                            "Label": "Explain that two fractions are equivalent if and only if they are both represented by the same point on the number line or represent the same portion of a same size whole for an area model.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.3H",
                            "Label": "Compare two fractions having the same numerator or denominator in problems by reasoning about their sizes and justifying the conclusion using symbols, words, objects, and pictorial models.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M3.4",
                    "Label": "The student applies mathematical process standards to develop and use strategies and methods for whole number computations in order to solve problems with efficiency and accuracy. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M3.4A",
                            "Label": "Solve with fluency one-step and two-step problems involving addition and subtraction within 1,000 using strategies based on place value, properties of operations, and the relationship between addition and subtraction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.4B",
                            "Label": "Round to the nearest 10 or 100 or use compatible numbers to estimate solutions to addition and subtraction problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.4C",
                            "Label": "Determine the value of a collection of coins and bills.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.4D",
                            "Label": "Determine the total number of objects when equally-sized groups of objects are combined or arranged in arrays up to 10 by 10.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.4E",
                            "Label": "Represent multiplication facts by using a variety of approaches such as repeated addition, equal-sized groups, arrays, area models, equal jumps on a number line, and skip counting.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.4F",
                            "Label": "Recall facts to multiply up to 10 by 10 with automaticity and recall the corresponding division facts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.4G",
                            "Label": "Use strategies and algorithms, including the standard algorithm, to multiply a two-digit number by a one-digit number. Strategies may include mental math, partial products, and the commutative, associative, and distributive properties.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.4H",
                            "Label": "Determine the number of objects in each group when a set of objects is partitioned into equal shares or a set of objects is shared equally.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.4I",
                            "Label": "Determine if a number is even or odd using divisibility rules.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.4J",
                            "Label": "Determine a quotient using the relationship between multiplication and division.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.4K",
                            "Label": "Solve one-step and two-step problems involving multiplication and division within 100 using strategies based on objects; pictorial models, including arrays, area models, and equal groups; properties of operations; or recall of facts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Algebraic Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M3.5",
                    "Label": "The student applies mathematical process standards to analyze and create patterns and relationships. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M3.5A",
                            "Label": "Represent one- and two-step problems involving addition and subtraction of whole numbers to 1,000 using pictorial models, number lines, and equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.5B",
                            "Label": "Represent and solve one- and two-step multiplication and division problems within 100 using arrays, strip diagrams, and equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.5C",
                            "Label": "Describe a multiplication expression as a comparison such as 3 x 24 represents 3 times as much as 24.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.5D",
                            "Label": "Determine the unknown whole number in a multiplication or division equation relating three whole numbers when the unknown is either a missing factor or product.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.5E",
                            "Label": "Represent real-world relationships using number pairs in a table and verbal descriptions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Geometry & Measurement",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M3.6",
                    "Label": "The student applies mathematical process standards to analyze attributes of two-dimensional geometric figures to develop generalizations about their properties. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M3.6A",
                            "Label": "Classify and sort two- and three-dimensional figures, including cones, cylinders, spheres, triangular and rectangular prisms, and cubes, based on attributes using formal geometric language.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.6B",
                            "Label": "Use attributes to recognize rhombuses, parallelograms, trapezoids, rectangles, and squares as examples of quadrilaterals and draw examples of quadrilaterals that do not belong to any of these subcategories.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.6C",
                            "Label": "Determine the area of rectangles with whole number side lengths in problems using multiplication related to the number of rows times the number of unit squares in each row.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.6D",
                            "Label": "Decompose composite figures formed by rectangles into non-overlapping rectangles to determine the area of the original figure using the additive property of area.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.6E",
                            "Label": "Decompose two congruent two-dimensional figures into parts with equal areas and express the area of each part as a unit fraction of the whole and recognize that equal shares of identical wholes need not have the same shape.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M3.7",
                    "Label": "The student applies mathematical process standards to select appropriate units, strategies, and tools to solve problems involving customary and metric measurement. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M3.7A",
                            "Label": "Represent fractions of halves, fourths, and eighths as distances from zero on a number line.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.7B",
                            "Label": "Determine the perimeter of a polygon or a missing length when given perimeter and remaining side lengths in problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.7C",
                            "Label": "Determine the solutions to problems involving addition and subtraction of time intervals in minutes using pictorial models or tools such as a 15-minute event plus a 30-minute event equals 45 minutes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.7D",
                            "Label": "Determine when it is appropriate to use measurements of liquid volume (capacity) or weight.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.7E",
                            "Label": "Determine liquid volume (capacity) or weight using appropriate units and tools.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Data Analysis",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M3.8",
                    "Label": "The student applies mathematical process standards to solve problems by collecting, organizing, displaying, and interpreting data. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M3.8A",
                            "Label": "Summarize a data set with multiple categories using a frequency table, dot plot, pictograph, or bar graph with scaled intervals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.8B",
                            "Label": "Solve one- and two-step problems using categorical data represented with a frequency table, dot plot, pictograph, or bar graph with scaled intervals.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Personal Financial Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M3.9",
                    "Label": "The student applies mathematical process standards to manage one's financial resources effectively for lifetime financial security. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M3.9A",
                            "Label": "Explain the connection between human capital/labor and income.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.9B",
                            "Label": "Describe the relationship between the availability or scarcity of resources and how that impacts cost.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.9C",
                            "Label": "Identify the costs and benefits of planned and unplanned spending decisions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.9D",
                            "Label": "Explain that credit is used when wants or needs exceed the ability to pay and that it is the borrower's responsibility to pay it back to the lender, usually with interest.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.9E",
                            "Label": "List reasons to save and explain the benefit of a savings plan, including for college.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M3.9F",
                            "Label": "Identify decisions involving income, spending, saving, credit, and charitable giving.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}