{
    "Title": "Texas Essential Knowledge & Skills > Mathematics > Grade 4",
    "Overview": "The primary focal areas in Grade 4 are use of operations, fractions, and decimals and describing and analyzing geometry and measurement. These focal areas are supported throughout the mathematical strands of (1) number and operations, (2) algebraic reasoning, (3) geometry and measurement, and (4) data analysis. In Grade 4, the number set is limited to positive rational numbers.",
    "Goals": [
        ["(1) Number & Operations", "Students will apply place value and represent points on a number line that correspond to a given fraction or terminating decimal."],
        ["(2) Algebraic Reasoning", "Students will represent and solve multi-step problems involving the four operations with whole numbers with expressions and equations and generate and analyze patterns."],
        ["(3) Geometry & Measurement", "Students will classify two-dimensional figures, measure angles, and convert units of measure."],
        ["(4) Data Analysis", "Students will represent and interpret data."]
    ],
    "Standards": [
        {
            "Key": "",
            "Label": "Mathematical Process Standards",
            "Subs": [
                {
                    "Key": "TX.M4.1",
                    "Label": "The student uses mathematical processes to acquire and demonstrate mathematical understanding. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M4.1A",
                            "Label": "Apply mathematics to problems arising in everyday life, society, and the workplace.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.1B",
                            "Label": "Use a problem-solving model that incorporates analyzing given information, formulating a plan or strategy, determining a solution, justifying the solution, and evaluating the problem-solving process and the reasonableness of the solution.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.1C",
                            "Label": "Select tools, including real objects, manipulatives, paper and pencil, and technology as appropriate, and techniques, including mental math, estimation, and number sense as appropriate, to solve problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.1D",
                            "Label": "Communicate mathematical ideas, reasoning, and their implications using multiple representations, including symbols, diagrams, graphs, and language as appropriate.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.1E",
                            "Label": "Create and use representations to organize, record, and communicate mathematical ideas.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.1F",
                            "Label": "Analyze mathematical relationships to connect and communicate mathematical ideas.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.1G",
                            "Label": "Display, explain, and justify mathematical ideas and arguments using precise mathematical language in written or oral communication.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Number & Operations",
            "Subs": [
                {
                    "Key": "TX.M4.2",
                    "Label": "The student applies mathematical process standards to represent, compare, and order whole numbers and decimals and understand relationships related to place value. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M4.2A",
                            "Label": "Interpret the value of each place-value position as 10 times the position to the right and as one-tenth of the value of the place to its left.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.2B",
                            "Label": "Represent the value of the digit in whole numbers through 1,000,000,000 and decimals to the hundredths using expanded notation and numerals.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.2C",
                            "Label": "Compare and order whole numbers to 1,000,000,000 and represent comparisons using the symbols >, <, or =.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.2D",
                            "Label": "Round whole numbers to a given place value through the hundred thousands place.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.2E",
                            "Label": "Represent decimals, including tenths and hundredths, using concrete and visual models and money.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.2F",
                            "Label": "Compare and order decimals using concrete and visual models to the hundredths.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.2G",
                            "Label": "Relate decimals to fractions that name tenths and hundredths.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.2H",
                            "Label": "Determine the corresponding decimal to the tenths or hundredths place of a specified point on a number line.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M4.3",
                    "Label": "The student applies mathematical process standards to represent and generate fractions to solve problems. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M4.3A",
                            "Label": "Represent a fraction a/b as a sum of fractions 1/b, where a and b are whole numbers and b > 0, including when a > b.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.3B",
                            "Label": "Decompose a fraction in more than one way into a sum of fractions with the same denominator using concrete and pictorial models and recording results with symbolic representations.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.3C",
                            "Label": "Determine if two given fractions are equivalent using a variety of methods.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.3D",
                            "Label": "Compare two fractions with different numerators and different denominators and represent the comparison using the symbols >, =, or <.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.3E",
                            "Label": "Represent and solve addition and subtraction of fractions with equal denominators using objects and pictorial models that build to the number line and properties of operations.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.3F",
                            "Label": "Evaluate the reasonableness of sums and differences of fractions using benchmark fractions 0, 1/4, 1/2, 3/4, and 1, referring to the same whole.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.3G",
                            "Label": "Represent fractions and decimals to the tenths or hundredths as distances from zero on a number line.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M4.4",
                    "Label": "The student applies mathematical process standards to develop and use strategies and methods for whole number computations and decimal sums and differences in order to solve problems with efficiency and accuracy. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M4.4A",
                            "Label": "Add and subtract whole numbers and decimals to the hundredths place using the standard algorithm.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.4B",
                            "Label": "Determine products of a number and 10 or 100 using properties of operations and place value understandings.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.4C",
                            "Label": "Represent the product of 2 two-digit numbers using arrays, area models, or equations, including perfect squares through 15 by 15.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.4D",
                            "Label": "Use strategies and algorithms, including the standard algorithm, to multiply up to a four-digit number by a one-digit number and to multiply a two-digit number by a two-digit number. Strategies may include mental math, partial products, and the commutative, associative, and distributive properties.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.4E",
                            "Label": "Represent the quotient of up to a four-digit whole number divided by a one-digit whole number using arrays, area models, or equations.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.4F",
                            "Label": "Use strategies and algorithms, including the standard algorithm, to divide up to a four-digit dividend by a one-digit divisor.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.4G",
                            "Label": "Round to the nearest 10, 100, or 1,000 or use compatible numbers to estimate solutions involving whole numbers.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.4H",
                            "Label": "Solve with fluency one- and two-step problems involving multiplication and division, including interpreting remainders.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Algebraic Reasoning",
            "Subs": [
                {
                    "Key": "TX.M4.5",
                    "Label": "The student applies mathematical process standards to develop concepts of expressions and equations. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M4.5A",
                            "Label": "Represent multi-step problems involving the four operations with whole numbers using strip diagrams and equations with a letter standing for the unknown quantity.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.5B",
                            "Label": "Represent problems using an input-output table and numerical expressions to generate a number pattern that follows a given rule representing the relationship of the values in the resulting sequence and their position in the sequence.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.5C",
                            "Label": "Use models to determine the formulas for the perimeter of a rectangle (l + w + l + w or 2l + 2w), including the special form for perimeter of a square (4s) and the area of a rectangle (l x w).",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.5D",
                            "Label": "Solve problems related to perimeter and area of rectangles where dimensions are whole numbers.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Geometry & Measurement",
            "Subs": [
                {
                    "Key": "TX.M4.6",
                    "Label": "The student applies mathematical process standards to analyze geometric attributes in order to develop generalizations about their properties. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M4.6A",
                            "Label": "Identify points, lines, line segments, rays, angles, and perpendicular and parallel lines.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.6B",
                            "Label": "Identify and draw one or more lines of symmetry, if they exist, for a two-dimensional figure.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.6C",
                            "Label": "Apply knowledge of right angles to identify acute, right, and obtuse triangles.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.6D",
                            "Label": "Classify two-dimensional figures based on the presence or absence of parallel or perpendicular lines or the presence or absence of angles of a specified size.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M4.7",
                    "Label": "The student applies mathematical process standards to solve problems involving angles less than or equal to 180 degrees. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M4.7A",
                            "Label": "Illustrate the measure of an angle as the part of a circle whose center is at the vertex of the angle that is “cut out” by the rays of the angle. Angle measures are limited to whole numbers.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.7B",
                            "Label": "Illustrate degrees as the units used to measure an angle, where 1/360 of any circle is one degree and an angle that “cuts” n/360 out of any circle whose center is at the angle's vertex has a measure of n degrees. Angle measures are limited to whole numbers.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.7C",
                            "Label": "Determine the approximate measures of angles in degrees to the nearest whole number using a protractor.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.7D",
                            "Label": "Draw an angle with a given measure.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.7E",
                            "Label": "Determine the measure of an unknown angle formed by two non-overlapping adjacent angles given one or both angle measures.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M4.8",
                    "Label": "The student applies mathematical process standards to select appropriate customary and metric units, strategies, and tools to solve problems involving measurement. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M4.8A",
                            "Label": "Identify relative sizes of measurement units within the customary and metric systems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.8B",
                            "Label": "Convert measurements within the same measurement system, customary or metric, from a smaller unit into a larger unit or a larger unit into a smaller unit when given other equivalent measures represented in a table.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.8C",
                            "Label": "Solve problems that deal with measurements of length, intervals of time, liquid volumes, mass, and money using addition, subtraction, multiplication, or division as appropriate.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Data Analysis",
            "Subs": [
                {
                    "Key": "TX.M4.9",
                    "Label": "The student applies mathematical process standards to solve problems by collecting, organizing, displaying, and interpreting data. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M4.9A",
                            "Label": "Represent data on a frequency table, dot plot, or stem-and-leaf plot marked with whole numbers and fractions.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.9B",
                            "Label": "Solve one- and two-step problems using data in whole number, decimal, and fraction form in a frequency table, dot plot, or stem-and-leaf plot.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Personal Financial Literacy",
            "Subs": [
                {
                    "Key": "TX.M4.10",
                    "Label": "The student applies mathematical process standards to manage one's financial resources effectively for lifetime financial security. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M4.10A",
                            "Label": "Distinguish between fixed and variable expenses.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.10B",
                            "Label": "Calculate profit in a given situation.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.10C",
                            "Label": "Compare the advantages and disadvantages of various savings options.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.10D",
                            "Label": "Describe how to allocate a weekly allowance among spending; saving, including for college; and sharing.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M4.10E",
                            "Label": "Describe the basic purpose of financial institutions, including keeping money safe, borrowing money, and lending.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}