{
    "Title": "Texas Essential Knowledge & Skills > Reading Language Arts > Grade 4",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Foundational Language Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R4.1",
                    "Label": "Listening, speaking, discussion, and thinking--oral language. The student develops oral language through listening, speaking, and discussion. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R4.1A",
                            "Label": "Listen actively, ask relevant questions to clarify information, and make pertinent comments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.1B",
                            "Label": "Follow, restate, and give oral instructions that involve a series of related sequences of action.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.1C",
                            "Label": "Express an opinion supported by accurate information, employing eye contact, speaking rate, volume, enunciation, and the conventions of language to communicate ideas effectively.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.1D",
                            "Label": "Work collaboratively with others to develop a plan of shared responsibilities.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R4.2",
                    "Label": "Listening, speaking, reading, writing, and thinking--beginning reading and writing. The student develops word structure knowledge through phonological awareness, print concepts, phonics, and morphology to communicate, decode, and spell. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R4.2A",
                            "Label": "Demonstrate and apply phonetic knowledge by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R4.2A.i",
                                    "Label": "Decoding words with specific orthographic patterns and rules, including regular and irregular plurals.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.2A.ii",
                                    "Label": "Decoding multisyllabic words with closed syllables; open syllables; VCe syllables; vowel teams, including digraphs and diphthongs; r-controlled syllables; and final stable syllables.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.2A.iii",
                                    "Label": "Decoding words using advanced knowledge of syllable division patterns such as VV.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.2A.iv",
                                    "Label": "Decoding words using knowledge of prefixes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.2A.v",
                                    "Label": "Decoding words using knowledge of suffixes, including how they can change base words such as dropping e, changing y to i, and doubling final consonants.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.2A.vi",
                                    "Label": "Identifying and reading high-frequency words from a research-based list.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R4.2B",
                            "Label": "Demonstrate and apply spelling knowledge by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R4.2B.i",
                                    "Label": "Spelling multisyllabic words with closed syllables; open syllables; VCe syllables; vowel teams, including digraphs and diphthongs; r-controlled syllables; and final stable syllables.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.2B.ii",
                                    "Label": "Spelling homophones.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.2B.iii",
                                    "Label": "Spelling multisyllabic words with multiple sound-spelling patterns",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.2B.iv",
                                    "Label": "Spelling words using advanced knowledge of syllable division patterns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.2B.v",
                                    "Label": "Spelling words using knowledge of prefixes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.2B.vi",
                                    "Label": "Spelling words using knowledge of suffixes, including how they can change base words such as dropping e, changing y to i, and doubling final consonants.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R4.2C",
                            "Label": "Write legibly in cursive to complete assignments.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R4.3",
                    "Label": "Listening, speaking, reading, writing, and thinking--vocabulary. The student uses newly acquired vocabulary expressively. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R4.3A",
                            "Label": "Use print or digital resources to determine meaning, syllabication, and pronunciation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.3B",
                            "Label": "Use context within and beyond a sentence to determine the relevant meaning of unfamiliar words or multiple-meaning words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.3C",
                            "Label": "Determine the meaning of and use words with affixes such as mis-, sub-, -ment, and -ity/ty and roots such as auto, graph, and meter.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.3D",
                            "Label": "Identify, use, and explain the meaning of homophones such as reign/rain.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R4.4",
                    "Label": "Listening, speaking, reading, writing, and thinking--fluency. The student reads grade-level text with fluency and comprehension. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R4.4A",
                            "Label": "Use appropriate fluency (rate, accuracy, and prosody) when reading grade-level text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R4.5",
                    "Label": "Listening, speaking, reading, writing, and thinking--self-sustained reading. The student reads grade-appropriate texts independently. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R4.5A",
                            "Label": "Self-select text and read independently for a sustained period of time.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Comprehension Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R4.6",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student uses metacognitive skills to both develop and deepen comprehension of increasingly complex texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R4.6A",
                            "Label": "Establish purpose for reading assigned and self-selected texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.6B",
                            "Label": "Generate questions about text before, during, and after reading to deepen understanding and gain information.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.6C",
                            "Label": "Make and correct or confirm predictions using text features, characteristics of genre, and structures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.6D",
                            "Label": "Create mental images to deepen understanding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.6E",
                            "Label": "Make connections to personal experiences, ideas in other texts, and society.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.6F",
                            "Label": "Make inferences and use evidence to support understanding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.6G",
                            "Label": "Evaluate details read to determine key ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.6H",
                            "Label": "Synthesize information to create new understanding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.6I",
                            "Label": "Monitor comprehension and make adjustments such as re-reading, using background knowledge, asking questions, and annotating when understanding breaks down.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Response Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R4.7",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student responds to an increasingly challenging variety of sources that are read, heard, or viewed. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R4.7A",
                            "Label": "Describe personal connections to a variety of sources, including self-selected texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.7B",
                            "Label": "Write responses that demonstrate understanding of texts, including comparing and contrasting ideas across a variety of sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.7C",
                            "Label": "Use text evidence to support an appropriate response.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.7D",
                            "Label": "Retell, paraphrase, or summarize texts in ways that maintain meaning and logical order.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.7E",
                            "Label": "Interact with sources in meaningful ways such as notetaking, annotating, freewriting, or illustrating.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.7F",
                            "Label": "Respond using newly acquired vocabulary as appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.7G",
                            "Label": "Discuss specific ideas in the text that are important to the meaning.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Multiple Genres",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R4.8",
                    "Label": "Lstening, speaking, reading, writing, and thinking using multiple texts--literary elements. The student recognizes and analyzes literary elements within and across increasingly complex traditional, contemporary, classical, and diverse literary texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R4.8A",
                            "Label": "Infer basic themes supported by text evidence.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.8B",
                            "Label": "Explain the interactions of the characters and the changes they undergo.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.8C",
                            "Label": "Analyze plot elements, including the rising action, climax, falling action, and resolution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.8D",
                            "Label": "Explain the influence of the setting, including historical and cultural settings, on the plot.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R4.9",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--genres. The student recognizes and analyzes genre-specific characteristics, structures, and purposes within and across increasingly complex traditional, contemporary, classical, and diverse texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R4.9A",
                            "Label": "Demonstrate knowledge of distinguishing characteristics of well-known children's literature such as folktales, fables, legends, myths, and tall tales.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.9B",
                            "Label": "Explain figurative language such as simile, metaphor, and personification that the poet uses to create images.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.9C",
                            "Label": "Explain structure in drama such as character tags, acts, scenes, and stage directions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.9D",
                            "Label": "Recognize characteristics and structures of informational text, including:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R4.9D.i",
                                    "Label": "The central idea with supporting evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.9D.ii",
                                    "Label": "Features such as pronunciation guides and diagrams to support understanding.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.9D.iii",
                                    "Label": "Organizational patterns such as compare and contrast.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R4.9E",
                            "Label": "Recognize characteristics and structures of argumentative text by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R4.9E.i",
                                    "Label": "Identifying the claim.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.9E.ii",
                                    "Label": "Explaining how the author has used facts for an argument.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.9E.iii",
                                    "Label": "Identifying the intended audience or reader.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R4.9F",
                            "Label": "Recognize characteristics of multimodal and digital texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Author's Purpose & Craft",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R4.10",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student uses critical inquiry to analyze the authors' choices and how they influence and communicate meaning within a variety of texts. The student analyzes and applies author's craft purposefully in order to develop his or her own products and performances. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R4.10A",
                            "Label": "Explain the author's purpose and message within a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.10B",
                            "Label": "Explain how the use of text structure contributes to the author's purpose.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.10C",
                            "Label": "Analyze the author's use of print and graphic features to achieve specific purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.10D",
                            "Label": "Describe how the author's use of imagery, literal and figurative language such as simile and metaphor, and sound devices such as alliteration and assonance achieves specific purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.10E",
                            "Label": "Identify and understand the use of literary devices, including first- or third-person point of view.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.10F",
                            "Label": "Discuss how the author's use of language contributes to voice.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.10G",
                            "Label": "Identify and explain the use of anecdote.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Composition",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R4.11",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--writing process. The student uses the writing process recursively to compose multiple texts that are legible and uses appropriate conventions. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R4.11A",
                            "Label": "Plan a first draft by selecting a genre for a particular topic, purpose, and audience using a range of strategies such as brainstorming, freewriting, and mapping.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.11B",
                            "Label": "Develop drafts into a focused, structured, and coherent piece of writing by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R4.11B.i",
                                    "Label": "Organizing with purposeful structure, including an introduction, transitions, and a conclusion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.11B.ii",
                                    "Label": "Developing an engaging idea with relevant details.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R4.11C",
                            "Label": "Revise drafts to improve sentence structure and word choice by adding, deleting, combining, and rearranging ideas for coherence and clarity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.11D",
                            "Label": "Edit drafts using standard English conventions, including:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R4.11D.i",
                                    "Label": "Complete simple and compound sentences with subject-verb agreement and avoidance of splices, run-ons, and fragments.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.11D.ii",
                                    "Label": "Past tense of irregular verbs;.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.11D.iii",
                                    "Label": "Singular, plural, common, and proper nouns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.11D.iv",
                                    "Label": "Adjectives, including their comparative and superlative forms.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.11D.v",
                                    "Label": "Adverbs that convey frequency and adverbs that convey degree.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.11D.vi",
                                    "Label": "Prepositions and prepositional phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.11D.vii",
                                    "Label": "Pronouns, including reflexive.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.11D.viii",
                                    "Label": "Coordinating conjunctions to form compound subjects, predicates, and sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.11D.ix",
                                    "Label": "Capitalization of historical periods, events, and documents; titles of books; stories and essays; and languages, races, and nationalities.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.11D.x",
                                    "Label": "Punctuation marks, including apostrophes in possessives, commas in compound sentences, and quotation marks in dialogue.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R4.11D.xi",
                                    "Label": "Correct spelling of words with grade-appropriate orthographic patterns and rules and high-frequency words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R4.11E",
                            "Label": "Publish written work for appropriate audiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R4.12",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--genres. The student uses genre characteristics and craft to compose multiple texts that are meaningful. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R4.12A",
                            "Label": "Compose literary texts such as personal narratives and poetry using genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.12B",
                            "Label": "Compose informational texts, including brief compositions that convey information about a topic, using a clear central idea and genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.12C",
                            "Label": "Compose argumentative texts, including opinion essays, using genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.12D",
                            "Label": "Compose correspondence that requests information.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Inquiry & Research",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R4.13",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student engages in both short-term and sustained recursive inquiry processes for a variety of purposes. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R4.13A",
                            "Label": "Generate and clarify questions on a topic for formal and informal inquiry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.13B",
                            "Label": "Develop and follow a research plan with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.13C",
                            "Label": "Identify and gather relevant information from a variety of sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.13D",
                            "Label": "Identify primary and secondary sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.13E",
                            "Label": "Demonstrate understanding of information gathered.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.13F",
                            "Label": "Recognize the difference between paraphrasing and plagiarism when using source materials.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.13G",
                            "Label": "Develop a bibliography.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R4.13H",
                            "Label": "Use an appropriate mode of delivery, whether written, oral, or multimodal, to present results.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}