{
    "Title": "Texas Essential Knowledge & Skills > Reading Language Arts > Grade 5",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Foundational Language Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R5.1",
                    "Label": "Listening, speaking, discussion, and thinking--oral language. The student develops oral language through listening, speaking, and discussion. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R5.1A",
                            "Label": "Listen actively to interpret verbal and non-verbal messages, ask relevant questions, and make pertinent comments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.1B",
                            "Label": "Follow, restate, and give oral instructions that include multiple action steps.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.1C",
                            "Label": "Give an organized presentation employing eye contact, speaking rate, volume, enunciation, natural gestures, and conventions of language to communicate ideas effectively.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.1D",
                            "Label": "Work collaboratively with others to develop a plan of shared responsibilities.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R5.2",
                    "Label": "Listening, speaking, reading, writing, and thinking--beginning reading and writing. The student develops word structure knowledge through phonological awareness, print concepts, phonics, and morphology to communicate, decode, and spell. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R5.2A",
                            "Label": "Demonstrate and apply phonetic knowledge by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R5.2A.i",
                                    "Label": "Decoding words with consonant changes, including /t/ to /sh/ such as in select and selection and /k/ to /sh/ such as music and musician.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.2A.ii",
                                    "Label": "Decoding multisyllabic words with closed syllables; open syllables; VCe syllable; vowel teams, including digraphs and diphthongs; r-controlled syllables; and final stable syllables.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.2A.iii",
                                    "Label": "Decoding words using advanced knowledge of syllable division patterns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.2A.iv",
                                    "Label": "Decoding words using advanced knowledge of the influence of prefixes and suffixes on base words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.2A.v",
                                    "Label": "Identifying and reading high-frequency words from a research-based list.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R5.2B",
                            "Label": "Demonstrate and apply spelling knowledge by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R5.2B.i",
                                    "Label": "Spelling multisyllabic words with closed syllables; open syllables; VCe syllables; vowel teams, including digraphs and diphthongs; r-controlled syllables; and final stable syllables.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.2B.ii",
                                    "Label": "Spelling words with consonant changes, including /t/ to /sh/ such as in select and selection and /k/ to /sh/ such as music and musician.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.2B.iii",
                                    "Label": "Spelling multisyllabic words with multiple sound-spelling patterns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.2B.iv",
                                    "Label": "Spelling words using advanced knowledge of syllable division patterns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.2B.v",
                                    "Label": "Spelling words using knowledge of prefixes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.2B.vi",
                                    "Label": "Spelling words using knowledge of suffixes, including how they can change base words such as dropping e, changing y to i, and doubling final consonants.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R5.2C",
                            "Label": "Write legibly in cursive.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R5.3",
                    "Label": "Listening, speaking, reading, writing, and thinking--vocabulary. The student uses newly acquired vocabulary expressively. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R5.3A",
                            "Label": "Use print or digital resources to determine meaning, syllabication, pronunciation, and word origin.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.3B",
                            "Label": "Use context within and beyond a sentence to determine the relevant meaning of unfamiliar words or multiple-meaning words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.3C",
                            "Label": "Identify the meaning of and use words with affixes such as trans-, super-, -ive, and -logy and roots such as geo and photo.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.3D",
                            "Label": "Identify, use, and explain the meaning of adages and puns.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R5.4",
                    "Label": "Listening, speaking, reading, writing, and thinking--fluency. The student reads grade-level text with fluency and comprehension. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R5.4A",
                            "Label": "Use appropriate fluency (rate, accuracy, and prosody) when reading grade-level text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R5.5",
                    "Label": "Listening, speaking, reading, writing, and thinking--self-sustained reading. The student reads grade-appropriate texts independently. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R5.5A",
                            "Label": "Self-select text and read independently for a sustained period of time.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Comprehension Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R5.6",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student uses metacognitive skills to both develop and deepen comprehension of increasingly complex texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R5.6A",
                            "Label": "Establish purpose for reading assigned and self-selected texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.6B",
                            "Label": "Generate questions about text before, during, and after reading to deepen understanding and gain information.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.6C",
                            "Label": "Make and correct or confirm predictions using text features, characteristics of genre, and structures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.6D",
                            "Label": "Create mental images to deepen understanding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.6E",
                            "Label": "Make connections to personal experiences, ideas in other texts, and society.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.6F",
                            "Label": "Make inferences and use evidence to support understanding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.6G",
                            "Label": "Evaluate details read to determine key ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.6H",
                            "Label": "Synthesize information to create new understanding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.6I",
                            "Label": "Monitor comprehension and make adjustments such as re-reading, using background knowledge, asking questions, and annotating when understanding breaks down.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Response Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R5.7",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student responds to an increasingly challenging variety of sources that are read, heard, or viewed. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R5.7A",
                            "Label": "Describe personal connections to a variety of sources, including self-selected texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.7B",
                            "Label": "Write responses that demonstrate understanding of texts, including comparing and contrasting ideas across a variety of sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.7C",
                            "Label": "Use text evidence to support an appropriate response.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.7D",
                            "Label": "Retell, paraphrase, or summarize texts in ways that maintain meaning and logical order.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.7E",
                            "Label": "Interact with sources in meaningful ways such as notetaking, annotating, freewriting, or illustrating.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.7F",
                            "Label": "Respond using newly acquired vocabulary as appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.7G",
                            "Label": "Discuss specific ideas in the text that are important to the meaning.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Multiple Genres",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R5.8",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--literary elements. The student recognizes and analyzes literary elements within and across increasingly complex traditional, contemporary, classical, and diverse literary texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R5.8A",
                            "Label": "Infer multiple themes within a text using text evidence.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.8B",
                            "Label": "Analyze the relationships of and conflicts among the characters.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.8C",
                            "Label": "Analyze plot elements, including rising action, climax, falling action, and resolution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.8D",
                            "Label": "Analyze the influence of the setting, including historical and cultural settings, on the plot.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R5.9",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--genres. The student recognizes and analyzes genre-specific characteristics, structures, and purposes within and across increasingly complex traditional, contemporary, classical, and diverse texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R5.9A",
                            "Label": "Demonstrate knowledge of distinguishing characteristics of well-known children's literature such as folktales, fables, legends, myths, and tall tales.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.9B",
                            "Label": "Explain the use of sound devices and figurative language and distinguish between the poet and the speaker in poems across a variety of poetic forms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.9C",
                            "Label": "Explain structure in drama such as character tags, acts, scenes, and stage directions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.9D",
                            "Label": "Recognize characteristics and structures of informational text, including:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R5.9D.i",
                                    "Label": "The central idea with supporting evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.9D.ii",
                                    "Label": "Features such as insets, timelines, and sidebars to support understanding.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.9D.iii",
                                    "Label": "Organizational patterns such as logical order and order of importance.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R5.9E",
                            "Label": "Recognize characteristics and structures of argumentative text by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R5.9E.i",
                                    "Label": "Identifying the claim.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.9E.ii",
                                    "Label": "Explaining how the author has used facts for or against an argument.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.9E.iii",
                                    "Label": "Identifying the intended audience or reader.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R5.9F",
                            "Label": "Recognize characteristics of multimodal and digital texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Author's Purpose & Craft",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R5.10",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student uses critical inquiry to analyze the authors' choices and how they influence and communicate meaning within a variety of texts. The student analyzes and applies author's craft purposefully in order to develop his or her own products and performances. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R5.10A",
                            "Label": "Explain the author's purpose and message within a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.10B",
                            "Label": "Analyze how the use of text structure contributes to the author's purpose.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.10C",
                            "Label": "Analyze the author's use of print and graphic features to achieve specific purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.10D",
                            "Label": "Describe how the author's use of imagery, literal and figurative language such as simile and metaphor, and sound devices achieves specific purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.10E",
                            "Label": "Identify and understand the use of literary devices, including first- or third-person point of view.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.10F",
                            "Label": "Examine how the author's use of language contributes to voice.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.10G",
                            "Label": "Explain the purpose of hyperbole, stereotyping, and anecdote.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Composition",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R5.11",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--writing process. The student uses the writing process recursively to compose multiple texts that are legible and uses appropriate conventions. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R5.11A",
                            "Label": "Plan a first draft by selecting a genre for a particular topic, purpose, and audience using a range of strategies such as brainstorming, freewriting, and mapping.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.11B",
                            "Label": "Develop drafts into a focused, structured, and coherent piece of writing by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R5.11B.i",
                                    "Label": "Organizing with purposeful structure, including an introduction, transitions, and a conclusion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.11B.ii",
                                    "Label": "Developing an engaging idea reflecting depth of thought with specific facts and details.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R5.11C",
                            "Label": "Revise drafts to improve sentence structure and word choice by adding, deleting, combining, and rearranging ideas for coherence and clarity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.11D",
                            "Label": "Edit drafts using standard English conventions, including:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R5.11D.i",
                                    "Label": "Complete simple and compound sentences with subject-verb agreement and avoidance of splices, run-ons, and fragments.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.11D.ii",
                                    "Label": "Past tense of irregular verbs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.11D.iii",
                                    "Label": "Collective nouns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.11D.iv",
                                    "Label": "Adjectives, including their comparative and superlative forms.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.11D.v",
                                    "Label": "Conjunctive adverbs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.11D.vi",
                                    "Label": "Prepositions and prepositional phrases and their influence on subject-verb agreement.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.11D.vii",
                                    "Label": "Pronouns, including indefinite.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.11D.viii",
                                    "Label": "Subordinating conjunctions to form complex sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.11D.ix",
                                    "Label": "Capitalization of abbreviations, initials, acronyms, and organizations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.11D.x",
                                    "Label": "Punctuation marks, including commas in compound and complex sentences, quotation marks in dialogue, and italics and underlining for titles and emphasis.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R5.11D.xi",
                                    "Label": "Correct spelling of words with grade-appropriate orthographic patterns and rules and high-frequency words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R5.11E",
                            "Label": "Publish written work for appropriate audiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R5.12",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--genres. The student uses genre characteristics and craft to compose multiple texts that are meaningful. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R5.12A",
                            "Label": "Compose literary texts such as personal narratives, fiction, and poetry using genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.12B",
                            "Label": "Compose informational texts, including brief compositions that convey information about a topic, using a clear central idea and genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.12C",
                            "Label": "Compose argumentative texts, including opinion essays, using genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.12D",
                            "Label": "Compose correspondence that requests information.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Inquiry & Research",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R5.13",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student engages in both short-term and sustained recursive inquiry processes for a variety of purposes. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R5.13A",
                            "Label": "Generate and clarify questions on a topic for formal and informal inquiry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.13B",
                            "Label": "Develop and follow a research plan with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.13C",
                            "Label": "Identify and gather relevant information from a variety of sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.13D",
                            "Label": "Understand credibility of primary and secondary sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.13E",
                            "Label": "Demonstrate understanding of information gathered.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.13F",
                            "Label": "Differentiate between paraphrasing and plagiarism when using source materials.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.13G",
                            "Label": "Develop a bibliography.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R5.13H",
                            "Label": "Use an appropriate mode of delivery, whether written, oral, or multimodal, to present results.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}