{
    "Title": "Texas Essential Knowledge & Skills > Mathematics > Grade 6",
    "Overview": "The primary focal areas in Grade 6 are (1) number and operations; (2) proportionality; (3) expressions, equations, and relationships; and (4) measurement and data.",
    "Goals": [
        ["(1) Number & Operations", "Students use concepts, algorithms, and properties of rational numbers to explore mathematical relationships and to describe increasingly complex situations."],
        ["(2) Proportionality", "Students use concepts of proportionality to explore, develop, and communicate mathematical relationships. Students use algebraic thinking to describe how a change in one quantity in a relationship results in a change in the other."],
        ["(3) Expressions, Equations & Relationships", "Students connect verbal, numeric, graphic, and symbolic representations of relationships, including equations and inequalities. Students use geometric properties and relationships, as well as spatial reasoning, to model and analyze situations and solve problems."],
        ["(4) Measurement & Data", "Students communicate information about geometric figures or situations by quantifying attributes, generalize procedures from measurement experiences, and use the procedures to solve problems. Students use appropriate statistics, representations of data, and reasoning to draw conclusions, evaluate arguments, and make recommendations."]
    ],
    "Standards": [
        {
            "Key": "",
            "Label": "Mathematical Process Standards",
            "Subs": [
                {
                    "Key": "6.1",
                    "Label": "The student uses mathematical processes to acquire and demonstrate mathematical understanding. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "6.1A",
                            "Label": "Apply mathematics to problems arising in everyday life, society, and the workplace.",
                            "Subs": []
                        },
                        {
                            "Key": "6.1B",
                            "Label": "Use a problem-solving model that incorporates analyzing given information, formulating a plan or strategy, determining a solution, justifying the solution, and evaluating the problem-solving process and the reasonableness of the solution.",
                            "Subs": []
                        },
                        {
                            "Key": "6.1C",
                            "Label": "Select tools, including real objects, manipulatives, paper and pencil, and technology as appropriate, and techniques, including mental math, estimation, and number sense as appropriate, to solve problems.",
                            "Subs": []
                        },
                        {
                            "Key": "6.1D",
                            "Label": "Communicate mathematical ideas, reasoning, and their implications using multiple representations, including symbols, diagrams, graphs, and language as appropriate.",
                            "Subs": []
                        },
                        {
                            "Key": "6.1E",
                            "Label": "Create and use representations to organize, record, and communicate mathematical ideas.",
                            "Subs": []
                        },
                        {
                            "Key": "6.1F",
                            "Label": "Analyze mathematical relationships to connect and communicate mathematical ideas.",
                            "Subs": []
                        },
                        {
                            "Key": "6.1G",
                            "Label": "Display, explain, and justify mathematical ideas and arguments using precise mathematical language in written or oral communication.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Number & Operations",
            "Subs": [
                {
                    "Key": "6.2",
                    "Label": "The student applies mathematical process standards to represent and use rational numbers in a variety of forms. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "6.2A",
                            "Label": "Classify whole numbers, integers, and rational numbers using a visual representation such as a Venn diagram to describe relationships between sets of numbers.",
                            "Subs": []
                        },
                        {
                            "Key": "6.2B",
                            "Label": "Identify a number, its opposite, and its absolute value.",
                            "Subs": []
                        },
                        {
                            "Key": "6.2C",
                            "Label": "Locate, compare, and order integers and rational numbers using a number line.",
                            "Subs": []
                        },
                        {
                            "Key": "6.2D",
                            "Label": "Order a set of rational numbers arising from mathematical and real-world contexts.",
                            "Subs": []
                        },
                        {
                            "Key": "6.2E",
                            "Label": "Extend representations for division to include fraction notation such as a/b represents the same number as a ÷ b where b ≠ 0.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "6.3",
                    "Label": "The student applies mathematical process standards to represent addition, subtraction, multiplication, and division while solving problems and justifying solutions. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "6.3A",
                            "Label": "Recognize that dividing by a rational number and multiplying by its reciprocal result in equivalent values.",
                            "Subs": []
                        },
                        {
                            "Key": "6.3B",
                            "Label": "Determine, with and without computation, whether a quantity is increased or decreased when multiplied by a fraction, including values greater than or less than one.",
                            "Subs": []
                        },
                        {
                            "Key": "6.3C",
                            "Label": "Represent integer operations with concrete models and connect the actions with the models to standardized algorithms.",
                            "Subs": []
                        },
                        {
                            "Key": "6.3D",
                            "Label": "Add, subtract, multiply, and divide integers fluently.",
                            "Subs": []
                        },
                        {
                            "Key": "6.3E",
                            "Label": "Multiply and divide positive rational numbers fluently.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Proportionality",
            "Subs": [
                {
                    "Key": "6.4",
                    "Label": "The student applies mathematical process standards to develop an understanding of proportional relationships in problem situations. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "6.4A",
                            "Label": "Compare two rules verbally, numerically, graphically, and symbolically in the form of y = ax or y = x + a in order to differentiate between additive and multiplicative relationships.",
                            "Subs": []
                        },
                        {
                            "Key": "6.4B",
                            "Label": "Apply qualitative and quantitative reasoning to solve prediction and comparison of real-world problems involving ratios and rates.",
                            "Subs": []
                        },
                        {
                            "Key": "6.4C",
                            "Label": "Give examples of ratios as multiplicative comparisons of two quantities describing the same attribute.",
                            "Subs": []
                        },
                        {
                            "Key": "6.4D",
                            "Label": "Give examples of rates as the comparison by division of two quantities having different attributes, including rates as quotients.",
                            "Subs": []
                        },
                        {
                            "Key": "6.4E",
                            "Label": "Represent ratios and percents with concrete models, fractions, and decimals.",
                            "Subs": []
                        },
                        {
                            "Key": "6.4F",
                            "Label": "Represent benchmark fractions and percents such as 1%, 10%, 25%, 33 1/3%, and multiples of these values using 10 by 10 grids, strip diagrams, number lines, and numbers.",
                            "Subs": []
                        },
                        {
                            "Key": "6.4G",
                            "Label": "Generate equivalent forms of fractions, decimals, and percents using real-world problems, including problems that involve money.",
                            "Subs": []
                        },
                        {
                            "Key": "6.4H",
                            "Label": "Convert units within a measurement system, including the use of proportions and unit rates.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "6.5",
                    "Label": "The student applies mathematical process standards to solve problems involving proportional relationships. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "6.5A",
                            "Label": "Represent mathematical and real-world problems involving ratios and rates using scale factors, tables, graphs, and proportions.",
                            "Subs": []
                        },
                        {
                            "Key": "6.5B",
                            "Label": "Solve real-world problems to find the whole given a part and the percent, to find the part given the whole and the percent, and to find the percent given the part and the whole, including the use of concrete and pictorial models.",
                            "Subs": []
                        },
                        {
                            "Key": "6.5C",
                            "Label": "Use equivalent fractions, decimals, and percents to show equal parts of the same whole.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Expressions, Equations & Relationships",
            "Subs": [
                {
                    "Key": "6.6",
                    "Label": "The student applies mathematical process standards to use multiple representations to describe algebraic relationships. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "6.6A",
                            "Label": "Identify independent and dependent quantities from tables and graphs.",
                            "Subs": []
                        },
                        {
                            "Key": "6.6B",
                            "Label": "Write an equation that represents the relationship between independent and dependent quantities from a table.",
                            "Subs": []
                        },
                        {
                            "Key": "6.6C",
                            "Label": "Represent a given situation using verbal descriptions, tables, graphs, and equations in the form y = kx or y = x + b.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "6.7",
                    "Label": "The student applies mathematical process standards to develop concepts of expressions and equations. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "6.7A",
                            "Label": "Generate equivalent numerical expressions using order of operations, including whole number exponents and prime factorization.",
                            "Subs": []
                        },
                        {
                            "Key": "6.7B",
                            "Label": "Distinguish between expressions and equations verbally, numerically, and algebraically.",
                            "Subs": []
                        },
                        {
                            "Key": "6.7C",
                            "Label": "Determine if two expressions are equivalent using concrete models, pictorial models, and algebraic representations.",
                            "Subs": []
                        },
                        {
                            "Key": "6.7D",
                            "Label": "Generate equivalent expressions using the properties of operations: inverse, identity, commutative, associative, and distributive properties.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "6.8",
                    "Label": "The student applies mathematical process standards to use geometry to represent relationships and solve problems. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "6.8A",
                            "Label": "Extend previous knowledge of triangles and their properties to include the sum of angles of a triangle, the relationship between the lengths of sides and measures of angles in a triangle, and determining when three lengths form a triangle.",
                            "Subs": []
                        },
                        {
                            "Key": "6.8B",
                            "Label": "Model area formulas for parallelograms, trapezoids, and triangles by decomposing and rearranging parts of these shapes.",
                            "Subs": []
                        },
                        {
                            "Key": "6.8C",
                            "Label": "Write equations that represent problems related to the area of rectangles, parallelograms, trapezoids, and triangles and volume of right rectangular prisms where dimensions are positive rational numbers.",
                            "Subs": []
                        },
                        {
                            "Key": "6.8D",
                            "Label": "Determine solutions for problems involving the area of rectangles, parallelograms, trapezoids, and triangles and volume of right rectangular prisms where dimensions are positive rational numbers.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "6.9",
                    "Label": "The student applies mathematical process standards to use equations and inequalities to represent situations. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "6.9A",
                            "Label": "Write one-variable, one-step equations and inequalities to represent constraints or conditions within problems.",
                            "Subs": []
                        },
                        {
                            "Key": "6.9B",
                            "Label": "Represent solutions for one-variable, one-step equations and inequalities on number lines.",
                            "Subs": []
                        },
                        {
                            "Key": "6.9C",
                            "Label": "Write corresponding real-world problems given one-variable, one-step equations or inequalities.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "6.10",
                    "Label": "The student applies mathematical process standards to use equations and inequalities to solve problems. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "6.10A",
                            "Label": "Model and solve one-variable, one-step equations and inequalities that represent problems, including geometric concepts.",
                            "Subs": []
                        },
                        {
                            "Key": "6.10B",
                            "Label": "Determine if the given value(s) make(s) one-variable, one-step equations or inequalities true.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Measurement & Data",
            "Subs": [
                {
                    "Key": "6.11",
                    "Label": "The student applies mathematical process standards to use coordinate geometry to identify locations on a plane. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "6.11A",
                            "Label": "Graph points in all four quadrants using ordered pairs of rational numbers.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "6.12",
                    "Label": "The student applies mathematical process standards to use numerical or graphical representations to analyze problems. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "6.12A",
                            "Label": "Represent numeric data graphically, including dot plots, stem-and-leaf plots, histograms, and box plots.",
                            "Subs": []
                        },
                        {
                            "Key": "6.12B",
                            "Label": "Use the graphical representation of numeric data to describe the center, spread, and shape of the data distribution.",
                            "Subs": []
                        },
                        {
                            "Key": "6.12C",
                            "Label": "Summarize numeric data with numerical summaries, including the mean and median (measures of center) and the range and interquartile range (IQR) (measures of spread), and use these summaries to describe the center, spread, and shape of the data distribution.",
                            "Subs": []
                        },
                        {
                            "Key": "6.12D",
                            "Label": "Summarize categorical data with numerical and graphical summaries, including the mode, the percent of values in each category (relative frequency table), and the percent bar graph, and use these summaries to describe the data distribution.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "6.13",
                    "Label": "The student applies mathematical process standards to use numerical or graphical representations to solve problems. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "6.13A",
                            "Label": "Interpret numeric data summarized in dot plots, stem-and-leaf plots, histograms, and box plots.",
                            "Subs": []
                        },
                        {
                            "Key": "6.13B",
                            "Label": "Distinguish between situations that yield data with and without variability.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Personal Financial Literacy",
            "Subs": [
                {
                    "Key": "6.14",
                    "Label": "The student applies mathematical process standards to develop an economic way of thinking and problem solving useful in one's life as a knowledgeable consumer and investor. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "6.14A",
                            "Label": "Compare the features and costs of a checking account and a debit card offered by different local financial institutions.",
                            "Subs": []
                        },
                        {
                            "Key": "6.14B",
                            "Label": "Distinguish between debit cards and credit cards.",
                            "Subs": []
                        },
                        {
                            "Key": "6.14C",
                            "Label": "Balance a check register that includes deposits, withdrawals, and transfers.",
                            "Subs": []
                        },
                        {
                            "Key": "6.14D",
                            "Label": "Explain why it is important to establish a positive credit history.",
                            "Subs": []
                        },
                        {
                            "Key": "6.14E",
                            "Label": "Describe the information in a credit report and how long it is retained.",
                            "Subs": []
                        },
                        {
                            "Key": "6.14F",
                            "Label": "Describe the value of credit reports to borrowers and to lenders.",
                            "Subs": []
                        },
                        {
                            "Key": "6.14G",
                            "Label": "Explain various methods to pay for college, including through savings, grants, scholarships, student loans, and work-study.",
                            "Subs": []
                        },
                        {
                            "Key": "6.14H",
                            "Label": "Compare the annual salary of several occupations requiring various levels of post-secondary education or vocational training and calculate the effects of the different annual salaries on lifetime income.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}