{
    "Title": "Texas Essential Knowledge & Skills > Reading Language Arts > Grade 6",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Foundational Language Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R6.1",
                    "Label": "Listening, speaking, discussion, and thinking--oral language. The student develops oral language through listening, speaking, and discussion. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R6.1A",
                            "Label": "Listen actively to interpret a message, ask clarifying questions, and respond appropriately.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.1B",
                            "Label": "Follow and give oral instructions that include multiple action steps.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.1C",
                            "Label": "Give an organized presentation with a specific stance and position, employing eye contact, speaking rate, volume, enunciation, natural gestures, and conventions of language to communicate ideas effectively.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.1D",
                            "Label": "Participate in student-led discussions by eliciting and considering suggestions from other group members, taking notes, and identifying points of agreement and disagreement.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R6.2",
                    "Label": "Listening, speaking, reading, writing, and thinking--vocabulary. The student uses newly acquired vocabulary expressively. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R6.2A",
                            "Label": "Use print or digital resources to determine the meaning, syllabication, pronunciation, word origin, and part of speech.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.2B",
                            "Label": "DeUse context such as definition, analogy, and examples to clarify the meaning of words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.2C",
                            "Label": "Determine the meaning and usage of grade-level academic English words derived from Greek and Latin roots such as mis/mit, bene, man, vac, scrib/script, and jur/jus.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R6.3",
                    "Label": "Listening, speaking, reading, writing, and thinking--fluency. The student reads grade-level text with fluency and comprehension. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R6.3A",
                            "Label": "Adjust fluency when reading grade-level text based on the reading purpose.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R6.4",
                    "Label": "Listening, speaking, reading, writing, and thinking--self-sustained reading. The student reads grade-appropriate texts independently. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R6.4A",
                            "Label": "Self-select text and read independently for a sustained period of time.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Comprehension Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R6.5",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student uses metacognitive skills to both develop and deepen comprehension of increasingly complex texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R6.5A",
                            "Label": "Establish purpose for reading assigned and self-selected text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.5B",
                            "Label": "Generate questions about text before, during, and after reading to deepen understanding and gain information.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.5C",
                            "Label": "ake and correct or confirm predictions using text features, characteristics of genre, and structures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.5D",
                            "Label": "Create mental images to deepen understanding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.5E",
                            "Label": "Make connections to personal experiences, ideas in other texts, and society.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.5F",
                            "Label": "Make inferences and use evidence to support understanding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.5G",
                            "Label": "Evaluate details read to determine key ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.5H",
                            "Label": "Synthesize information to create new understanding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.5I",
                            "Label": "Synthesize information to create new understanding.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Response Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R6.6",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student responds to an increasingly challenging variety of sources that are read, heard, or viewed. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R6.6A",
                            "Label": "Describe personal connections to a variety of sources, including self-selected texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.6B",
                            "Label": "Write responses that demonstrate understanding of texts, including comparing sources within and across genres.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.6C",
                            "Label": "Use text evidence to support an appropriate response.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.6D",
                            "Label": "Paraphrase and summarize texts in ways that maintain meaning and logical order.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.6E",
                            "Label": "Interact with sources in meaningful ways such as notetaking, annotating, freewriting, or illustrating.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.6F",
                            "Label": "Respond using newly acquired vocabulary as appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.G",
                            "Label": "Discuss and write about the explicit or implicit meanings of text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.6H",
                            "Label": "Respond orally or in writing with appropriate register, vocabulary, tone, and voice.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.6I",
                            "Label": "Reflect on and adjust responses as new evidence is presented.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Multiple Genres",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R6.7",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--literary elements. The student recognizes and analyzes literary elements within and across increasingly complex traditional, contemporary, classical, and diverse literary texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R6.7A",
                            "Label": "Infer multiple themes within and across texts using text evidence.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.7B",
                            "Label": "Analyze how the characters' internal and external responses develop the plot.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.7C",
                            "Label": "Analyze plot elements, including rising action, climax, falling action, resolution, and non-linear elements such as flashback.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.7D",
                            "Label": "Analyze how the setting, including historical and cultural settings, influences character and plot development.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R6.8",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--genres. The student recognizes and analyzes genre-specific characteristics, structures, and purposes within and across increasingly complex traditional, contemporary, classical, and diverse texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R6.8A",
                            "Label": "Demonstrate knowledge of literary genres such as realistic fiction, adventure stories, historical fiction, mysteries, humor, and myths.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.8B",
                            "Label": "Analyze the effect of meter and structural elements such as line breaks in poems across a variety of poetic forms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.8C",
                            "Label": "Analyze how playwrights develop characters through dialogue and staging.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.8D",
                            "Label": "Analyze characteristics and structural elements of informational text, including:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R6.8D.i",
                                    "Label": "The controlling idea or thesis with supporting evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R6.8D.ii",
                                    "Label": "Features such as introduction, foreword, preface, references, or acknowledgements to gain background information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R6.8D.iii",
                                    "Label": "Organizational patterns such as definition, classification, advantage, and disadvantage.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R6.8E",
                            "Label": "Analyze characteristics and structures of argumentative text by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R6.8E.i",
                                    "Label": "Identifying the claim.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R6.8E.ii",
                                    "Label": "Explaining how the author uses various types of evidence to support the argument.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R6.8E.iii",
                                    "Label": "Identifying the intended audience or reader.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R6.8F",
                            "Label": "Analyze characteristics of multimodal and digital texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Author's Purpose & Craft",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R6.9",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student uses critical inquiry to analyze the authors' choices and how they influence and communicate meaning within a variety of texts. The student analyzes and applies author's craft purposefully in order to develop his or her own products and performances. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R6.9A",
                            "Label": "Explain the author's purpose and message within a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.9B",
                            "Label": "Analyze how the use of text structure contributes to the author's purpose.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.9C",
                            "Label": "Analyze the author's use of print and graphic features to achieve specific purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.9D",
                            "Label": "Describe how the author's use of figurative language such as metaphor and personification achieves specific purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.9E",
                            "Label": "Identify the use of literary devices, including omniscient and limited point of view, to achieve a specific purpose.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.9F",
                            "Label": "Analyze how the author's use of language contributes to mood and voice.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.9G",
                            "Label": "Explain the differences between rhetorical devices and logical fallacies",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Composition",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R6.10",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--writing process. The student uses the writing process recursively to compose multiple texts that are legible and uses appropriate conventions. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R6.10A",
                            "Label": "Plan a first draft by selecting a genre appropriate for a particular topic, purpose, and audience using a range of strategies such as discussion, background reading, and personal interests.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.10B",
                            "Label": "Develop drafts into a focused, structured, and coherent piece of writing by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R6.10B.i",
                                    "Label": "Organizing with purposeful structure, including an introduction, transitions, coherence within and across paragraphs, and a conclusion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R6.10B.ii",
                                    "Label": "Developing an engaging idea reflecting depth of thought with specific facts and details.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R6.10C",
                            "Label": "Revise drafts for clarity, development, organization, style, word choice, and sentence variety.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.10D",
                            "Label": "Edit drafts using standard English conventions, including:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R6.10D.i",
                                    "Label": "Complete complex sentences with subject-verb agreement and avoidance of splices, run-ons, and fragments.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R6.10D.ii",
                                    "Label": "Consistent, appropriate use of verb tenses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R6.10D.iii",
                                    "Label": "Conjunctive adverbs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R6.10D.iv",
                                    "Label": "Prepositions and prepositional phrases and their influence on subject-verb agreement.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R6.10D.v",
                                    "Label": "Pronouns, including relative.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R6.10D.vi",
                                    "Label": "Subordinating conjunctions to form complex sentences and correlative conjunctions such as either/or and neither/nor.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R6.10D.vii",
                                    "Label": "Capitalization of proper nouns, including abbreviations, initials, acronyms, and organizations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R6.10D.viii",
                                    "Label": "Punctuation marks, including commas in complex sentences, transitions, and introductory elements.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R6.10D.ix",
                                    "Label": "Correct spelling, including commonly confused terms such as its/it's, affect/effect, there/their/they're, and to/two/too.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R6.10E",
                            "Label": "Share writing.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.R6.11",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--genres. The student uses genre characteristics and craft to compose multiple texts that are meaningful. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R6.11A",
                            "Label": "Compose literary texts such as personal narratives, fiction, and poetry using genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.11B",
                            "Label": "Compose informational texts, including multi-paragraph essays that convey information about a topic, using a clear controlling idea orthesis statement and genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.11C",
                            "Label": "Compose multi-paragraph argumentative texts using genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.11D",
                            "Label": "Compose correspondence that reflects an opinion, registers a complaint, or requests information in a business or friendly structure.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Inquiry & Research",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.R6.12",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student engages in both short-term and sustained recursive inquiry processes for a variety of purposes. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.R6.12A",
                            "Label": "Generate student-selected and teacher-guided questions for formal and informal inquiry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.12B",
                            "Label": "Develop and revise a plan.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.12C",
                            "Label": "Refine the major research question, if necessary, guided by the answers to a secondary set of questions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.12D",
                            "Label": "Identify and gather relevant information from a variety of sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.12E",
                            "Label": "Differentiate between primary and secondary sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.12F",
                            "Label": "Synthesize information from a variety of sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.12G",
                            "Label": "Differentiate between paraphrasing and plagiarism when using source materials.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.12H",
                            "Label": "Examine sources for:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.R6.12H.i",
                                    "Label": "Reliability, credibility, and bias.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.R6.12H.ii",
                                    "Label": "Faulty reasoning such as hyperbole, emotional appeals, and stereotype.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.R6.12I",
                            "Label": "Display academic citations and use source materials ethically.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.R6.12J",
                            "Label": "Use an appropriate mode of delivery, whether written, oral, or multimodal, to present results.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}