{
    "Title": "Texas Essential Knowledge & Skills > Mathematics > Grade 8",
    "Overview": "The primary focal areas in Grade 8 are (1) proportionality; (2) expressions, equations, relationships, and foundations of functions; and (3) measurement and data.",
    "Goals": [
        ["(1) Proportionality", "Students use concepts, algorithms, and properties of real numbers to explore mathematical relationships and to describe increasingly complex situations. Students use concepts of proportionality to explore, develop, and communicate mathematical relationships. Students use algebraic thinking to describe how a change in one quantity in a relationship results in a change in the other."],
        ["(2) Expressions, Equations, Relationships & Foundations Of Functions", "Students connect verbal, numeric, graphic, and symbolic representations of relationships, including equations and inequalities. Students begin to develop an understanding of functional relationships. Students use geometric properties and relationships, as well as spatial reasoning, to model and analyze situations and solve problems."],
        ["(3) Measurement & Data", "Students communicate information about geometric figures or situations by quantifying attributes, generalize procedures from measurement experiences, and use the procedures to solve problems. Students use appropriate statistics, representations of data, and reasoning to draw conclusions, evaluate arguments, and make recommendations."]
    ],
    "Standards": [
        {
            "Key": "",
            "Label": "Mathematical Process Standards",
            "Subs": [
                {
                    "Key": "TX.M8.1",
                    "Label": "The student uses mathematical processes to acquire and demonstrate mathematical understanding. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M8.1A",
                            "Label": "Apply mathematics to problems arising in everyday life, society, and the workplace.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.1B",
                            "Label": "Use a problem-solving model that incorporates analyzing given information, formulating a plan or strategy, determining a solution, justifying the solution, and evaluating the problem-solving process and the reasonableness of the solution.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.1C",
                            "Label": "Select tools, including real objects, manipulatives, paper and pencil, and technology as appropriate, and techniques, including mental math, estimation, and number sense as appropriate, to solve problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.1D",
                            "Label": "Communicate mathematical ideas, reasoning, and their implications using multiple representations, including symbols, diagrams, graphs, and language as appropriate.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.1E",
                            "Label": "Communicate mathematical ideas, reasoning, and their implications using multiple representations, including symbols, diagrams, graphs, and language as appropriate.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.1F",
                            "Label": "Analyze mathematical relationships to connect and communicate mathematical ideas.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.1G",
                            "Label": "Display, explain, and justify mathematical ideas and arguments using precise mathematical language in written or oral communication.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Number & Operations",
            "Subs": [
                {
                    "Key": "TX.M8.2",
                    "Label": "The student applies mathematical process standards to represent and use real numbers in a variety of forms. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M8.2A",
                            "Label": "Extend previous knowledge of sets and subsets using a visual representation to describe relationships between sets of real numbers.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.2B",
                            "Label": "Approximate the value of an irrational number, including π and square roots of numbers less than 225, and locate that rational number approximation on a number line.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.2C",
                            "Label": "Convert between standard decimal notation and scientific notation.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.2D",
                            "Label": "Order a set of real numbers arising from mathematical and real-world contexts.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Proportionality",
            "Subs": [
                {
                    "Key": "TX.M8.3",
                    "Label": "The student applies mathematical process standards to use proportional relationships to describe dilations. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M8.3A",
                            "Label": "Generalize that the ratio of corresponding sides of similar shapes are proportional, including a shape and its dilation.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.3B",
                            "Label": "Compare and contrast the attributes of a shape and its dilation(s) on a coordinate plane.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.3C",
                            "Label": "Use an algebraic representation to explain the effect of a given positive rational scale factor applied to two-dimensional figures on a coordinate plane with the origin as the center of dilation.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M8.4",
                    "Label": "The student applies mathematical process standards to explain proportional and non-proportional relationships involving slope. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M8.4A",
                            "Label": "Use similar right triangles to develop an understanding that slope, m, given as the rate comparing the change in y-values to the change in x-values, (y₂ - y₁)/(x₂ - x₁), is the same for any two points (x₁, y₁) and (x₂, y₂) on the same line.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.4B",
                            "Label": "Graph proportional relationships, interpreting the unit rate as the slope of the line that models the relationship.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.4C",
                            "Label": "Use data from a table or graph to determine the rate of change or slope and y-intercept in mathematical and real-world problems.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M8.5",
                    "Label": "The student applies mathematical process standards to use proportional and non-proportional relationships to develop foundational concepts of functions. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M8.5A",
                            "Label": "Represent linear proportional situations with tables, graphs, and equations in the form of y = kx.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.5B",
                            "Label": "Represent linear non-proportional situations with tables, graphs, and equations in the form of y = mx + b, where b ≠ 0.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.5C",
                            "Label": "Contrast bivariate sets of data that suggest a linear relationship with bivariate sets of data that do not suggest a linear relationship from a graphical representation.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.5D",
                            "Label": "Use a trend line that approximates the linear relationship between bivariate sets of data to make predictions.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.5E",
                            "Label": "Solve problems involving direct variation.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.5F",
                            "Label": "Distinguish between proportional and non-proportional situations using tables, graphs, and equations in the form y = kx or y = mx + b, where b ≠ 0.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.5G",
                            "Label": "Identify functions using sets of ordered pairs, tables, mappings, and graphs.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.5H",
                            "Label": "Identify examples of proportional and non-proportional functions that arise from mathematical and real-world problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.5I",
                            "Label": "Write an equation in the form y = mx + b to model a linear relationship between two quantities using verbal, numerical, tabular, and graphical representations.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Expressions, Equations & Relationships",
            "Subs": [
                {
                    "Key": "TX.M8.6",
                    "Label": "The student applies mathematical process standards to develop mathematical relationships and make connections to geometric formulas. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M8.6A",
                            "Label": "Describe the volume formula V = Bh of a cylinder in terms of its base area and its height.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.6B",
                            "Label": "Model the relationship between the volume of a cylinder and a cone having both congruent bases and heights and connect that relationship to the formulas.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.6C",
                            "Label": "Use models and diagrams to explain the Pythagorean theorem.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M8.7",
                    "Label": "The student applies mathematical process standards to use geometry to solve problems. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M8.7A",
                            "Label": "Solve problems involving the volume of cylinders, cones, and spheres.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.7B",
                            "Label": "Use previous knowledge of surface area to make connections to the formulas for lateral and total surface area and determine solutions for problems involving rectangular prisms, triangular prisms, and cylinders.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.7C",
                            "Label": "Use the Pythagorean Theorem and its converse to solve problems.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.7D",
                            "Label": "Determine the distance between two points on a coordinate plane using the Pythagorean Theorem.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M8.8",
                    "Label": "The student applies mathematical process standards to use one-variable equations or inequalities in problem situations. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M8.8A",
                            "Label": "Write one-variable equations or inequalities with variables on both sides that represent problems using rational number coefficients and constants.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.8B",
                            "Label": "Write a corresponding real-world problem when given a one-variable equation or inequality with variables on both sides of the equal sign using rational number coefficients and constants.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.8C",
                            "Label": "Model and solve one-variable equations with variables on both sides of the equal sign that represent mathematical and real-world problems using rational number coefficients and constants.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.8D",
                            "Label": "Use informal arguments to establish facts about the angle sum and exterior angle of triangles, the angles created when parallel lines are cut by a transversal, and the angle-angle criterion for similarity of triangles.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M8.9",
                    "Label": "The student applies mathematical process standards to use multiple representations to develop foundational concepts of simultaneous linear equations. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M8.9A",
                            "Label": "Identify and verify the values of x and y that simultaneously satisfy two linear equations in the form y = mx + b from the intersections of the graphed equations.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Two-Dimensional Shapes",
            "Subs": [
                {
                    "Key": "TX.M8.10",
                    "Label": "The student applies mathematical process standards to develop transformational geometry concepts. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M8.10A",
                            "Label": "Generalize the properties of orientation and congruence of rotations, reflections, translations, and dilations of two-dimensional shapes on a coordinate plane.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.10B",
                            "Label": "Differentiate between transformations that preserve congruence and those that do not.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.10C",
                            "Label": "Explain the effect of translations, reflections over the x- or y-axis, and rotations limited to 90°, 180°, 270°, and 360° as applied to two-dimensional shapes on a coordinate plane using an algebraic representation.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.10D",
                            "Label": "Model the effect on linear and area measurements of dilated two-dimensional shapes.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Measurement & Data",
            "Subs": [
                {
                    "Key": "TX.M8.11",
                    "Label": "The student applies mathematical process standards to use statistical procedures to describe data. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M8.11A",
                            "Label": "Construct a scatterplot and describe the observed data to address questions of association such as linear, non-linear, and no association between bivariate data.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.11B",
                            "Label": "Determine the mean absolute deviation and use this quantity as a measure of the average distance data are from the mean using a data set of no more than 10 data points.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.11C",
                            "Label": "Simulate generating random samples of the same size from a population with known characteristics to develop the notion of a random sample being representative of the population from which it was selected.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Personal Financial Literacy",
            "Subs": [
                {
                    "Key": "TX.M8.12",
                    "Label": "The student applies mathematical process standards to develop an economic way of thinking and problem solving useful in one's life as a knowledgeable consumer and investor. The student is expected to:",
                    "Subs": [
                        {
                            "Key": "TX.M8.12A",
                            "Label": "Solve real-world problems comparing how interest rate and loan length affect the cost of credit.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.12B",
                            "Label": "Calculate the total cost of repaying a loan, including credit cards and easy access loans, under various rates of interest and over different periods using an online calculator.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.12C",
                            "Label": "Explain how small amounts of money invested regularly, including money saved for college and retirement, grow over time.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.12D",
                            "Label": "Calculate and compare simple interest and compound interest earnings.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.12E",
                            "Label": "Identify and explain the advantages and disadvantages of different payment methods.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.12F",
                            "Label": "Analyze situations to determine if they represent financially responsible decisions and identify the benefits of financial responsibility and the costs of financial irresponsibility.",
                            "Subs": []
                        },
                        {
                            "Key": "TX.M8.12G",
                            "Label": "Estimate the cost of a two-year and four-year college education, including family contribution, and devise a periodic savings plan for accumulating the money needed to contribute to the total cost of attendance for at least the first year of college.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}