{
    "Title": "Texas Essential Knowledge & Skills > Reading Language Arts > English I",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Foundational Language Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.E1.1",
                    "Label": "Listening, speaking, discussion, and thinking--oral language. The student develops oral language through listening, speaking, and discussion. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E1.1A",
                            "Label": "Engage in meaningful and respectful discourse by listening actively, responding appropriately, and adjusting communication to audiences and purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.1B",
                            "Label": "Follow and give complex oral instructions to perform specific tasks, answer questions, or solve problems and complex processes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.1C",
                            "Label": "Give a presentation using informal, formal, and technical language effectively to meet the needs of audience, purpose, and occasion, employing eye contact, speaking rate such as pauses for effect, volume, enunciation, purposeful gestures, and conventions of language to communicate ideas effectively.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.1D",
                            "Label": "Participate collaboratively, building on the ideas of others, contributing relevant information, developing a plan for consensus building, and setting ground rules for decision making.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.E1.2",
                    "Label": "Listening, speaking, reading, writing, and thinking--vocabulary. The student uses newly acquired vocabulary expressively. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E1.2A",
                            "Label": "Use print or digital resources such as glossaries or technical dictionaries to clarify and validate understanding of the precise and appropriate meaning of technical or discipline-based vocabulary.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.2B",
                            "Label": "Analyze context to distinguish between the denotative and connotative meanings of words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.2C",
                            "Label": "Determine the meaning of foreign words or phrases used frequently in English such as bona fide, caveat, carte blanche, tête-à-tête, bon appétit, and quid pro quo.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.E1.3",
                    "Label": "Listening, speaking, reading, writing, and thinking--self-sustained reading. The student reads grade-appropriate texts independently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E1.3A",
                            "Label": "Self-select text and read independently for a sustained period of time.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Comprehension Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.E1.4",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student uses metacognitive skills to both develop and deepen comprehension of increasingly complex texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E1.4A",
                            "Label": "Establish purpose for reading assigned and self-selected texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.4B",
                            "Label": "Generate questions about text before, during, and after reading to deepen understanding and gain information.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.4C",
                            "Label": "Make and correct or confirm predictions using text features, characteristics of genre, and structures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.4D",
                            "Label": "Create mental images to deepen understanding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.4E",
                            "Label": "Make connections to personal experiences, ideas in other texts, and society.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.4F",
                            "Label": "Make inferences and use evidence to support understanding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.4G",
                            "Label": "Evaluate details read to determine key ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.4H",
                            "Label": "Synthesize information from two texts to create new understanding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.4I",
                            "Label": "Monitor comprehension and make adjustments such as re-reading, using background knowledge, asking questions, and annotating when understanding breaks down.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Response Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.E1.5",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student responds to an increasingly challenging variety of sources that are read, heard, or viewed. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E1.5A",
                            "Label": "Describe personal connections to a variety of sources, including self-selected texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.5B",
                            "Label": "Write responses that demonstrate understanding of texts, including comparing texts within and across genres.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.5C",
                            "Label": "Use text evidence and original commentary to support a comprehensive response.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.5D",
                            "Label": "Paraphrase and summarize texts in ways that maintain meaning and logical order.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.5E",
                            "Label": "Interact with sources in meaningful ways such as notetaking, annotating, freewriting, or illustrating.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.5F",
                            "Label": "Respond using acquired content and academic vocabulary as appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.G",
                            "Label": "Discuss and write about the explicit or implicit meanings of text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.5H",
                            "Label": "Respond orally or in writing with appropriate register, vocabulary, tone, and voice.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.5I",
                            "Label": "Reflect on and adjust responses when valid evidence warrants.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.5J",
                            "Label": "Defend or challenge the authors' claims using relevant text evidence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Multiple Genres",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.E1.6",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--literary elements. The student recognizes and analyzes literary elements within and across increasingly complex traditional, contemporary, classical, and diverse literary texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E1.6A",
                            "Label": "Analyze how themes are developed through characterization and plot in a variety of literary texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.6B",
                            "Label": "Analyze how authors develop complex yet believable characters in works of fiction through a range of literary devices, including character foils.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.6C",
                            "Label": "Analyze non-linear plot development such as flashbacks, foreshadowing, subplots, and parallel plot structures and compare it to linear plot development.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.6D",
                            "Label": "Analyze how the setting influences the theme.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.E1.7",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--genres. The student recognizes and analyzes genre-specific characteristics, structures, and purposes within and across increasingly complex traditional, contemporary, classical, and diverse texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E1.7A",
                            "Label": "Read and respond to American, British, and world literature.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.7B",
                            "Label": "Analyze the structure, prosody, and graphic elements such as line length and word position in poems across a variety of poetic forms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.7C",
                            "Label": "Analyze the function of dramatic conventions such as asides, soliloquies, dramatic irony, and satire.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.7D",
                            "Label": "Analyze characteristics and structural elements of informational texts such as:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.E1.7D.i",
                                    "Label": "Clear thesis, relevant supporting evidence, pertinent examples, and conclusion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.E1.7D.ii",
                                    "Label": "Multiple organizational patterns within a text to develop the thesis.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.E1.7E",
                            "Label": "Analyze characteristics and structural elements of argumentative texts such as:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.E1.7E.i",
                                    "Label": "Clear arguable claim, appeals, and convincing conclusion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.E1.7E.ii",
                                    "Label": "Various types of evidence and treatment of counterarguments, including concessions and rebuttals.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.E1.7E.iii",
                                    "Label": "Identifiable audience or reader.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.E1.7F",
                            "Label": "Analyze characteristics of multimodal and digital texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Author's Purpose & Craft",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.E1.8",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student uses critical inquiry to analyze the authors' choices and how they influence and communicate meaning within a variety of texts. The student analyzes and applies author's craft purposefully in order to develop his or her own products and performances. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E1.8A",
                            "Label": "Analyze the author's purpose, audience, and message within a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.8B",
                            "Label": "Analyze use of text structure to achieve the author's purpose.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.8C",
                            "Label": "Evaluate the author's use of print and graphic features to achieve specific purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.8D",
                            "Label": "Analyze how the author's use of language achieves specific purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.8E",
                            "Label": "Analyze the use of literary devices such as irony and oxymoron to achieve specific purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.8F",
                            "Label": "Analyze how the author's diction and syntax contribute to the mood, voice, and tone of a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.8G",
                            "Label": "Explain the purpose of rhetorical devices such as understatement and overstatement and the effect of logical fallacies such as straw man and red herring arguments.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Composition",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.E1.9",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--writing process. The student uses the writing process recursively to compose multiple texts that are legible and use appropriate conventions. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E1.9A",
                            "Label": "Plan a piece of writing appropriate for various purposes and audiences by generating ideas through a range of strategies such as brainstorming, journaling, reading, or discussing.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.9B",
                            "Label": "Develop drafts into a focused, structured, and coherent piece of writing in timed and open-ended situations by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.E1.9B.i",
                                    "Label": "Using an organizing structure appropriate to purpose, audience, topic, and context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.E1.9B.ii",
                                    "Label": "Developing an engaging idea reflecting depth of thought with specific details, examples, and commentary.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.E1.9C",
                            "Label": "Revise drafts to improve clarity, development, organization, style, diction, and sentence effectiveness, including use of parallel constructions and placement of phrases and dependent clauses.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.9D",
                            "Label": "Edit drafts using standard English conventions, including:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.E1.9D.i",
                                    "Label": "A variety of complete, controlled sentences and avoidance of unintentional splices, run-ons, and fragments.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.E1.9D.ii",
                                    "Label": "Consistent, appropriate use of verb tense and active and passive voice.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.E1.9D.iii",
                                    "Label": "Pronoun-antecedent agreement.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.E1.9D.iv",
                                    "Label": "Correct capitalization.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.E1.9D.v",
                                    "Label": "Punctuation, including commas, semicolons, colons, and dashes to set off phrases and clauses as appropriate.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.E1.9D.vi",
                                    "Label": "Correct spelling.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.E1.9E",
                            "Label": "Publish written work for appropriate audiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.E1.10",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--genres. The student uses genre characteristics and craft to compose multiple texts that are meaningful. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E1.10A",
                            "Label": "Compose literary texts such as fiction and poetry using genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.10B",
                            "Label": "Compose informational texts such as explanatory essays, reports, and personal essays using genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.10C",
                            "Label": "Compose argumentative texts using genre characteristics and craft.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.10D",
                            "Label": "Compose correspondence in a professional or friendly structure.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Inquiry & Research",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.E1.11",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student engages in both short-term and sustained recursive inquiry processes for a variety of purposes. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.E1.11A",
                            "Label": "Develop questions for formal and informal inquiry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.11B",
                            "Label": "Critique the research process at each step to implement changes as needs occur and are identified.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.11C",
                            "Label": "Develop and revise a plan.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.11D",
                            "Label": "Modify the major research question as necessary to refocus the research plan.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.11E",
                            "Label": "Locate relevant sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.11F",
                            "Label": "Synthesize information from a variety of sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.11G",
                            "Label": "Examine sources for:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.E1.11G.i",
                                    "Label": "Credibility and bias, including omission.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.E1.11G.ii",
                                    "Label": "Faulty reasoning such as ad hominem, loaded language, and slippery slope.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.E1.11H",
                            "Label": "Display academic citations, including for paraphrased and quoted text, and use source materials ethically to avoid plagiarism.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.E1.11I",
                            "Label": "Use an appropriate mode of delivery, whether written, oral, or multimodal, to present results.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}