{
    "Title": "Texas Essential Knowledge & Skills > Mathematics > Grades 9 - 12 > Algebra I",
    "Overview": "In Algebra I, students will build on the knowledge and skills for mathematics in Grades 6-8, which provide a foundation in linear relationships, number and operations, and proportionality. Students will study linear, quadratic, and exponential functions and their related transformations, equations, and associated solutions. Students will connect functions and their associated solutions in both mathematical and real-world situations. Students will use technology to collect and explore data and analyze statistical relationships. In addition, students will study polynomials of degree one and two, radical expressions, sequences, and laws of exponents. Students will generate and solve linear systems with two equations and two variables and will create new functions through transformations.",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Mathematical Process Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.A.1",
                    "Label": "The student uses mathematical processes to acquire and demonstrate mathematical understanding. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A.1A",
                            "Label": "Apply mathematics to problems arising in everyday life, society, and the workplace.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.1B",
                            "Label": "Use a problem-solving model that incorporates analyzing given information, formulating a plan or strategy, determining a solution, justifying the solution, and evaluating the problem-solving process and the reasonableness of the solution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.1C",
                            "Label": "Select tools, including real objects, manipulatives, paper and pencil, and technology as appropriate, and techniques, including mental math, estimation, and number sense as appropriate, to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.1D",
                            "Label": "Communicate mathematical ideas, reasoning, and their implications using multiple representations, including symbols, diagrams, graphs, and language as appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.1E",
                            "Label": "Create and use representations to organize, record, and communicate mathematical ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.1F",
                            "Label": "Analyze mathematical relationships to connect and communicate mathematical ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.1G",
                            "Label": "Display, explain, and justify mathematical ideas and arguments using precise mathematical language in written or oral communication.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Linear Functions, Equations & Inequalities",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.A.2",
                    "Label": "The student applies the mathematical process standards when using properties of linear functions to write and represent in multiple ways, with and without technology, linear equations, inequalities, and systems of equations. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A.2A",
                            "Label": "Determine the domain and range of a linear function in mathematical problems; determine reasonable domain and range values for real-world situations, both continuous and discrete; and represent domain and range using inequalities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.2B",
                            "Label": "Write linear equations in two variables in various forms, including y = mx + b, Ax + By = C, and y - y₁ = m(x - x₁), given one point and the slope and given two points.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.2C",
                            "Label": "Write linear equations in two variables given a table of values, a graph, and a verbal description.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.2D",
                            "Label": "Write and solve equations involving direct variation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.2E",
                            "Label": "Write the equation of a line that contains a given point and is parallel to a given line.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.2F",
                            "Label": "Write the equation of a line that contains a given point and is perpendicular to a given line.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.2G",
                            "Label": "Write an equation of a line that is parallel or perpendicular to the X or Y axis and determine whether the slope of the line is zero or undefined.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.2H",
                            "Label": "Write linear inequalities in two variables given a table of values, a graph, and a verbal description.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.2I",
                            "Label": "Write systems of two linear equations given a table of values, a graph, and a verbal description.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M9-12.A.3",
                    "Label": "The student applies the mathematical process standards when using graphs of linear functions, key features, and related transformations to represent in multiple ways and solve, with and without technology, equations, inequalities, and systems of equations. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A.3A",
                            "Label": "Determine the slope of a line given a table of values, a graph, two points on the line, and an equation written in various forms, including y = mx + b, Ax + By = C, and y – y₁ = m(x – x₁).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.3B",
                            "Label": "Calculate the rate of change of a linear function represented tabularly, graphically, or algebraically in context of mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.3C",
                            "Label": "Graph linear functions on the coordinate plane and identify key features, including x-intercept, y-intercept, zeros, and slope, in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.3D",
                            "Label": "Graph the solution set of linear inequalities in two variables on the coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.3E",
                            "Label": "Determine the effects on the graph of the parent function f(x) = x when f(x) is replaced by af(x), f(x) + d, f(x - c), f(bx) for specific values of a, b, c, and d.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.3F",
                            "Label": "Graph systems of two linear equations in two variables on the coordinate plane and determine the solutions if they exist.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.3G",
                            "Label": "Estimate graphically the solutions to systems of two linear equations with two variables in real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.3H",
                            "Label": "Graph the solution set of systems of two linear inequalities in two variables on the coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M9-12.A.4",
                    "Label": "The student applies the mathematical process standards to formulate statistical relationships and evaluate their reasonableness based on real-world data. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A.4A",
                            "Label": "Calculate, using technology, the correlation coefficient between two quantitative variables and interpret this quantity as a measure of the strength of the linear association.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.4B",
                            "Label": "Compare and contrast association and causation in real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.4C",
                            "Label": "Write, with and without technology, linear functions that provide a reasonable fit to data to estimate solutions and make predictions for real-world problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M9-12.A.5",
                    "Label": "The student applies the mathematical process standards to solve, with and without technology, linear equations and evaluate the reasonableness of their solutions. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A.5A",
                            "Label": "Solve linear equations in one variable, including those for which the application of the distributive property is necessary and for which variables are included on both sides.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.5B",
                            "Label": "Solve linear inequalities in one variable, including those for which the application of the distributive property is necessary and for which variables are included on both sides.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.5C",
                            "Label": "Solve systems of two linear equations with two variables for mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Quadratic Functions & Equations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.A.6",
                    "Label": "The student applies the mathematical process standards when using properties of quadratic functions to write and represent in multiple ways, with and without technology, quadratic equations. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A.6A",
                            "Label": "Determine the domain and range of quadratic functions and represent the domain and range using inequalities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.6B",
                            "Label": "Write equations of quadratic functions given the vertex and another point on the graph, write the equation in vertex form (f(x) = a(x - h)²+ k), and rewrite the equation from vertex form to standard form (f(x) = ax²+ bx + c).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.6C",
                            "Label": "Write quadratic functions when given real solutions and graphs of their related equations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M9-12.A.7",
                    "Label": "The student applies the mathematical process standards when using graphs of quadratic functions and their related transformations to represent in multiple ways and determine, with and without technology, the solutions to equations. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A.7A",
                            "Label": "Graph quadratic functions on the coordinate plane and use the graph to identify key attributes, if possible, including x-intercept, y-intercept, zeros, maximum value, minimum values, vertex, and the equation of the axis of symmetry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.7B",
                            "Label": "Describe the relationship between the linear factors of quadratic expressions and the zeros of their associated quadratic functions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.7C",
                            "Label": "Determine the effects on the graph of the parent function f(x) = x² when f(x) is replaced by af(x), f(x) + d, f(x - c), f(bx) for specific values of a, b, c, and d.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M9-12.A.8",
                    "Label": "The student applies the mathematical process standards to solve, with and without technology, quadratic equations and evaluate the reasonableness of their solutions. The student formulates statistical relationships and evaluates their reasonableness based on real-world data. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A.8A",
                            "Label": "Solve quadratic equations having real solutions by factoring, taking square roots, completing the square, and applying the quadratic formula.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.8B",
                            "Label": "Write, using technology, quadratic functions that provide a reasonable fit to data to estimate solutions and make predictions for real-world problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Exponential Functions & Equations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.A.9",
                    "Label": "The student applies the mathematical process standards when using properties of exponential functions and their related transformations to write, graph, and represent in multiple ways exponential equations and evaluate, with and without technology, the reasonableness of their solutions. The student formulates statistical relationships and evaluates their reasonableness based on real-world data. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A.9A",
                            "Label": "Determine the domain and range of exponential functions of the form f(x) = abˣ and represent the domain and range using inequalities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.9B",
                            "Label": "Interpret the meaning of the values of a and b in exponential functions of the form f(x) = abˣ in real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.9C",
                            "Label": "Write exponential functions in the form f(x) = abˣ (where b is a rational number) to describe problems arising from mathematical and real-world situations, including growth and decay.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.9D",
                            "Label": "Graph exponential functions that model growth and decay and identify key features, including y-intercept and asymptote, in mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.9E",
                            "Label": "Write, using technology, exponential functions that provide a reasonable fit to data and make predictions for real-world problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Number & Algebraic Methods",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.M9-12.A.10",
                    "Label": "The student applies the mathematical process standards and algebraic methods to rewrite in equivalent forms and perform operations on polynomial expressions. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A.10A",
                            "Label": "Add and subtract polynomials of degree one and degree two.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.10B",
                            "Label": "Multiply polynomials of degree one and degree two.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.10C",
                            "Label": "Determine the quotient of a polynomial of degree one and polynomial of degree two when divided by a polynomial of degree one and polynomial of degree two when the degree of the divisor does not exceed the degree of the dividend.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.10D",
                            "Label": "Rewrite polynomial expressions of degree one and degree two in equivalent forms using the distributive property.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.10E",
                            "Label": "Factor, if possible, trinomials with real factors in the form ax² + bx + c, including perfect square trinomials of degree two.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.10F",
                            "Label": "Decide if a binomial can be written as the difference of two squares and, if possible, use the structure of a difference of two squares to rewrite the binomial.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M9-12.A.11",
                    "Label": "The student applies the mathematical process standards and algebraic methods to rewrite algebraic expressions into equivalent forms. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A.11A",
                            "Label": "Simplify numerical radical expressions involving square roots.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.11B",
                            "Label": "Simplify numeric and algebraic expressions using the laws of exponents, including integral and rational exponents.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.M9-12.A.12",
                    "Label": "The student applies the mathematical process standards and algebraic methods to write, solve, analyze, and evaluate equations, relations, and functions. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.M9-12.A.12A",
                            "Label": "Decide whether relations represented verbally, tabularly, graphically, and symbolically define a function.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.12B",
                            "Label": "Evaluate functions, expressed in function notation, given one or more elements in their domains.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.12C",
                            "Label": "Identify terms of arithmetic and geometric sequences when the sequences are given in function form using recursive processes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.12D",
                            "Label": "Write a formula for the nᵗʰ term of arithmetic and geometric sequences, given the value of several of their terms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.M9-12.A.12E",
                            "Label": "Solve mathematic and scientific formulas, and other literal equations, for a specified variable.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}