{
    "Title": "Texas Essential Knowledge & Skills > Mathematics > Kindergarten",
    "Overview": "The primary focal areas in Kindergarten are (1) understanding counting and cardinality, (2) understanding addition as joining and subtraction as separating, and (3) comparing objects by measurable attributes.",
    "Goals": [
        [
            "(1) Understanding counting and cardinality",
            "Students develop number and operations through several fundamental concepts. Students know number names and the counting sequence. Counting and cardinality lay a solid foundation for number. Students apply the principles of counting to make the connection between numbers and quantities."
        ],
        [
            "(2) Understanding addition as joining and subtraction as separating",
            "Students use meanings of numbers to create strategies for solving problems and responding to practical situations involving addition and subtraction."
        ],
        [
            "(3) Comparing objects by measurable attributes",
            "Students identify characteristics of objects that can be measured and directly compare objects according to these measurable attributes."
        ]
    ],
    "Standards": [
        {
            "Key": "",
            "Label": "Mathematical Process Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.MK.1",
                    "Label": "The student uses mathematical processes to acquire and demonstrate mathematical understanding. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.MK.1A",
                            "Label": "Apply mathematics to problems arising in everyday life, society, and the workplace.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.1B",
                            "Label": "Use a problem-solving model that incorporates analyzing given information, formulating a plan or strategy, determining a solution, justifying the solution, and evaluating the problem-solving process and the reasonableness of the solution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.1C",
                            "Label": "Select tools, including real objects, manipulatives, paper and pencil, and technology as appropriate, and techniques, including mental math, estimation, and number sense as appropriate, to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.1D",
                            "Label": "Communicate mathematical ideas, reasoning, and their implications using multiple representations, including symbols, diagrams, graphs, and language as appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.1E",
                            "Label": "Create and use representations to organize, record, and communicate mathematical ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.1F",
                            "Label": "Analyze mathematical relationships to connect and communicate mathematical ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.1G",
                            "Label": "Display, explain, and justify mathematical ideas and arguments using precise mathematical language in written or oral communication.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Number & Operations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.MK.2",
                    "Label": "The student applies mathematical process standards to understand how to represent and compare whole numbers, the relative position and magnitude of whole numbers, and relationships within the numeration system. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.MK.2A",
                            "Label": "Count forward and backward to at least 20 with and without objects.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.2B",
                            "Label": "Read, write, and represent whole numbers from 0 to at least 20 with and without objects or pictures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.2C",
                            "Label": "Count a set of objects up to at least 20 and demonstrate that the last number said tells the number of objects in the set regardless of their arrangement or order.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.2D",
                            "Label": "Recognize instantly the quantity of a small group of objects in organized and random arrangements.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.2E",
                            "Label": "Generate a set using concrete and pictorial models that represents a number that is more than, less than, and equal to a given number up to 20.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.2F",
                            "Label": "Generate a number that is one more than or one less than another number up to at least 20.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.2G",
                            "Label": "Compare sets of objects up to at least 20 in each set using comparative language.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.2H",
                            "Label": "Use comparative language to describe two numbers up to 20 presented as written numerals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.2I",
                            "Label": "Compose and decompose numbers up to 10 with objects and pictures.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.MK.3.",
                    "Label": "The student applies mathematical process standards to develop an understanding of addition and subtraction situations in order to solve problems. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.MK.3A",
                            "Label": "Model the action of joining to represent addition and the action of separating to represent subtraction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.3B",
                            "Label": "Solve word problems using objects and drawings to find sums up to 10 and differences within 10.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.3C",
                            "Label": "Explain the strategies used to solve problems involving adding and subtracting within 10 using spoken words, concrete and pictorial models, and number sentences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.MK.4",
                    "Label": "The student applies mathematical process standards to identify coins in order to recognize the need for monetary transactions. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.MK.4A",
                            "Label": "Identify U.S. coins by name, including pennies, nickels, dimes, and quarters.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Algebraic Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.MK.5",
                    "Label": "The student applies mathematical process standards to identify the pattern in the number word list. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.MK.5A",
                            "Label": "Recite numbers up to at least 100 by ones and tens beginning with any given number.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Geometry & Measurement",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.MK.6",
                    "Label": "The student applies mathematical process standards to analyze attributes of two-dimensional shapes and three-dimensional solids to develop generalizations about their properties. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.MK.6A",
                            "Label": "Identify two-dimensional shapes, including circles, triangles, rectangles, and squares as special rectangles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.6B",
                            "Label": "Identify three-dimensional solids, including cylinders, cones, spheres, and cubes, in the real world.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.6C",
                            "Label": "Identify two-dimensional components of three-dimensional objects.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.6D",
                            "Label": "Identify attributes of two-dimensional shapes using informal and formal geometric language interchangeably.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.6E",
                            "Label": "Classify and sort a variety of regular and irregular two- and three-dimensional figures regardless of orientation or size.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.6F",
                            "Label": "Create two-dimensional shapes using a variety of materials and drawings.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.MK.7",
                    "Label": "The student applies mathematical process standards to directly compare measurable attributes. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.MK.7A",
                            "Label": "Give an example of a measurable attribute of a given object, including length, capacity, and weight.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.7B",
                            "Label": "Compare two objects with a common measurable attribute to see which object has more of/less of the attribute and describe the difference.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Data Analysis",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.MK.8",
                    "Label": "The student applies mathematical process standards to collect and organize data to make it useful for interpreting information. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.MK.8A",
                            "Label": "Collect, sort, and organize data into two or three categories.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.8B",
                            "Label": "Use data to create real-object and picture graphs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.8C",
                            "Label": "Draw conclusions from real-object and picture graphs.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Personal Financial Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.MK.9",
                    "Label": "The student applies mathematical process standards to manage one's financial resources effectively for lifetime financial security. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.MK.9A",
                            "Label": "Identify ways to earn income.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.9B",
                            "Label": "Differentiate between money received as income and money received as gifts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.9C",
                            "Label": "List simple skills required for jobs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.MK.9D",
                            "Label": "Distinguish between wants and needs and identify income as a source to meet one's wants and needs.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}