{
    "Title": "Texas Essential Knowledge & Skills > Reading Language Arts > Kindergarten",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Foundational Language Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.RK.1",
                    "Label": "Listening, speaking, discussion, and thinking--oral language. The student develops oral language through listening, speaking, and discussion. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.RK.1A",
                            "Label": "Listen actively and ask questions to understand information and answer questions using multi-word responses.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.1B",
                            "Label": "Restate and follow oral directions that involve a short, related sequence of actions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.1C",
                            "Label": "Share information and ideas by speaking audibly and clearly using the conventions of language.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.1D",
                            "Label": "Work collaboratively with others by following agreed-upon rules for discussion, including taking turns.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.1E",
                            "Label": "Develop social communication such as introducing himself/herself, using common greetings, and expressing needs and wants.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.RK.2",
                    "Label": "Listening, speaking, reading, writing, and thinking--beginning reading and writing. The student develops word structure knowledge through phonological awareness, print concepts, phonics, and morphology to communicate, decode, and spell. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.RK.2A",
                            "Label": "Demonstrate phonological awareness by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.RK.2A.i",
                                    "Label": "Identifying and producing rhyming words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2A.ii",
                                    "Label": "Recognizing spoken alliteration or groups of words that begin with the same spoken onset or initial sound.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2A.iii",
                                    "Label": "Identifying the individual words in a spoken sentence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2A.iv",
                                    "Label": "Identifying syllables in spoken words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2A.v",
                                    "Label": "Blending syllables to form multisyllabic words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2A.vi",
                                    "Label": "Segmenting multisyllabic words into syllables.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2A.vii",
                                    "Label": "Blending spoken onsets and rimes to form simple words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2A.viii",
                                    "Label": "Blending spoken phonemes to form one-syllable words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2A.ix",
                                    "Label": "Manipulating syllables within a multisyllabic word.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2A.x",
                                    "Label": "Segmenting spoken one-syllable words into individual phonemes.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.RK.2B",
                            "Label": "Demonstrate and apply phonetic knowledge by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.RK.2B.i",
                                    "Label": "Identifying and matching the common sounds that letters represent.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2B.ii",
                                    "Label": "Using letter-sound relationships to decode, including VC, CVC, CCVC, and CVCC words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2B.iii",
                                    "Label": "Recognizing that new words are created when letters are changed, added, or deleted such as it - pit - tip - tap.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2B.iv",
                                    "Label": "Identifying and reading at least 25 high-frequency words from a research-based list.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.RK.2C",
                            "Label": "Demonstrate and apply spelling knowledge.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.RK.2C.i",
                                    "Label": "Spelling words with VC, CVC, and CCVC.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2C.ii",
                                    "Label": "Spelling words using sound-spelling patterns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2C.iii",
                                    "Label": "Spelling high-frequency words from a research-based list.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.RK.2D",
                            "Label": "Demonstrate print awareness by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.RK.2D.i",
                                    "Label": "Identifying the front cover, back cover, and title page of a book.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2D.ii",
                                    "Label": "Holding a book right side up, turning pages correctly, and knowing that reading moves from top to bottom and left to right with return sweep.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2D.iii",
                                    "Label": "Recognizing that sentences are comprised of words separated by spaces and recognizing word boundaries.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2D.iv",
                                    "Label": "Recognizing the difference between a letter and a printed word.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.2D.v",
                                    "Label": "Identifying all uppercase and lowercase letters.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.RK.2E",
                            "Label": "Develop handwriting by accurately forming all uppercase and lowercase letters using appropriate directionality.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.RK.3",
                    "Label": "Listening, speaking, reading, writing, and thinking--vocabulary. The student uses newly acquired vocabulary expressively. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.RK.3A",
                            "Label": "Use a resource such as a picture dictionary or digital resource to find words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.3B",
                            "Label": "Use illustrations and texts the student is able to read or hear to learn or clarify word meanings.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.3C",
                            "Label": "Identify and use words that name actions; directions; positions; sequences; categories such as colors, shapes, and textures; and locations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.RK.4",
                    "Label": "Listening, speaking, reading, writing, and thinking--self-sustained reading. The student reads grade-appropriate texts independently.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.RK.4A",
                            "Label": "Self-select text and interact independently with text for increasing periods of time.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Comprehension Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.RK.5",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student uses metacognitive skills to both develop and deepen comprehension of increasingly complex texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.RK.5A",
                            "Label": "Establish purpose for reading assigned and self-selected texts with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.5B",
                            "Label": "Generate questions about text before, during, and after reading to deepen understanding and gain information with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.5C",
                            "Label": "Make and confirm predictions using text features and structures with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.5D",
                            "Label": "Create mental images to deepen understanding with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.5E",
                            "Label": "Make connections to personal experiences, ideas in other texts, and society with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.5F",
                            "Label": "Make inferences and use evidence to support understanding with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.5G",
                            "Label": "Evaluate details to determine what is most important with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.5H",
                            "Label": "Synthesize information to create new understanding with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.5I",
                            "Label": "Monitor comprehension and make adjustments such as re-reading, using background knowledge, checking for visual cues, and asking questions when understanding breaks down with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Response Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.RK.6",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student responds to an increasingly challenging variety of sources that are read, heard, or viewed. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.RK.6A",
                            "Label": "Describe personal connections to a variety of sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.6B",
                            "Label": "Provide an oral, pictorial, or written response to a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.6C",
                            "Label": "Use text evidence to support an appropriate response.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.6D",
                            "Label": "Retell texts in ways that maintain meaning.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.6E",
                            "Label": "Interact with sources in meaningful ways such as illustrating or writing.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.6F",
                            "Label": "Respond using newly acquired vocabulary as appropriate.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Multiple Genres",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.RK.7",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--literary elements. The student recognizes and analyzes literary elements within and across increasingly complex traditional, contemporary, classical, and diverse literary texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.RK.7A",
                            "Label": "Discuss topics and determine the basic theme using text evidence with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.7B",
                            "Label": "Identify and describe the main character(s).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.7C",
                            "Label": "Describe the elements of plot development, including the main events, the problem, and the resolution for texts read aloud with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.7D",
                            "Label": "Describe the setting.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.RK.8",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--genres. The student recognizes and analyzes genre-specific characteristics, structures, and purposes within nd across increasingly complex traditional, contemporary, classical, and diverse texts. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.RK.8A",
                            "Label": "Demonstrate knowledge of distinguishing characteristics of well-known children's literature such as folktales, fables, fairy tales, and nursery rhymes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.8B",
                            "Label": "Discuss rhyme and rhythm in nursery rhymes and a variety of poems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.8C",
                            "Label": "Discuss main characters in drama.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.8D",
                            "Label": "Recognize characteristics and structures of informational text.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.RK.8D.i",
                                    "Label": "The central idea and supporting evidence with adult assistance.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.8D.ii",
                                    "Label": "Titles and simple graphics to gain information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.8D.iii",
                                    "Label": "The steps in a sequence with adult assistance.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.RK.8E",
                            "Label": "Recognize characteristics of persuasive text with adult assistance and state what the author is trying to persuade the reader to think or do.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.8F",
                            "Label": "Recognize characteristics of multimodal and digital texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Author's Purpose & Craft",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.RK.9",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student uses critical inquiry to analyze the authors' choices and how they influence and communicate meaning within a variety of texts. The student analyzes and applies author's craft purposefully in order to develop his or her own products and performances. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.RK.9A",
                            "Label": "Discuss with adult assistance the author's purpose for writing text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.9B",
                            "Label": "Discuss with adult assistance how the use of text structure contributes to the author's purpose.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.9C",
                            "Label": "Discuss with adult assistance the author's use of print and graphic features to achieve specific purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.9D",
                            "Label": "Discuss with adult assistance how the author uses words that help the reader visualize.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.9E",
                            "Label": "Listen to and experience first- and third-person texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Composition",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.RK.10",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--writing process. The student uses the writing process recursively to compose multiple texts that are legible and uses appropriate conventions. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.RK.10A",
                            "Label": "Plan by generating ideas for writing through class discussions and drawings.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.10B",
                            "Label": "Develop drafts in oral, pictorial, or written form by organizing ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.10C",
                            "Label": "Revise drafts by adding details in pictures or words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.10D",
                            "Label": "Edit drafts with adult assistance using standard English conventions, including:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TX.RK.10D.i",
                                    "Label": "Complete sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.10D.ii",
                                    "Label": "Verbs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.10D.iii",
                                    "Label": "Singular and plural nouns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.10D.iv",
                                    "Label": "Adjectives, including articles.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.10D.v",
                                    "Label": "Prepositions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.10D.vi",
                                    "Label": "Pronouns, including subjective, objective, and possessive cases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.10D.vii",
                                    "Label": "Capitalization of the first letter in a sentence and name.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.10D.viii",
                                    "Label": "Punctuation marks at the end of declarative sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TX.RK.10D.ix",
                                    "Label": "Correct spelling of words with grade-appropriate orthographic patterns and rules and high-frequency words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TX.RK.10E",
                            "Label": "Share writing.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TX.RK.11",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts--genres. The student uses genre characteristics and craft to compose multiple texts that are meaningful. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.RK.11A",
                            "Label": "Dictate or compose literary texts, including personal narratives.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.11B",
                            "Label": "Dictate or compose informational texts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Inquiry & Research",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TX.RK.12",
                    "Label": "Listening, speaking, reading, writing, and thinking using multiple texts. The student engages in both short-term and sustained recursive inquiry processes for a variety of purposes. The student is expected to:",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TX.RK.12A",
                            "Label": "Generate questions for formal and informal inquiry with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.12B",
                            "Label": "Develop and follow a research plan with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.12C",
                            "Label": "Gather information from a variety of sources with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.12D",
                            "Label": "Demonstrate understanding of information gathered with adult assistance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TX.RK.12E",
                            "Label": "Use an appropriate mode of delivery, whether written, oral, or multimodal, to present results.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}