{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Hide with the Ladybugs",
    "Subtitle": "",
    "Author": "by Karen Latchana Kenney",
    "LabelType": "P",
    "Content": [
        ["", "Lovely Ladybug"],
        ["1", "\tCrawl, crawl, crawl. A ladybug looks like a colorful, crawling bump. From the side, it's shaped like half a pea. Then it opens its wings. It's gone in a second."],
        ["2", "\tMore than 5,000 kinds of ladybugs crawl and fly around Earth. Ladybugs gather in gardens and forests. They live almost everywhere except for very cold places."],
        ["3", "\tLadybugs are a kind of beetle. Even males are called ladybugs! Ladybugs are also called lady beetles or ladybird beetles."],
        ["", "Growing Ladybugs"],
        ["4", "\tIn the spring, a female ladybug crawls on the underside of a leaf. She is looking for a safe place to lay eggs. Here, the eggs will be safe from hungry birds or insects flying above."],
        ["5", "\tThe mother ladybug lays her eggs. Then she flies away. The tiny, yellow eggs look like shiny jellybeans. A mother ladybug doesn't just lay her eggs anywhere. She chooses a place with lots of tiny bugs called aphids. When the eggs hatch, her young will have plenty to eat."],
        ["6", "\tA few days later, larvae hatch from the eggs. These tiny creatures have legs but no wings. They are very hungry! They hunt for aphids. A larva can eat 400 aphids before it is three weeks old!"],
        ["", ":box:creatures = animals"],
        ["7", "\tThe larvae are growing quickly. To grow, a larva breaks out of its old skin. Underneath it has new, bigger skin. This is called molting."],
        ["8", "\tNext, a larva finds a safe place and attaches to a leaf. A hard cover surrounds the larva. It becomes a pupa. Inside the cover, the pupa grows and changes..."],
        ["", ":box:attaches to = join itself with"],
        ["9", "\tAfter a few days, an adult ladybug climbs out of the hard casing. Its body is soft and pale. It does not have spots."],
        ["10", "\tThe ladybug's skin soon hardens into a shell. This shell protects the ladybug. Some ladybugs slowly turn red. Their black spots appear."],
        ["11", "\tLadybugs can be orange, yellow, pink, or black. Some have spots. Some are spotless, and some have stripes."],
        ["", "Flying and Feeling"],
        ["12", "\tSoon, ladybugs are flying. Each one has two sets of wings. Unlike other insects, beetles have elytra. The elytra are hard, front wings. They cover a pair of thin, see-through back wings."],
        ["13", "\tTo fly, the ladybug opens its front wings. Then the thin wings flutter. They lift the ladybug into the air."],
        ["", ":box:flutter = move quickly"],
        ["14", "\tThe two elytra are a mirror image of each other. They have the exact same color and spots."],
        ["15", "\tLadybugs cannot see faraway things well. How do they find food?"],
        ["16", "\tA ladybug uses its two antennae to explore its world. Like wands, they wave in all directions. They can feel, smell, and taste."],
        ["", "Helpful Bugs"],
        ["17", "\tLadybugs eat aphids or scale bugs. These tiny creatures are pests. They harm crops. That's why farmers and gardeners love to see ladybugs crawling around. More ladybugs means fewer pests. An adult ladybug can eat 75 aphids a day! A few kinds of ladybugs eat plant parts. Some eat pollen, the sticky dust on flowers."],
        ["", "Staying Safe"],
        ["18", "\tThe air has a chill. Winter is coming. Ladybugs find a dry place away from the wind. It can be in a house or in a dead tree. Sometimes, they form large groups."],
        ["19", "\tThe ladybugs stay there through winter. They do not eat anything. They could stay like this for nine months."],
        ["", "New Lives"],
        ["20", "\tWhen the air is warm again, the ladybugs go back outside. They fly around the garden. They hunt for aphids. The females lay eggs. New ladybugs begin their lives."],
        ["", "problems/NY24G3E/media/S4a.jpg"]
    ],
    "Copyright": "",
    "References": []
}