{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Molly is in the apple orchard picking apples with her dad."
    ],
    "Title": "[Excerpt from] Apple Day",
    "Subtitle": "",
    "Author": "by Kimberly Long Cockroft",
    "LabelType": "P",
    "Content": [
        ["1", "\tSunlight filters through the branches, dappling Molly's hands as she twists each stem. She is careful to pick only the best apples. Every year, her family's applesauce is the best in Montana—well, almost the best. Last year, their jar of special McIntosh applesauce won the red ribbon at the state fair."],
        ["2", "\tThere's just something missing from our sauce, Molly muses as she picks. If only they could figure out what it is, they might win the blue ribbon this year. Molly strains for an apple just out of reach and—CRASH— tumbles, dizzy, to the ground. It feels like a bobcat has wrapped his paws around her legs."],
        ["3", "\tBut it's not a bobcat. It's Sam, her messy little cousin who lives next door."],
        ["4", "\t“Molly, I came to pick apples, too!” He waves an old, battered purse above his head."],
        ["5", "\tSam's mom waves from the edge of the orchard, her hair still in curlers. Dad waves back and calls, “We'll watch him this morning!” ..."],
        ["6", "\t“Go pick apples over there,” Molly snaps. She points to an ancient, twisted apple tree. Nobody knows what kinds of apples it grows, but they are tiny and too tart to eat."],
        ["7", "\tSam doesn't care. He fills his mom's old purse with them, then stuffs his raincoat pockets full, too..."],
        ["8", "\tThen Dad calls, “Time to sauce!”"],
        ["9", "\tSam lifts up his bulging purse. “I picked a bunch!”"],
        ["10", "\tMolly sighs. She hopes Sam will stay out of the way."],
        ["11", "\tAt home, Dad cinches the iron clamps of the applesauce mill to the table while Molly rinses the apples."],
        ["12", "\t“They're beauties,” Mom says, and Molly smiles with pride. Then into the big pot on the stove they go."],
        ["13", "\tSuddenly, before she can stop him, Sam shakes the purse of tiny, sour apples into the pot, too."],
        ["14", "\t“No!” Molly cries, reaching into the pot to pull out Sam's apples."],
        ["15", "\t“It's OK,” Dad chuckles. “I know a secret about good applesauce.” ..."],
        ["16", "\tMolly isn't so sure."],
        ["17", "\tWhile the apples soften in the pot, filling the kitchen with sweet steam, Sam bangs on the empty bowl with a spoon and belts out a song about AppleDay..."],
        ["18", "\tMolly and Dad take turns cranking the handle, smashing the apples into sauce. Sam tries, too, but it is too hard for him. The sauce slips down into the bowl, golden and smooth. A pile of seeds and skin slip out the back of the mill, and Molly empties them onto the compost heap, a treat for the bees."],
        ["", ":box:compost heap = a pile of food and plant waste"],
        ["19", "\tFinally, all the apples, even Sam's tiny tart ones, have been made into a huge bowl of applesauce. Dad holds a spoon to Molly's lips."],
        ["20", "\tMolly screws up her mouth. She sticks out her tongue to taste just a little. Then she gobbles the whole bite. “Wow!”"],
        ["21", "\tDad's eyes twinkle. “The secret to really good sauce is making it from different kinds of apples.” He ruffles Sam's hair. “We may even have a chance at that blue ribbon this year.”"],
        ["22", "\t“Who would have known that you had the missing ingredient?” Molly asks her cousin."],
        ["23", "\tSam grins, licking sauce from his fingers. “I love Apple Day!”"],
        ["24", "\tMolly smiles. “Me, too, Sam.”"]
    ],
    "Copyright": "",
    "References": []
}