{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Distinguish between a scientific fact and an opinion, providing clear explanations that connect observations and results (e.g., a scientific fact can be supported by making observations)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student was birdwatching in a park. She wrote down statements in a notebook about the birds she saw. Some of the statements were facts, while others were opinions. Which statement is an opinion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The red bird has an orange beak.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This statement is a fact because the color of a beak can be supported with evidence.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "The red bird is prettier than the blue bird.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This statement is an opinion because it is based on a judgement made by an individual.",
                    "Percent": 79
                }
            },
            "C": {
                "Choice": "The brown bird is smaller than the blue bird.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This statement is a fact because the size of the bird can be measured.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "There are more brown birds in the tree than there are red birds.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This statement is a fact because the birds can be counted.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Identify and describe examples of common technological changes past to present in the community (e.g., energy production, transportation, communications, agriculture, packaging materials) that have either positive or negative impacts on society or the environment."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the past, typing or handwriting letters and putting them in the mail was the most popular way of delivering messages over long distances. Today, electronic tools, such as computers and phones, are used to send messages. In which way has this change in communication most likely had a positive impact on people?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Messages can be sent faster.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Electronic tools have allowed messages to be sent faster than methods in the past, such as paper letters, allowed.",
                    "Percent": 56
                }
            },
            "B": {
                "Choice": "The amount of waste is reduced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Properly disposing of electronic waste such as old computers and cellular phones is a major challenge.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "Messages cannot be lost or damaged.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Electronic messages can be accidentally lost or damaged.",
                    "Percent": 21
                }
            },
            "D": {
                "Choice": "More energy is needed to communicate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Additional energy requirements, such as the need to charge electronic devices, can have a negative impact on communication.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Observe and record change by using time and measurement."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA22G4S/media/3a.jpg",
            "A student records the length of the shadow cast by a flagpole every hour from 7 a.m. until noon. Which statement best explains why the student recorded the length every hour?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It allows the student to make more accurate measurements.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of times the shadow was measured does not impact the accuracy of the measurements.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "It allows the student to recognize and correct procedure errors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The timing of the measurements is not likely to help the student recognize or correct errors in the procedure.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "It allows the student to identify how the shadow changes over time.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Taking the measurement every hour will help the student determine whether the shadow is changing over time.",
                    "Percent": 67
                }
            },
            "D": {
                "Choice": "It allows the student to measure the shadows for more than one flagpole.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student is measuring only one flagpole.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Explain what happens to a living organism when its food supply, access to water, shelter, or space is changed (e.g., it might die, migrate, change behavior, eat something else)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA22G4S/media/4a.jpg",
            "The drawing shows a tiny animal called a tardigrade. When a tardigrade cannot find water, it enters a state of no activity. It remains in this state until water is present in the environment again. How is the behavior of a tardigrade different from most other animals?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Other animals do not require water to live.",
                "Key": {
                    "Correct": false,
                    "Rationale": "All organisms require water to live.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Other animals die if water is not available for a long period.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Most animals will die if water is not available for a long period of time.",
                    "Percent": 61
                }
            },
            "C": {
                "Choice": "Other animals become more active when water is not available for a long period.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Animals tend to become less active when water is not available for a long period of time.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "Other animals use different resources in place of water when water is not available.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water cannot be replaced with other resources as a necessary component of life.",
                    "Percent": 22
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Design and describe an investigation (a fair test) to test one variable."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the list below to answer the question.",
            "1. Pour two 1-liter samples of water into two flasks.",
            "2. Stir 10 grams of salt into the water in one flask.",
            "3. Place a thermometer into the water in each flask.",
            "4. Heat the water in each flask until it boils.",
            "A student follows the steps shown. Which question is the student most likely trying to answer?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "What is the weight of a sample of water?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Since each flask is being heated, it is unlikely that the student is trying to determine the weight of the water in this experiment.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "What is the volume of a sample of water?",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is stated in the experimental procedure that the volume of water in each flask is the same.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "Does mixing salt with water change its temperature?",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is stated in the experimental procedure that heat was added to both flasks until the liquid inside of each flask came to a boil.",
                    "Percent": 37
                }
            },
            "D": {
                "Choice": "Does mixing salt with water change its boiling point?",
                "Key": {
                    "Correct": true,
                    "Rationale": "The only difference between the two flasks is that salt was added to one flask but not to the other flask. The scientific question being asked is whether salt changes the boiling point of water.",
                    "Percent": 36
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "State a conclusion that is consistent with the information/data."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the information below to answer the question.",
            "problems/PA22G4S/media/6a.jpg",
            "Two people rode in a pedal boat. The boat recorded the speed at which they traveled. The table shows the speed of their boat over time. Based on the table, what most likely happened at the fifteen-minute mark?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They stopped pedaling and took a break.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The speed of the boat is 0 km/hr, so it is likely that the two people stopped pedaling.",
                    "Percent": 70
                }
            },
            "B": {
                "Choice": "They pedaled harder to see how fast they could go.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Since the speed of the boat is 0 km/hr, it is unlikely that the people are pedaling harder.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "One person stopped pedaling, and the other continued to pedal.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If one of the two people were still pedaling forward, it is likely that the speed would be greater than 0 km/hr.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "One person stopped pedaling, and the other pedaled backwards.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If one of the two people were pedaling backwards, it is likely that the speed would be greater than 0 km/hr.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Identify appropriate tools or instruments for specific tasks and describe the information they can provide (e.g., measuring: length - ruler, mass - balance scale, volume - beaker, temperature - thermometer; making observations: hand lens, binoculars, telescope)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Three different containers are each filled with 25 milliliters of water. They are placed in the sunlight for one week. Which tools should a student use to measure the change in volume and change in temperature in each of the containers?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "volume: beaker\ntemperature: ruler",
                "Key": {
                    "Correct": false,
                    "Rationale": "A ruler is used to measure length, not temperature.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "volume: balance scale\ntemperature: hand lens",
                "Key": {
                    "Correct": false,
                    "Rationale": "A balance scale is used to measure mass, not volume; a hand lens magnifies an object but cannot measure temperature.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "volume: beaker\ntemperature: thermometer",
                "Key": {
                    "Correct": true,
                    "Rationale": "A beaker can be used to measure the volume of a liquid, and a thermometer is used to measure temperature.",
                    "Percent": 54
                }
            },
            "D": {
                "Choice": "volume: balance scale\ntemperature: thermometer",
                "Key": {
                    "Correct": false,
                    "Rationale": "A balance scale is used to measure mass, not volume.",
                    "Percent": 25
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Explain a relationship between the living and nonliving components in a system (e.g., food web, terrarium)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student places a terrarium on a window ledge in the sunlight. How does the sunlight affect the terrarium system?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It is a living component that provides energy to the terrarium system.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sunlight is a nonliving component of this system.",
                    "Percent": 24
                }
            },
            "B": {
                "Choice": "It is a living component that provides nutrients to the terrarium system.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sunlight is a nonliving component of this system, and it provides energy rather than nutrients to this system.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "It is a nonliving component that provides energy to the terrarium system.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sunlight is a nonliving component that provides light energy to this system.",
                    "Percent": 32
                }
            },
            "D": {
                "Choice": "It is a nonliving component that provides nutrients to the terrarium system.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sunlight provides energy rather than nutrients to this system.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Distinguish between a scientific fact and an opinion, providing clear explanations that connect observations and results (e.g., a scientific fact can be supported by making observations)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the list below to answer the question.",
            "problems/PA22G4S/media/9a.jpg",
            "The list shows the steps that occur in a process of the human body. How can this process best be identified?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "digestion",
                "Key": {
                    "Correct": false,
                    "Rationale": "Digestion involves organs such as the stomach and intestines.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "growth",
                "Key": {
                    "Correct": false,
                    "Rationale": "Growth involves an increase in the number of cells in the body through processes such as cell division.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "reproduction",
                "Key": {
                    "Correct": false,
                    "Rationale": "Reproduction involves sex organs and the formation of offspring.",
                    "Percent": 29
                }
            },
            "D": {
                "Choice": "respiration",
                "Key": {
                    "Correct": true,
                    "Rationale": "Respiration involves the lungs and the exchange of oxygen and carbon dioxide from the air.",
                    "Percent": 39
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Use models to make observations to explain how systems work (e.g., water cycle, Sun-Earth-Moon system)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the past, people built dams on rivers to produce electricity. Today, many of those dams are no longer in use. A water power company wants to remove some dams that are no longer used to make electricity. Which statement explains how removing the dam would most likely affect the river ecosystem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The water in the river would dry up over time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is unlikely that the naturally occurring river would become dry if an artificial dam were removed.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "Fish would be able to travel along the river more easily.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The removal of a dam could allow some fish to reach parts of the river they may not have been able to reach when the dam was in place.",
                    "Percent": 31
                }
            },
            "C": {
                "Choice": "The river water would move too fast for any organisms to survive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are aquatic organisms that are adapted to living in fast-moving water.",
                    "Percent": 33
                }
            },
            "D": {
                "Choice": "New predators would move into the river habitat and eat all of the fish.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is unlikely that predators would remove all of the prey from the river.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Distinguish between a scientific fact and an opinion, providing clear explanations that connect observations and results (e.g., a scientific fact can be supported by making observations)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which two physical properties of matter describe a wire made of iron?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It is a solid and it is magnetic.",
                "Key": {
                    "Correct": true,
                    "Rationale": "An iron wire is solid and magnetic.",
                    "Percent": 56
                }
            },
            "B": {
                "Choice": "It is a liquid and it conducts heat.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An iron wire can conduct heat, but it is in a solid state.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "It is magnetic and it is an insulator.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Iron is magnetic, but it is a conductor of heat and electric currents.",
                    "Percent": 22
                }
            },
            "D": {
                "Choice": "It is an insulator and it has a black color.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An iron wire could be black, but it is a conductor of heat and electric currents.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Observe a natural phenomenon (e.g., weather changes, length of daylight/night, movement of shadows, animal migrations, growth of plants), record observations, and then make a prediction based on those observations."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence describes a parallel circuit?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It must have two or more batteries for electricity to flow through.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A parallel circuit can have one battery.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "It must have two or more pathways for electricity to flow through.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A parallel circuit has more than one path for electricity to return back to the battery.",
                    "Percent": 49
                }
            },
            "C": {
                "Choice": "It must have two or more light bulbs and a single pathway for electricity to flow through.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A parallel circuit has more than one pathway for electricity to flow.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "It must have the number of batteries and light bulbs equal to the number of pathways for electricity to flow through.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In a parallel circuit, the number of batteries and light bulbs can be different than the number of pathways electricity can flow.",
                    "Percent": 24
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Categorize systems as either natural or human-made (e.g., ballpoint pens, simple electrical circuits, plant anatomy, water cycle)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A person riding a bicycle down a hill does not have to keep pedaling to move. Which statement best explains why the person does not have to pedal when moving downhill?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Magnetic force pulls the bicycle downhill.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Earth has a magnetic field, but the magnetic force is not strong enough to move an object down a hill.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "Gravitational force pulls the bicycle downhill.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The force of gravity is pulling the bicycle down the hill toward the center of Earth.",
                    "Percent": 67
                }
            },
            "C": {
                "Choice": "Stored energy in the bicycle's chain pushes the bicycle downhill.",
                "Key": {
                    "Correct": false,
                    "Rationale": "As the bicycle is moving down the hill, stored energy is being converted to kinetic energy to do work.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "Stored energy in the bicycle's wheels pushes the bicycle downhill.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gravitational energy is pulling the bicycle down the hill.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Identify the types and uses of Earth materials for renewable, nonrenewable, and reusable products (e.g., human-made products: concrete, paper, plastics, fabrics)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Cement is made of Earth materials, including limestone and gypsum. Concrete is made by mixing cement with other materials, such as sand or gravel. Where would a person most likely observe cement and concrete products being used?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "at a farm where food is being grown",
                "Key": {
                    "Correct": false,
                    "Rationale": "Products related to the planting, growing, and harvesting of crops are most likely to be found on a farm, and those products are not commonly made of cement or concrete.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "at a factory where clothing is being produced",
                "Key": {
                    "Correct": false,
                    "Rationale": "A factory where clothing is being produced would include machinery involved in the processing of fiber into yarn and fabric, such as weaving and sewing machines, and those machines are not commonly made of cement or concrete.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "at a site where a new building is being constructed",
                "Key": {
                    "Correct": true,
                    "Rationale": "Concrete and cement products are typically used as building materials to make or repair structures such as walls, floors, roads, and curbs.",
                    "Percent": 76
                }
            },
            "D": {
                "Choice": "at a location where a natural ecosystem is being preserved",
                "Key": {
                    "Correct": false,
                    "Rationale": "Concrete and cement products are human-made and could potentially disturb an ecosystem.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Recognize ways that humans benefit from the use of water resources (e.g., agriculture, energy, recreation)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which conclusion about how humans benefit from using water is best supported by the graph?",
            "problems/PA22G4S/media/15a.jpg",
            "Which conclusion about how humans benefit from using water is best supported by the graph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Farms need water to grow food.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The purpose of farms is to grow food. The graph indicates that farms use water, supporting the conclusion that farms need water to grow food.",
                    "Percent": 67
                }
            },
            "B": {
                "Choice": "Factories and homes use more water than farms.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that farms use more water than factories and homes.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Electricity production uses the least amount of water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that electricity production uses the largest amount of water.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "Homes save the most amount of water in the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph does not provide information about the amount of water saved by homes in the United States.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Identify weather patterns from data charts or graphs of the data (e.g., temperature, wind direction, wind speed, cloud types, precipitation)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the graph below to answer the question.",
            "problems/PA22G4S/media/16a.jpg",
            "The graph shows the amount of precipitation that fell each month for one year in Pittsburgh, Pennsylvania. Which conclusion about the pattern of precipitation is best supported by the data?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Pittsburgh receives the highest levels of rain between the months of May and July.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The graph shows that the greatest amount of precipitation fell from May through July.",
                    "Percent": 61
                }
            },
            "B": {
                "Choice": "Pittsburgh receives the lowest levels of rain between the months of August and October.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that about 9 inches of rain fell between August and October, which is greater than other time periods on the graph.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Pittsburgh receives more than three inches of rain each month during the fall and winter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that multiple months during the fall and winter receive less than three inches of rain.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "Pittsburgh receives more than three inches of rain each month during the spring and summer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that April receives less than 3 inches of rain.",
                    "Percent": 22
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Identify and describe examples of common technological changes past to present in the community (e.g., energy production, transportation, communications, agriculture, packaging materials) that have either positive or negative impacts on society or the environment."
        ],
        "SuppContent": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "During the last 100 years, humans have developed many new technologies for moving people and goods from one place to another."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Identify ONE way that technology used for transportation has changed."
                ],
                "AnswerChoices": {}
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Explain one POSITIVE impact this change has had on society or the environment."
                ],
                "AnswerChoices": {}
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Identify characteristics for plant and animal survival in different environments (e.g., wetland, tundra, desert, prairie, deep ocean, forest)."
        ],
        "SuppContent": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA22G4S/media/18a.jpg",
            "The drawing shows a great blue heron in a wetland environment. Identify two adaptations that allow the great blue heron to survive in the wetland environment, and explain how each adaptation helps the great blue heron survive in the wetland environment."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "SR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": true,
                "Content": [
                    "Identify an adaptation and explain how this adaptation helps survival."
                ],
                "AnswerChoices": {
                    "KEY1": {
                        "Choice": "long legs",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "KEY2": {
                        "Choice": "long, pointed beak",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "KEY3": {
                        "Choice": "long, flexible neck",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "KEY4": {
                        "Choice": "wide talons",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "SR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Identify another adaptation and explain how this adaptation helps survival."
                ],
                "AnswerChoices": {
                    "KEY1": {
                        "Choice": "long legs",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "KEY2": {
                        "Choice": "long, pointed beak",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "KEY3": {
                        "Choice": "long, flexible neck",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "KEY4": {
                        "Choice": "wide talons",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    }
}