{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Fabulous Fathers",
    "Subtitle": "",
    "Author": "by Monica A. Harris",
    "LabelType": "P",
    "Content": [
        ["1", "\tFathers come in all shapes and sizes. In the animal kingdom, fathers have some fascinating (and strange!) ways of helping their young. Some animal dads protect their babies. Some provide food. Some teach survival skills."],
        ["", ":box:survival skills = skills needed to stay alive"],
        ["2", "\tWhatever their talents, the following fathers are fabulous!"],
        ["", "Sᴜᴄᴋ Tʜᴇᴍ Uᴘ ᴀɴᴅ Sᴘɪᴛ Tʜᴇᴍ Oᴜᴛ"],
        ["3", "\tMost fish do not live in family groups, but in the Red Devil Cichlid families of Central America, fathers help take care of their young. If a little one swims too far away, it's his dad's job to put him back into place. He gently grasps the wandering fish in his mouth and — aaapooey! He spits the young wanderer back with his brothers and sisters."],
        ["", "Exᴄᴜsᴇ Mᴇ, I'ᴠᴇ Gᴏᴛ ᴀ Fʀᴏɢ ɪɴ ᴍʏ Tʜʀᴏᴀᴛ"],
        ["4", "\tIf you were a Darwin's frog father with 20 or 30 babies to protect, where would you keep them? In your throat, of course! This South American dad picks up the young ones with his tongue and slides them through slits in his vocal sacs. As the babies grow, they push on Dad's throat and prevent him from croaking. Finally, when the babies are big enough, they crawl out of Dad's throat and hop away. (In case you were wondering, there are times when Dad accidentally swallows one. Oops!)"],
        ["", "Pɪɢɢʏʙᴀᴄᴋ Nᴜʀsᴇʀʏ"],
        ["5", "\tWhere does the mother giant water bug lay her eggs? On the father's back! She attaches the eggs with a sticky material called an egg pad. When she's done, the father swims away and does all the caregiving. He visits the water's surface so the eggs can get air and uses his hind feet to clean the eggs. Once the babies are on their own, the father rubs off the sticky egg pad."],
        ["", "Cᴏʟᴅ Fᴇᴇᴛ, Bɪɢ Hᴇᴀʀᴛ"],
        ["6", "\tIn the chilly Antarctic, a mother Emperor penguin lays an egg. She must find a warm place for it before it freezes. Dad to the rescue! The pair works carefully to roll the egg to the top of his feet. He covers it with a flap of thick belly skin. The mother penguin then leaves for 2 months. She travels to open hunting waters that are over 50 miles away. In the meantime, the father keeps the egg on his feet. He doesn't eat. He doesn't drink. He just huddles together with the other fathers to keep their eggs warm. When the egg hatches, the chick stays cozy in the same place — on Dad's feet, under a layer of skin. Soon after, the mother returns and takes over while Dad goes hunting."],
        ["", "Sʟʏ Tᴇᴀᴄʜᴇʀ"],
        ["7", "\tFor the red fox, raising babies is a team effort. The mother stays in the den to keep the young, called kits, warm. The father brings the mother food every 4 to 6 hours until the kits are old enough to roam outside. To teach them how to find their own food, the father red fox buries extra meat near the den and hides it with twigs."],
        ["", "problems/NY22G4E/media/S1a.jpg"]
    ],
    "Copyright": "",
    "References": []
}