{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Organisms and populations are dependent on their environmental interactions both with other living things and with nonliving factors, any of which can limit their growth. Competitive, predatory, and mutually beneficial interactions vary across ecosystems but the patterns are shared."
        ],
        "SuppContent": [
            "problems/WIG8S/supps/WIG8S-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The food web below shows some of the ecosystem interactions in a Wisconsin stream. Some of the organisms compete for the same food sources.",
            "problems/WIG8S/media/1a.jpg",
            "How many other organisms from the stream food web does the great blue heron compete with for brown trout?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "one",
                "Key": {
                    "Correct": true,
                    "Rationale": "The great blue heron competes with the river otter for brown trout.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "two",
                "Key": {
                    "Correct": false,
                    "Rationale": "The brown trout has two predators shown in the food web.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "three",
                "Key": {
                    "Correct": false,
                    "Rationale": "The brown trout consumes three organisms shown in the food web.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "five",
                "Key": {
                    "Correct": false,
                    "Rationale": "The brown trout has interactions with five other organisms shown in the food web.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Organisms and populations are dependent on their environmental interactions both with other living things and with nonliving factors, any of which can limit their growth. Competitive, predatory, and mutually beneficial interactions vary across ecosystems but the patterns are shared."
        ],
        "SuppContent": [
            "problems/WIG8S/supps/WIG8S-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Scientists monitor a stream and determine that the population of brown trout has declined. The scientists study the data below to investigate the role of dissolved oxygen in this population change. Brown trout require at least 6 milligrams per liter (mg/L) of dissolved oxygen to support normal bodily functions.",
            "problems/WIG8S/media/2a.jpg",
            "The model below shows factors that can affect dissolved oxygen concentration in streams.",
            "problems/WIG8S/media/2b.jpg",
            "How has the dissolved oxygen concentration in the stream most likely changed, and which factors in the model are most likely contributing to the decline in the brown trout population?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "change in dissolved oxygen concentration in stream: increased\nfactors contributing to population decline: 1 and 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The dissolved oxygen concentration most likely decreased, not increased, in the stream; and photosynthesis adds oxygen to water, which would not cause the brown trout population to decline.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "change in dissolved oxygen concentration in stream: increased\nfactors contributing to population decline: 2 and 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The dissolved oxygen concentration most likely decreased, not increased, in the stream.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "change in dissolved oxygen concentration in stream: decreased\nfactors contributing to population decline: 1 and 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "Photosynthesis adds oxygen to water, which would not cause the brown trout population to decline.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "change in dissolved oxygen concentration in stream: decreased\nfactors contributing to population decline: 2 and 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "The dissolved oxygen concentration most likely decreased in the stream; and the factors that use up oxygen in streams most likely contributed to the decline in the brown trout population.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Ecosystem characteristics vary over time. Disruptions to any part of an ecosystem can lead to shifts in all of its populations. The completeness or integrity of an ecosystem's biodiversity is often used as a measure of its health."
        ],
        "SuppContent": [
            "problems/WIG8S/supps/WIG8S-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The map below shows results of landscape research in Wisconsin, which is used to help evaluate stream health. The map shows an index of landscape condition, which is based on the percentage of wetlands and natural land cover remaining and the number of hubs and corridors. “High” indicates the best landscape condition.",
            "problems/WIG8S/media/3a.jpg",
            "Which argument about stream health in Wisconsin is BEST supported by evidence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Stream health in northern Wisconsin is most likely better than that in southern Wisconsin because the landscape in northern Wisconsin has more buffer-zone areas around streams and more acres of fragmented landscape.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Northern Wisconsin has a high landscape condition as shown on the map, which means more acres of undisturbed landscape, not fragmented landscape.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Stream health in northern Wisconsin is most likely better than that in southern Wisconsin because the landscape in northern Wisconsin has more buffer-zone areas around streams and more acres of undisturbed landscape.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Northern Wisconsin has a high landscape condition as shown on the map, which means more buffer-zone areas around streams and more acres of undisturbed landscape.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Stream health in northern Wisconsin is most likely worse than that in southern Wisconsin because the landscape in northern Wisconsin has fewer buffer-zone areas around streams and more acres of fragmented landscape.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Northern Wisconsin has a high landscape condition as shown on the map, which means it most likely has better stream health and more buffer-zone areas, not fewer buffer-zone areas, and more acres of undisturbed landscape, not fragmented landscape.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Stream health in northern Wisconsin is most likely worse than that in southern Wisconsin because the landscape in northern Wisconsin has fewer buffer-zone areas around streams and more acres of undisturbed landscape.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Northern Wisconsin has a high landscape condition as shown on the map, which means it most likely has better stream health and more buffer-zone areas, not fewer buffer-zone areas.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Human activities have altered the hydrosphere, atmosphere, and lithosphere which in turn has altered the biosphere. Changes to the biosphere can have different impacts for different living things. Activities and technologies can be engineered to reduce people's impacts on Earth."
        ],
        "SuppContent": [
            "problems/WIG8S/supps/WIG8S-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Livestock can harm streams when their hooves erode soil, which ends up in the stream. The soil reduces water clarity, harming plants and animals that live in the water. Several farmers are designing a process to minimize the impact of their livestock on a local stream.",
            "Which table shows checked boxes next to two actions the farmers can take to reduce streambank erosion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/WIG8S/media/4a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Selecting a steep area for cattle to access the stream may increase streambank erosion when hooves erode soil on the hill, which ends up in the stream.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/WIG8S/media/4b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Providing livestock with access along the entire length of the stream may increase erosion when hooves erode soil along the streambank, which ends up in the stream.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/WIG8S/media/4c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Layering rocks along the path to the stream and installing a livestock watering system away from the stream are actions that can reduce streambank erosion by minimizing the impact of livestock.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/WIG8S/media/4d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Selecting a steep area for cattle to access the stream may increase streambank erosion when hooves erode soil on the hill, which ends up in the stream.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Engineering, Technology & The Application Of Science"
        ],
        "SubTopics": [
            "Sometimes parts of different solutions can be combined to create a solution that is better than any of its predecessors. Models of all kinds are important for testing solutions."
        ],
        "SuppContent": [
            "problems/WIG8S/supps/WIG8S-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A residential developer is planning to build some houses on a property next to a wetland with a pond and a stream. The criteria for the project are listed below:",
            ":ibox:• six lots for houses\n• intact forested areas\n• forested area between wetland and lots for houses",
            "The diagrams below show two designs for the project.",
            "problems/WIG8S/media/5a.jpg",
            "problems/WIG8S/media/5b.jpg",
            "Which statement BEST explains why one of the designs is more appropriate for the project?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Design 1 is more appropriate because it provides each house with access to the wetland.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Design 2 is more appropriate; providing each house with access to the wetland is not a criterion for the project.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Design 1 is more appropriate because it provides larger lot sizes with more forest areas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Design 2 is more appropriate; providing from larger lot sizes with more forested areas is not a criterion for the project.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Design 2 is more appropriate because it provides each house with privacy on all sides.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Providing each house with privacy on all sides is not a criterion for the project.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Design 2 is more appropriate because it provides wetland protection with uninterrupted forest areas.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Design 2 keeps more forested areas intact and provides forested area between the wetland and the house lots.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Engineering, Technology & The Application Of Science"
        ],
        "SubTopics": [
            "Sometimes parts of different solutions can be combined to create a solution that is better than any of its predecessors. Models of all kinds are important for testing solutions."
        ],
        "SuppContent": [
            "problems/WIG8S/supps/WIG8S-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student observes that getting shocked after shuffling across carpet occurs more often in winter than in summer. The student researches some factors that can affect static electricity, and the findings are shown below.",
            ":box:Fact: Humidity (measure of moisture in the air) affects electron flow between objects.\nFact: Moisture in the air creates a path for electron flow between objects.",
            ":box:Winter\t\tlower humidity\nSummer\t\thigher humidity",
            "The student wants to investigate the relationship between humidity and static electricity using a Van de Graaff generator and a discharge wand. Which question can the student investigate using a Van de Graaff generator and a discharge wand?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Does humidity affect the distance from one end of a spark produced by the Van de Graaff generator to the other end of the spark?",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student can measure the distance between the Van de Graaff generator and the end of a spark at different humidity levels.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Does humidity affect the number of electrons produced by a Van de Graaff generator?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Humidity affects the flow of electrons, which is related to discharge, not the number of electrons produced by the generator.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Does the humidity change based on the distance of the wand from the Van de Graaff generator?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This question suggests a misconception about the relationship.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Does the humidity change based on the size of the Van de Graaff generator?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This question suggests a misconception about the relationship.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Forces that act at a distance involve fields that can be mapped by their relative strength and effect on an object."
        ],
        "SuppContent": [
            "problems/WIG8S/supps/WIG8S-S2.json"
        ],
        "SuppTools": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "A student conducts an investigation to understand a particular type of force. The student moves a discharge wand toward the metal sphere of a Van de Graaff generator while it is operating.",
            ":ibox:Answer Part A and Part B for this question."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which type of force is the student investigating?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "electric",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The student is investigating electric force using a Van de Graaff generator.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "frictional",
                        "Key": {
                            "Correct": false,
                            "Rationale": "The student is not investigating frictional force using a Van de Graaff generator.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "gravitational",
                        "Key": {
                            "Correct": false,
                            "Rationale": "The student is not investigating gravitational force using a Van de Graaff generator.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "magnetic",
                        "Key": {
                            "Correct": false,
                            "Rationale": "The student is not investigating magnetic force using a Van de Graaff generator.",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which piece of evidence BEST supports the idea that the discharge wand and metal sphere can exert forces on each other without being in contact?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "The discharge wand is connected to the generator by a wire.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "The discharge wand wire is connected to the ground electrode.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "The distance is reduced from the discharge wand to the metal sphere.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Reducing the distance between the wand and the sphere does not provide evidence that the wand and sphere can exert force on each other without touching.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "A spark is released when the discharge wand moves toward the metal sphere.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The release of a spark indicates that the wand and the sphere can exert force on each other without touching.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "A sound is produced when the generator is turned on and the rubber belt moves.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "The sound produced when the Van de Graaff generator is operating does not provide evidence that the wand and sphere can exert force on each other without touching.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "When two objects interact, each one exerts a force on the other, and these forces can transfer energy between the interacting objects."
        ],
        "SuppContent": [
            "problems/WIG8S/supps/WIG8S-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student develops an experiment to demonstrate the interaction of forces by using a Van de Graaff generator.",
            "Which observation from this experiment BEST shows evidence of forces interacting?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The insulating base is made of rubber.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rubber is an insulating material, but the type of material used for the base does not provide evidence of forces interacting.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The metal sphere on the Van de Graaff generator feels cold.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The metal sphere may feel cold, but that observation does not provide evidence of forces interacting.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The discharge wand is connected to the Van de Graaff generator.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The discharge wand is connected to the ground electrode for safety; that observation does not provide evidence of forces interacting.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The student's hair rises and stands on end.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student's hair rising and standing on end provides evidence that the person is discharging the Van de Graaff generator.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Evidence suggests human activities affect global warming. Decisions to reduce the impact of global warming depend on understanding climate science, engineering capabilities, and social dynamics."
        ],
        "SuppContent": [
            "problems/WIG8S/supps/WIG8S-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Compare the two locations on the map of Iceland below with the Major Volcanoes in Iceland map in the scenario.",
            "problems/WIG8S/media/9a.jpg",
            "Which statement BEST compares the locations on the map?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Location 1 is more likely than location 2 to experience a volcanic eruption because it is surrounded by water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Proximity to a plate boundary, not water, is a factor affecting volcanic activity.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Location 1 is more likely than location 2 to experience an earthquake because it is on a plate moving to the west.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Proximity to a plate boundary, not direction of plate motion, is a major factor related to the effects of an earthquake.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Location 2 is more likely than location 1 to experience a volcanic eruption because it is closer to the Mid-Atlantic Ridge.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The closer proximity of location 2 to the Mid-Atlantic Ridge makes it more likely to experience a volcanic eruption.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Location 2 is more likely than location 1 to experience an earthquake because it has a larger surrounding landmass.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Proximity to a plate boundary, not necessarily the size of the surrounding landmass, is a major factor related to the effects of an earthquake.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Energy flows and matter cycles within and among Earth's systems, including the sun and Earth's interior as primary energy sources. Plate tectonics is one result of these processes."
        ],
        "SuppContent": [
            "problems/WIG8S/supps/WIG8S-S3.json"
        ],
        "SuppTools": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "The model below shows a cross section of Earth layers beneath Iceland.",
            "problems/WIG8S/media/10a.jpg",
            ":ibox:Answer Part A and Part B for this question."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which cross section with arrows BEST shows the cycling of matter within the mantle beneath Iceland?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "problems/WIG8S/media/10b.jpg",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This model of convection within the mantle indicates a convergent plate boundary.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "problems/WIG8S/media/10c.jpg",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This model of convection within the mantle indicates a divergent plate boundary.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "problems/WIG8S/media/10d.jpg",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This model incorrectly represents the cycling of matter within the mantle beneath Iceland; matter does cycle up and down in relation to the crust, but it moves in a rising convection current.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "problems/WIG8S/media/10e.jpg",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This model incorrectly represents the cycling of matter within the mantle beneath Iceland; matter moves in a rising convection current, not laterally beneath the crust.",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    ":box:Heat energy from Earth's core is transferred to the mantle and causes rock in the mantle to  ͟ ͟ ͟ ͟ ͟1͟ ͟ ͟ ͟ ͟ . Molten rock rises, which its temperature  ͟ ͟ ͟ ͟ ͟2͟ ͟ ͟ ͟ ͟  from contact with Earth's crust. This temperature change causes the molten rock to become more dense.",
                    "Which terms BEST complete the explanation for the process shown in the model from Part A?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "1. melt\n2. increases",
                        "Key": {
                            "Correct": false,
                            "Rationale": "When rising molten rock contacts Earth's crust, its temperature decreases, not increases.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "1. crystallize\n2. increases",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Heat energy from Earth's core causes rock in the mantle to melt, not crystallize; when rising molten rock contacts Earth's crust, its temperature decreases, not increases.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "1. melt\n2. decreases",
                        "Key": {
                            "Correct": true,
                            "Rationale": "Heat energy from Earth's core causes rock in the mantle to melt and flow; when rising molten rock contacts Earth's crust, its temperature decreases.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "1. crystallize\n2. decreases",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Heat energy from Earth's core causes rock in the mantle to melt, not crystallize.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Plate tectonics is the unifying theory that explains movements of rocks at Earth's surface and geological history. Maps are used to display evidence of plate movement."
        ],
        "SuppContent": [
            "problems/WIG8S/supps/WIG8S-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student observes the model of the Mid-Atlantic Ridge below.",
            "problems/WIG8S/media/11a.jpg",
            "Which statement provides evidence for the process shown in the model?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As the plates move apart, the oceanic crust gets older as the distance from the Mid-Atlantic Ridge increases.",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the theory of sea floor spreading, oceanic crust that is formed at the Mid-Atlantic Ridge spreads away from the ridge in both and Interpret Data directions over time.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "As the plates move apart, the oceanic crust gets younger as the distance from the Mid-Atlantic Ridge increases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The youngest crust is located closest to the Mid-Atlantic Ridge, not farthest from it.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "As the plates move apart, the oceanic crust melts as the distance from the Mid-Atlantic Ridge increases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Magma that rises through the crust at the Mid-Atlantic Ridge cools and solidifies when it reaches the sea floor.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "As the plates move apart, the oceanic crust erodes as the distance from the Mid-Atlantic Ridge increases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This statement does not provide evidence for the age of oceanic crust in relation to distance from the Mid-Atlantic Ridge as shown in the model.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "The atoms that make up the organisms in an ecosystem are cycled repeatedly between the living and nonliving parts of the ecosystem. Food webs model how matter and energy are transferred among producers, consumers, and decomposers as the three groups interact within an ecosystem."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In a population of plants, a mutation allows one plant to grow taller than usual. As a result, the plant receives more sunlight than other plants in the area.",
            "Which list correctly shows the terms that should be added to the model to show the energy transfer process in which this plant's height gives it an advantage?",
            "problems/WIG8S/media/12a.jpg"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1. electromagnetic waves\n2. carbon dioxide\n3. sugars\n4. oxygen",
                "Key": {
                    "Correct": true,
                    "Rationale": "The model is correctly labeled to show electromagnetic waves from the sun to the plant, carbon dioxide entering the leaves, sugars produced during photosynthesis, and oxygen released from the plant to the surrounding environment.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "1. oxygen\n2. sugars\n3. carbon dioxide\n4. electromagnetic waves",
                "Key": {
                    "Correct": false,
                    "Rationale": "None of the labels correctly indicate the energy transfer process for the plant shown in the model.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1. electromagnetic waves\n2. sugars\n3. carbon dioxide\n4. oxygen",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only electromagnetic waves and oxygen are correctly labeled to indicate the energy transfer process for the plant shown in the model.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "1. oxygen\n2. carbon dioxide\n3. sugars\n4. electromagnetic waves",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only carbon dioxide and sugars are correctly labeled to indicate the energy transfer process for the plant shown in the model.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "The solar system contains many varied objects held together by gravity. Solar system models explain and predict eclipses, lunar phases, and seasons."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student examines the data table shown.",
            "problems/WIG8S/media/13a.jpg",
            "These data allow the student to produce which type of diagram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a diagram comparing the compositions of planets",
                "Key": {
                    "Correct": false,
                    "Rationale": "The data table does not provide data about the compositions of the planets.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "a diagram comparing the surface features and temperatures of planets",
                "Key": {
                    "Correct": false,
                    "Rationale": "The data table does not provide data about the surface features or temperatures of the planets.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "a diagram comparing the locations of planets in the solar system",
                "Key": {
                    "Correct": true,
                    "Rationale": "The data table provides data about distance from the sun, which could be used to produce a diagram showing relative locations of planets in the solar system.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "a diagram comparing the sizes of planets",
                "Key": {
                    "Correct": false,
                    "Rationale": "The data table does not provide data about the sizes of the planets.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Reacting substances rearrange to form different molecules, but the number of atoms is conserved. Some reactions release energy and others absorb energy."
        ],
        "SuppContent": [
            "problems/WIG8S/supps/WIG8S-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Students combined two reactants (baking soda and citric acid) to determine if a chemical reaction takes place. The steps in the investigation are described.",
            ":ibox:1. Solid baking soda was dissolved in water.\n2. Solid citric acid was dissolved in water.\n3. The solutions of baking soda and citric acid were combined in an open flask, producing a gas.\n4. The temperature of the flask's contents decreased, and the mass decreased.",
            "How can the information from the investigation be used to support the claim that a chemical reaction took place?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A chemical reaction took place because the temperature of the system decreased and a gas was produced.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A chemical reaction took place, as indicated by the temperature change and production of a gas.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A chemical reaction took place because the temperature of the system decreased and the solid reactants dissolved in water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dissolving is a physical change.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A chemical reaction took place because a gas was produced, which resulted in an increase in mass.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mass was not shown to be conserved because the gas escaped the open container.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A chemical reaction took place because the baking soda dissolved and there was an increase in mass.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dissolving is a physical change. Mass was not shown to be conserved because the gas escaped the open container.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Motion and changes in motion can be qualitatively described using concepts of speed, velocity, and acceleration (including speeding up, slowing down, and/or changing direction). The role of the mass of an object must be qualitatively accounted for in any change of motion due to the application of a force (Newton's first and second law). For any pair of interacting objects, the force exerted by the first object on the second object is equal in strength to the force that the second object exerts on the first, but in the opposite direction (Newton's third law)."
        ],
        "SuppContent": [
            "problems/WIG8S/supps/WIG8S-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A team of students wants to investigate the relationship between force, mass, and acceleration.",
            "Which set of changes to the experiment will ALL lead to an INCREASE the acceleration of the car?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1. increase the mass of the car\n2. increase the amount of carbon dioxide released\n3. increase the friction between the car and the ground",
                "Key": {
                    "Correct": false,
                    "Rationale": "Increasing the mass of the car would decrease the acceleration of the car. Increasing the friction between the car and the ground would decrease the acceleration of the car.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "1. decrease the mass of the car\n2. decrease the amount of carbon dioxide released\n3. decrease the friction between the car and the ground",
                "Key": {
                    "Correct": false,
                    "Rationale": "Decreasing the amount of carbon dioxide released would decrease the acceleration of the car.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1. increase the mass of the car\n2. decrease the amount of carbon dioxide released\n3. increase the friction between the car and the ground",
                "Key": {
                    "Correct": false,
                    "Rationale": "Increasing the mass of the car would decrease the acceleration of the car. Decreasing the amount of carbon dioxide released would decrease the acceleration of the car. Increasing the friction between the car and the ground would decrease the acceleration of the car.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "1. decrease the mass of the car\n2. increase the amount of carbon dioxide released\n3. decrease the friction between the car and the ground",
                "Key": {
                    "Correct": true,
                    "Rationale": "Decreasing the mass of the car would increase the acceleration of the car. Increasing the amount of carbon dioxide released would increase the acceleration of the car. Decreasing the friction between the car and the ground would increase the acceleration of the car.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Motion and changes in motion can be qualitatively described using concepts of speed, velocity, and acceleration (including speeding up, slowing down, and/or changing direction). The role of the mass of an object must be qualitatively accounted for in any change of motion due to the application of a force (Newton's first and second law). For any pair of interacting objects, the force exerted by the first object on the second object is equal in strength to the force that the second object exerts on the first, but in the opposite direction (Newton's third law)."
        ],
        "SuppContent": [
            "problems/WIG8S/supps/WIG8S-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Carbon dioxide gas is generated when baking soda and citric acid are combined. The carbon dioxide gas escapes from the bottle, which is the action force. According to Newton's third law, a reaction force will follow. Students want their car to move farther across the floor.",
            "problems/WIG8S/media/16a.jpg",
            "Which pair of solutions apply Newton's third law to this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "W and X",
                "Key": {
                    "Correct": false,
                    "Rationale": "Solution W will not help the car move farther in a horizontal direction, because the action force would be upward.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "X and Y",
                "Key": {
                    "Correct": true,
                    "Rationale": "Solution X increases the action force by generating more gas inside the bottle. Solution Y increases the action force by increasing the gas pressure.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Y and Z",
                "Key": {
                    "Correct": false,
                    "Rationale": "Solution Z decreases the action force and decreases the reaction force; by removing the stopper, the gas pressure inside the reaction vessel decreases.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "W and Z",
                "Key": {
                    "Correct": false,
                    "Rationale": "Solution W will not help the car move farther in a horizontal direction, because the action force would be upward. Solution Z decreases the action force and decreases the reaction force; by removing the stopper, the gas pressure inside the reaction vessel decreases.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MS",
        "NumChoices": 6,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "The fact that matter is composed of atoms and molecules can be used to explain the properties of substances, diversity of materials, states of matter, phase changes, and conservation of matter."
        ],
        "SuppContent": [
            "problems/WIG8S/supps/WIG8S-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Carbon dioxide (CO₂) gas is produced when baking soda and citric acid are combined. Solid CO₂ can be created from gaseous CO₂ when enough thermal energy is removed. A student wants to create a model of solid CO₂ using a computer simulation.",
            "Select the THREE characteristics accurate model of solid CO₂ that should be included in the computer simulation."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Molecules are moving randomly and in straight lines.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This statement describes the motion of gas molecules.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Molecules are vibrating in fixed positions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This statement describes the motion of molecules in a solid.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Molecules are moving slowly with low average kinetic energy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This statement describes the motion and kinetic energy of molecules in a solid.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Molecules are moving rapidly with high average kinetic energy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This statement describes the motion and kinetic energy of gas molecules.",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "Molecules occupy the entire container and are spread far apart from each other.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This statement describes the positioning of gas molecules in a container.",
                    "Percent": 0
                }
            },
            "F": {
                "Choice": "Molecules occupy only a portion of the container and are arranged very close to each other.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This statement describes the positioning of solid molecules in a container.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}