{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context within and beyond a sentence to determine the meaning of unfamiliar words and multiple-meaning words."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What does the word s͟n͟a͟t͟c͟h͟e͟d mean in paragraph 11?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Hid",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word s͟n͟a͟t͟c͟h͟e͟d does not mean hid in paragraph 11. The servants can see the necklace while it's in the crow's beak, and the crow's intent is to grab, not hide, the necklace.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "Tossed",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in paragraph 12 the crow drops the necklace into the hole, in paragraph 11, she grabbed the necklace. Therefore, s͟n͟a͟t͟c͟h͟e͟d does not mean tossed in paragraph 11.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "Broke",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word s͟n͟a͟t͟c͟h͟e͟d does not mean broke in paragraph 11. The mother crow grabs the necklace and then throws it into the snake's hole but does not break the necklace.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "Grabbed",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 11, the word s͟n͟a͟t͟c͟h͟e͟d is used to demonstrate that the crow took, or “grabbed,” the “necklace in her beak and flew away.”",
                    "Percent": 91
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze plot elements, including the sequence of events, the conflict, and the resolution."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Why is the fox's plan important to the resolution of the story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The plan helps the crows learn how much they like their home.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plan does not help them learn how much they like their home; the crows' love for their home is what causes them to seek out a plan. For example, in paragraph 6, Father Crow says, “The banyan tree is the best place for us to live. I will find some way to drive away the snake.”",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "The plan causes the snake to move away from the tree.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The fox's plan is described in paragraphs 9 and 10. It is important to the story's resolution because the conflict in the story is about how the crows want to rid their home of the snake. The crows follow the fox's plan to do so, and the plan works, resolving the story's conflict.",
                    "Percent": 78
                }
            },
            "H": {
                "Choice": "The plan gives the snake a chance to find an important necklace.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the snake probably finds the necklace after it's dropped in his hole in paragraph 12, the fox's plan is not to help the snake find a necklace, but rather to chase the snake away from the banyan tree.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "The plan proves to the crows that they like attention.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fox's plan does not show the crows that they like attention; instead, the plan forces the snake to leave the tree forever.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What can the reader infer about the crows based on their actions after Father Crow talks to the fox?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They worry that the snake will harm the servants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The crows do not give any thought to the servants' safety; they only want to protect their own babies. For example, in paragraph 13, they do not intervene “when the servants tried to take the necklace out of the hole with a stick” and “the angry snake came out hissing.”",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "They often visit the royal ladies and servants at the river.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is nothing in the story that implies the crows frequently visit the royal ladies. In fact, given the way the fox explains to Father Crow in paragraph 9 that “the ladies of the royal household would be swimming there,” it's implied that this is news to Father Crow.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "They want to give the necklace to the fox.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the story supports this inference. In paragraph 9, the fox tells Father Crow to put the necklace in the snake's hole, which Mother Crow does in paragraph 12; there are no events or dialogue that suggest the fox wants the necklace or that the crows want to give the necklace to him.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "They trust the fox and the plan he shares.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Because the crows implement the fox's plan in paragraph 10, immediately after Father Crow talks to the fox in paragraph 9, the reader can infer that the crows trust the plan the fox proposes.",
                    "Percent": 74
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Evaluate details read to determine key ideas."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What key idea about Mother Crow do the details in paragraphs 7 and 8 best support?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Mother Crow is worried about the snake that is living in the tree.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 7, the author explains that Mother Crow has had seven chicks and portrays the snake as “searching for the crows' nest.” In paragraph 8, Mother Crow begs Father Crow to “please do something to drive away the snake.” Therefore, the details in paragraphs 7 and 8 support the idea that Mother Crow is worrying about the snake.",
                    "Percent": 84
                }
            },
            "G": {
                "Choice": "Mother Crow is afraid that she will not find enough food for her babies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 7 and 8, feeding her babies is not Mother Crow's concern; the fact that they “quickly grew big and fat” implies they were eating plenty, and her begging to Father Crow “to drive away the snake” indicates she's worried about the snake.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Mother Crow is sad because the nest is getting too crowded.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in paragraph 7, the author explains that “there were seven baby crows in the nest” and that “they quickly grew big and fat,” there is no indication in paragraphs 7 and 8 that Mother Crow is sad about the nest being crowded. Her pleas to Father Crow to “do something to drive away the snake” demonstrates her worries about the snake.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "Mother Crow is upset because no one is listening to her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 7 and 8, Mother Crow expresses her concern to Father Crow, who immediately takes action by going to see the fox.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Explain the influence of the setting on the plot."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "How is the setting of the river important to the plot of the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The river is where Mother Crow wants to build a nest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mother Crow says nothing about building a nest at the river. Rather, after following the fox's plan to rid the tree of the snake, it's explained in paragraph 13 that the crows lived in the banyan tree “happily for many years and raised many babies, too.”",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "The river is where Father Crow meets with the fox.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 9 and 10, the fox tells Father Crow “to go to the river” to “pick up a necklace.” If Father Crow met the fox at the river, the fox would have said something like, “come back to this river.”",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "The river is where Mother Crow picks up the necklace.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The river is important to the plot because, as described in paragraph 11, it is where Mother Crow gets the necklace, which is an important part of the fox's plan to drive away the snake.",
                    "Percent": 70
                }
            },
            "D": {
                "Choice": "The river is where Father Crow wants the snake to live.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Father Crow wants the snake to go far away, but he does not say anything about the snake going to live at the river. The river is only mentioned as the place the crows must go to start to set the fox's plan in motion.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Look at this illustration.",
            "problems/TX22G3R/media/6a.jpg",
            "What is the most likely reason the author includes this illustration in the story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show an important part of the fox's plan",
                "Key": {
                    "Correct": true,
                    "Rationale": "The illustration shows the crows doing what the fox told them to do, to “pick up a necklace and fly home” (paragraph 10). This is a key part of the fox's plan.",
                    "Percent": 68
                }
            },
            "G": {
                "Choice": "To show how the crows build their nest in the banyan tree",
                "Key": {
                    "Correct": false,
                    "Rationale": "The illustration does not show the nest and provides no details that show how the crows build their nest in the banyan tree.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "To show why the snake moves into the banyan tree",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there are trees in the illustration's background, including one with an opening at the bottom of the trunk, it is not clear whether this is the tree the snake lives in. Either way, the focus of the illustration is Mother Crow carrying the necklace.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "To show that the crows need the fox's help in order to stay safe",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though the fox's plan helps the crows stay safe, this is not the focus of the illustration, which shows Mother Crow following a key part of the fox's plan.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Evaluate details read to determine key ideas."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Which key idea do the details in paragraphs 11 and 12 support about the goals of Mission Blue?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Young people can do their part to help oceans.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 11 and 12, the author lists activities that young people can take part in to help save oceans, which is the goal of Mission Blue. For example, the author describes kids cleaning a beach and explains that “young people can make a big difference,” such as by raising money to save sea animals, recycling, and teaching others about oceans.",
                    "Percent": 73
                }
            },
            "B": {
                "Choice": "Storms may cause some problems for oceans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The debris left on the beaches from a storm is mentioned, but this is not the key idea about Mission Blue's goals; instead, it is a detail that helps support the key idea in paragraphs 11 and 12, that kids can help oceans, thereby helping Mission Blue accomplish its goals.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Schools should teach young people about oceans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Mission Blue's teaching efforts are mentioned, the focus is not on what schools should be doing. This is a detail that helps support the key idea in paragraphs 11 and 12, that young people help Mission Blue in its goal to preserve oceans.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "Taking care of oceans requires several talents.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Paragraphs 11 and 12 do not mention any specific talents required to take care of oceans; the tasks mentioned are details that help support the key idea about kids helping with Mission Blue's ocean preservation goals.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 6, the prefix un– helps the reader understand that u͟n͟h͟a͟r͟m͟e͟d means —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "harmed again",
                "Key": {
                    "Correct": false,
                    "Rationale": "The prefix “un” means “not” rather than “again,” so u͟n͟h͟a͟r͟m͟e͟d means not harmed. The reader can infer this by reading paragraph 6, since rules would most likely not be established to harm the areas again.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "able to harm",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 6 the word u͟n͟h͟a͟r͟m͟e͟d means not harmed, rather than able to cause harm. Using the context of the paragraph, the reader can infer the rules are not created to gain an ability to harm.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "full of harm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The prefix and the base word together in u͟n͟h͟a͟r͟m͟e͟d mean not harmed, rather than full of harm. Reading the use of the word in paragraph 6, the reader can infer that rules would not be established to keep the areas full of harm.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "not harmed",
                "Key": {
                    "Correct": true,
                    "Rationale": "Due to the prefix in the word u͟n͟h͟a͟r͟m͟e͟d in paragraph 6, this word means that something is not harmed. The reader can infer this based on information in the paragraph, such as “in some areas people are not allowed to fish,” which is a rule that can prevent harm to the areas.",
                    "Percent": 88
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What can the reader conclude about Mission Blue from information throughout the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Mission Blue wants more people to travel to oceans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author illustrates reasons people might spend time at oceans, such as “to play and relax” (paragraph 1) and have “a beach party” (paragraph 11), the author does not use the selection to persuade people to travel to oceans. Instead, the focus is on protecting oceans.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "Mission Blue plans to stop people from fishing in oceans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 8, the author refers to fishing restrictions established to protect reefs in a “hope spot;” however, it cannot be concluded from the selection that Mission Blue wants to end ocean fishing in general.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "Mission Blue wants all its volunteers to be scientists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence provided in the selection that Mission Blue wants all its volunteers to be scientists; in fact, in paragraph 11, the author demonstrates how Mission Blue works with volunteer schoolchildren and explains in paragraph 12 how “people of all ages can work together to help save Earth's” oceans.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "Mission Blue values teaching people about oceans.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the selection, the reader can find information supporting the conclusion that Mission Blue values teaching people about the oceans because it helps them reach their goals. For example, in paragraph 5, the author demonstrates how ocean damage can be reduced the “more people become involved.” In paragraphs 9 through 12, the author discusses how Mission Blue teaches people to get them more involved.",
                    "Percent": 65
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Evaluate details read to determine key ideas."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraphs 5 and 6, which key idea do the details support about why Mission Blue divides the ocean into small areas called “hope spots”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "These areas are easier to reach by boat.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The areas of the ocean called “hope spots” are not selected because of their accessibility by boat; in fact, as the author explains in paragraph 6, in some “hope spots,” people are not allowed to use boats.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "These areas have the deepest waters.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The depth of the water in an area is not the reason Mission Blue divides the ocean into “hope spots.” When the author refers to people protecting “something as big as an ocean” in paragraph 5, it's to explain how “hope spots” are easier to care for than the whole ocean.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "These areas are easier to care for.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 5 and 6, the author provides details for the key idea that “hope spots” are easier to care for than the whole ocean. The author points out in paragraph 5 that smaller parts of the ocean are “easier to clean and protect.” In paragraph 6, the author explains that Mission Blue gets these areas “identified as marine protected areas,” which they call “hope spots.”",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "These areas have very few visitors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although visitors are discouraged or limited in some of the “hope spots,” as the author explains in paragraph 6, the number of visitors an area gets is not why it is selected to be a “hope spot.”",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author wrote this selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To inform the reader about the work of Mission Blue members",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author wants to call attention to the work that Mission Blue members do for the restoration and protection of the ocean environment. The author explains in paragraph 3, “Mission Blue is a group of scientists and volunteers from around the world who love the oceans and try to keep them clean and healthy,” and then provides evidence for this throughout the selection.",
                    "Percent": 61
                }
            },
            "B": {
                "Choice": "To persuade the reader to visit oceans",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although some readers might be inspired to visit oceans, such as to volunteer for Mission Blue, this is not the author's primary purpose with the selection. The author is bringing attention to the work of Mission Blue rather than persuading more people to visit the oceans.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "To teach the reader about plant life in oceans",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is teaching people about Mission Blue's work, which includes but is not solely focused on protecting plant life in the oceans. For example, in paragraph 7, the author refers to algae as part of a discussion about Mission Blue's work to “keep the ocean water clean.”",
                    "Percent": 26
                }
            },
            "D": {
                "Choice": "To tell the reader where Mission Blue members meet",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's references to places visited by Mission Blue members, such as the mention of the Sargasso Sea and the Gulf of Mexico in paragraphs 7 and 8, are details that help describe the work of Mission Blue members. Therefore, informing the reader where Mission Blue members meet is not likely the reason the author wrote this selection.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Based on the information in paragraph 9, what can the reader infer about why members of Mission Blue enjoy working with scientists?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Scientists care more about protecting oceans than other people do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This statement is not implied by the text. Both the scientists mentioned in paragraph 9 and the volunteers who give their time and energy to the Mission Blue project, such as the schoolchildren referred to in paragraph 10, are described as caring about protecting oceans.",
                    "Percent": 20
                }
            },
            "G": {
                "Choice": "Scientists take the best pictures of animals and plants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The photography mentioned in paragraph 9 is unlikely to be why the members most enjoy working with scientists; rather, it's likely related to their scientific expertise about ocean life.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "Scientists know how to use boats and machines.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, the author mentions “scientists often sail into the oceans” and take “pictures and videos underwater,” but this is not likely why Mission Blue members enjoy working with them, since non-scientists also know how to operate these things. More likely, it can be inferred that Mission Blue members appreciate scientists for their expertise about ocean life.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "Scientists have knowledge about which ocean plants or animals need help.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Using information in paragraph 9, the reader can infer that Mission Blue members most likely enjoy working with scientists because scientists know which ocean plants or animals are most in need of their help. The reader can infer this from the author's statement that scientists are often in the oceans, diving “to great depths to study and gather information about plants and animals.”",
                    "Percent": 57
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Organizational patterns such as cause and effect and problem and solution."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "How does the author organize the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By explaining problems happening in oceans and the work Mission Blue does to solve the problems",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author uses problem-solution organization. In paragraph 4, the author states the problem—“In many areas of the ocean, the water is dirty, and animals and plants are in danger.” After this, the author discusses Mission Blue's work toward a solution, such as dividing the ocean into “hope spots,” described in paragraphs 5 and 6.",
                    "Percent": 45
                }
            },
            "B": {
                "Choice": "By describing in chronological order the actions that Mission Blue has taken to help oceans",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because the author focuses on the work and impact of Mission Blue, events are not necessarily explained in chronological order. For example, in paragraphs 7 and 8, the author identifies two examples of “hope spots,” but there is no indication about whether, for example, these were created before the event with Japanese schoolchildren described in paragraph 11.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "By providing the causes of problems in the ocean and effects of the different ways Mission Blue helped with the problems",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author focuses on the problems—such as “the water is dirty, and animals and plants are in danger” (paragraph 4)—instead of the cause of the problems, and the solutions—such as teaching people about oceans (paragraph 10)—instead of the effects of these solutions.",
                    "Percent": 25
                }
            },
            "D": {
                "Choice": "By describing mysteries of the oceans and how Mission Blue plans to learn more about oceans",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses the selection to teach readers about the work of Mission Blue, not about the ocean's mysteries, and Mission Blue's focus is more on cleaning up oceans than learning the mysteries of oceans.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Based on the section “Beyond the Ocean,” what can the reader infer about Mission Blue members?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They are more interested in events for students than events for scientists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although paragraphs 11-12 demonstrate the significance of young people to Mission Blue's goals, there is no support for the idea that they prefer certain types of events over others. In fact, in paragraph 12, the author states, “people of all ages can” help make a difference.",
                    "Percent": 162
                }
            },
            "G": {
                "Choice": "They want more people to help with the team's goals.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the section “Beyond the Ocean” (paragraphs 10-12), the author explains how Mission Blue members teach people and demonstrates the importance of involving other people, such as through events like the one in Japan, where schoolchildren directly helped accomplish the team's goals.",
                    "Percent": 52
                }
            },
            "H": {
                "Choice": "They plan to start identifying hope spots on land.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the section “Beyond the Ocean” identifies ways that Mission Blue conducts some of their work on land, such as teaching people about the ocean and writing books (paragraph 10), there is no indication that the organization is going to start identifying “hope spots” on land.",
                    "Percent": 20
                }
            },
            "J": {
                "Choice": "They are famous because of the organization's successes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though the section “Beyond the Ocean” refers to people who write books and speak at “special events” (paragraph 10), there is no evidence that members of Mission Blue are famous; their goal is to increase public awareness of environmental issues rather than their own personal fame.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "The central idea with supporting evidence."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What is the central idea of the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Oceans are in trouble because sea life is disappearing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 2, the author asks the reader to “imagine” what would happen if sea life disappeared, explaining, “even a small loss can lead to a big problem.” However, this is not the central idea of the selection; rather, it is related to the work Mission Blue does to prevent harm to oceans.",
                    "Percent": 22
                }
            },
            "B": {
                "Choice": "Sylvia Earle is a scientist who loves studying all ocean life.",
                "Key": {
                    "Correct": false,
                    "Rationale": "As the author explains in paragraph 3, Sylvia Earle is the founder of Mission Blue, but the central idea of the selection is focused on the work of Mission Blue.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "The group Mission Blue works in different ways to care for oceans.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The central idea of the selection is that Mission Blue is doing a range of work to help improve the condition of oceans. For example, the author discusses “hope spots” in paragraphs 6 through 9 and teaching and holding events in paragraph 10.",
                    "Percent": 47
                }
            },
            "D": {
                "Choice": "The group Mission Blue wants to save the plants in the oceans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The selection includes references to protecting ocean plants, such as the discussion of algae in paragraph 7; however, information about plants are details that support the central idea, related to the work Mission Blue is doing to help oceans, not the central idea.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Explain the relationships among the major and minor characters."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "How can Conejo's relationship with Coyote best be described in paragraphs 6 through 11?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Conejo pretends to want to help Coyote.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 6 through 11, Coyote corners Conejo who pretends to offer to help Coyote by showing him an “enormous wheel of cheese” (paragraph 7), but he's offering only so he can escape being eaten.",
                    "Percent": 65
                }
            },
            "G": {
                "Choice": "Conejo is unsure if he should trust Coyote.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Conejo knows that he cannot trust Coyote, who wants to eat him.",
                    "Percent": 19
                }
            },
            "H": {
                "Choice": "Conejo is worried that Coyote is unhealthy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Conejo is concerned about his own well-being, not about that of Coyote, as indicated by Conejo's disappearance while Coyote is in the lake. As the author explains in paragraph 14, when Coyote emerged from the lake, “Conejo was nowhere to be found.”",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "Conejo enjoys spending time with Coyote.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 6 through 11, the relationship does not involve friendship; it is purely one of hunter versus hunted.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context within and beyond a sentence to determine the meaning of unfamiliar words and multiple-meaning words."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What is the meaning of the word s͟l͟y in paragraph 16?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Small",
                "Key": {
                    "Correct": false,
                    "Rationale": "S͟l͟y does not mean small. Conejo is small, but his cleverness—being sly—is what allows him to trick Coyote.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "Quick",
                "Key": {
                    "Correct": false,
                    "Rationale": "S͟l͟y does not mean quick. When Coyote says, “That sly Conejo tricked me!” he is referring to Conejo's cleverness, his ability to come up with a plan that stops Coyote from eating him.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Clever",
                "Key": {
                    "Correct": true,
                    "Rationale": "S͟l͟y means clever. Coyote says, “That sly Conejo tricked me!” Conejo tricks him by getting him to believe the moon's reflection is cheese, to stop Coyote from eating him, which is a clever plan that works.",
                    "Percent": 76
                }
            },
            "D": {
                "Choice": "Friendly",
                "Key": {
                    "Correct": false,
                    "Rationale": "S͟l͟y does not mean friendly. Coyote and Conejo are not being friendly. Instead, Conejo cleverly comes up with a trick to get away from Coyote.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Evaluate details read to determine key ideas."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What key idea about Coyote is supported by the details in paragraphs 10 through 12?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Coyote believes that he will enjoy eating a giant wheel of cheese.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 10 through 12, Coyote believes he will have cheese to eat, because when Coyote looks at the water, he sees a big yellow circle and says he's “going to get it right now” (paragraph 12).",
                    "Percent": 79
                }
            },
            "G": {
                "Choice": "Coyote is tired of chasing Conejo.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that Coyote is fatigued. Instead, in paragraph 10, his mouth waters, in paragraph 11, he follows Conejo to the lake, and in paragraph 12, he says he's going to get the cheese. Also, as the author points out in paragraph 2, Conejo has nowhere to run.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "Coyote howls at the moon when he is hungry.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 15, not in paragraphs 10 through 12, Coyote is described as howling at the moon out of frustration that he can't find the cheese.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Coyote likes to sneak up on Conejo.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Coyote chases Conejo; he does not sneak up on the rabbit in paragraphs 10 through 12.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Look at this illustration.",
            "problems/TX22G3R/media/19a.jpg",
            "What is the most likely reason the author includes this illustration in the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To help the reader understand that Conejo is worried about Coyote",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication of worrying shown in the illustration. Conejo is talking to Coyote, a smile on his face, and Coyote is focusing on the water, not Conejo.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "To show that Coyote has chased Conejo many times",
                "Key": {
                    "Correct": false,
                    "Rationale": "The illustration does not indicate how many times Coyote has chased Conejo; the important part of the illustration is the circle shown on the water.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "To help the reader understand why Coyote believes there is cheese in the lake",
                "Key": {
                    "Correct": true,
                    "Rationale": "The illustration clearly shows the large circle on top of the water, which helps the reader understand why Coyote believes Conejo's story about the cheese.",
                    "Percent": 76
                }
            },
            "D": {
                "Choice": "To show that Conejo is just as hungry as Coyote",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in the illustration that Conejo is hungry; instead, it shows Conejo pointing out the reflection in the water, which Conejo understands is from the moon.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make and correct or confirm predictions using text features, characteristics of genre, and structures."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Based on the events at the end of the story, what can the reader predict about Coyote?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Coyote will not trust Conejo again.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Coyote proclaims his frustration that “Conejo tricked” him in paragraph 16, and, in paragraph 17, after searching for Conejo “for hours” he goes “to bed hungry.” Based on this evidence, the reader can conclude that Coyote will never trust Conejo again.",
                    "Percent": 70
                }
            },
            "G": {
                "Choice": "Coyote will no longer try to swim in the lake.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author never suggests that Coyote swims for enjoyment; however, it could be assumed that if there were a food source in the water and Coyote were hungry, he would swim for it. For example, in paragraph 15, Coyote is still wondering how he can get the cheese after “gasping for air” looking for it in paragraph 14.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Coyote will find a way to get the cheese.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in paragraph 15, Coyote “stared at the cheese in the lake,” wondering how he can get it, he quickly notices it's “the moon's round reflection” and not cheese. In paragraph 16, he acknowledges that Conejo tricked him.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "Coyote will discover Conejo in his burrow.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though Coyote hunts for Conejo “for hours,” he goes “to bed hungry,” as explained in paragraph 17, and in paragraph 18 Conejo is “safe in his cozy burrow.”",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Identify the meaning of and use words with affixes such as im- (into), non-, dis-, in- (not, non), pre-, -ness, -y, and -ful."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 1, the word c͟l͟o͟u͟d͟l͟e͟s͟s includes the suffix -less. The suffix helps the reader understand that c͟l͟o͟u͟d͟l͟e͟s͟s means —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "close",
                "Key": {
                    "Correct": false,
                    "Rationale": "The suffix '-less' is not related to the idea of closeness, and the word “cloudless” does not mean close; it means that there are no clouds.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "clear",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can use the suffix '-less,' which means 'without,' to understand that the sky is clear, because “cloudless” means that the sky is without clouds.",
                    "Percent": 73
                }
            },
            "C": {
                "Choice": "dark",
                "Key": {
                    "Correct": false,
                    "Rationale": "Darkness is not related to the suffix '-less,' so the sky is not dark in paragraph 1. “Cloudless” means that there are no clouds in the sky.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "scary",
                "Key": {
                    "Correct": false,
                    "Rationale": "The suffix '-less' is not related to fear or being scary; when attached to the root word cloud, this suffix results in the word “cloudless,” which means there are no clouds.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Explain the relationships among the major and minor characters."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence best describes Coyote's relationship with Conejo by the end of the story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Coyote is eager to find Conejo so they can become better friends.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Coyote does want to find Conejo, but it's because he is hungry and wants to eat him, not be friends with him.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "Coyote is grateful to Conejo for showing where to find cheese.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Coyote feels no gratitude toward Conejo, only frustration, because there is no cheese and Conejo made a fool of him. In paragraph 16, he snarls about how Conejo tricked him.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "Coyote is angry with Conejo because he has a comfortable place to live.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in paragraph 18, Conejo's burrow is described as “cozy,” the story does not indicate that Coyote knows anything about Conejo's burrow or how comfortable it is.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "Coyote is upset with Conejo for saying something that was untrue.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Coyote is frustrated with Conejo at the end of the story because Conejo has made a fool of Coyote by convincing him that a large wheel of cheese is at the bottom of the lake. As Coyote snarls in paragraph 16, “That sly Conejo tricked me!”",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Identify the meaning of and use words with affixes such as im- (into), non-, dis-, in- (not, non), pre-, -ness, -y, and -ful."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 4, the prefix un- in the word u͟n͟k͟n͟o͟w͟n helps the reader understand that the meaning of u͟n͟k͟n͟o͟w͟n is —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "known again",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word u͟n͟k͟n͟o͟w͟n in paragraph 4 does not mean known again; if something or someone is unknown, it is not familiar or known, as indicated by the author's references to new ideas, new topics, and new authors.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "known by many",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, something or someone who is u͟n͟k͟n͟o͟w͟n, such as topics and ideas, is not known or familiar. The prefix un- does not indicate that the word would mean known by many.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "not known",
                "Key": {
                    "Correct": true,
                    "Rationale": "The prefix un- means not, so in paragraph 4, something or someone who is u͟n͟k͟n͟o͟w͟n is not known. The reader can use context clues to infer this. For example, the author aligns the word u͟n͟k͟n͟o͟w͟n with new ideas, topics, and authors. When something is new to someone, it is generally not known before that point.",
                    "Percent": 88
                }
            },
            "D": {
                "Choice": "wrongly known",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word u͟n͟k͟n͟o͟w͟n in paragraph 4 does not mean wrongly or mistakenly known; if something is unknown, such as an idea, it is not known until someone is introduced to it.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Distinguishing facts from opinion."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which audience is the author addressing in this selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Students",
                "Key": {
                    "Correct": true,
                    "Rationale": "Throughout the selection, the author uses “you” to address an audience of students. For example, the author says “you may have even joined one in your classroom” in paragraph 1 and how reading “helps you understand” the meaning of words, which is “helpful in school and throughout life” in paragraph 2.",
                    "Percent": 72
                }
            },
            "G": {
                "Choice": "Parents",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the selection that the audience is addressing parents; rather, the author uses the word “you” throughout to address students. For example, in paragraph 1, the author states, “you may have even joined one in your classroom.”",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Teachers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author refers to school reading assignments in paragraph 4, this is not to address teachers; rather, it speaks to those who are assigned readings in school—students. For example, the author says, “after all the reading you do in school.”",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "Librarians",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the selection, the author is trying to convince a specific group of people to join book clubs, not trying to get one group to convince another group to join. For example, the author's use of “you” is clearly addressed to students, such as with “after all the reading you do in school” in paragraph 4.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Synthesize information to create new understanding."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Based on the information in paragraphs 1 through 4, what can the reader conclude about students who join a book club?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The students want to start a new book club.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 1 through 4, the author is focused on introducing the idea of book clubs and encouraging students to join one; however, there is no information about whether students start a book club.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "The students belong to several book clubs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author refers to book clubs in paragraphs 1 through 4, when addressing students directly, the focus is on the singular, not plural. For example, the author says there are many reasons “for kids to join a book club” in paragraph 1. Also, the author does not include information about the number of book clubs that students belong to.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "The students develop good reading habits.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on paragraphs 1 through 4, the reader can conclude that students who join book clubs develop good reading habits. For example, the author explains how book clubs get students to read and discuss books (paragraph 1); improve students' reading skills (paragraph 2); encourage students to finish books (paragraph 3,); and get students to read about new ideas (paragraph 4).",
                    "Percent": 64
                }
            },
            "D": {
                "Choice": "The students read more than their parents.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 1 through 4, the author describes scenarios in which students appear to be reading a lot, such as how “each member takes a turn selecting the book for the group to read” in paragraph 4. However, the author does not make any comparisons between students and parents.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Look at these photographs.",
            "problems/TX22G3R/media/26a.jpg",
            "What is the most likely reason the author includes these photographs in the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show that book-club members have good reading skills",
                "Key": {
                    "Correct": false,
                    "Rationale": "The photographs only show kids in a group with their books open. Even if it can be inferred that they're all reading, the photographs provide no evidence about the book-club members' reading skills.",
                    "Percent": 22
                }
            },
            "G": {
                "Choice": "To show that book clubs can meet at different places",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes photos of book clubs meeting in two different locations, one indoors and one outdoors, to show that clubs can meet in many different places.",
                    "Percent": 68
                }
            },
            "H": {
                "Choice": "To show that book clubs help members choose popular books",
                "Key": {
                    "Correct": false,
                    "Rationale": "These photographs do not show that the book club helps members choose popular books, particularly since book titles are not visible.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "To show that book clubs are mainly for adults",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adults are not pictured in the photographs, so book clubs are not being emphasized as an activity for adults in these photographs.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What sentence supports the idea that joining a book club could help someone make friends?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Today more young people are forming their own book clubs. (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although a reader might infer that forming book clubs might result in new friendships, there is nothing in this sentence from paragraph 1 that supports the idea that forming a book club will help someone make new friends.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "In many book clubs, each member takes a turn selecting the book for the group to read. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence in paragraph 4 indicates how book clubs may offer exposure to new books, but it does not support the idea that a book club can help someone make new friends.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "In many ways, book clubs allow their members to think about new ideas. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence from paragraph 4 mentions how book clubs can inspire new ideas in their members, but it does not support the idea that book clubs may help someone make new friends.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "By spending time with them at book-club meetings, you will get to know all the members better. (paragraph 6)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence in paragraph 6 indicates that book clubs allow a person to spend more time with others and get to know them better. These are both ways that people develop friendships.",
                    "Percent": 65
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Distinguishing facts from opinion."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What opinion does the author include to explain why some students avoid book clubs?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Members read the same book. (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "A reader might avoid book clubs because they wouldn't want to read the same book as a group of others; however, this sentence from paragraph 1 is presented as a requirement of book clubs, not an opinion of the author's.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "It also helps you understand their meanings. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this sentence from paragraph 2 could be considered an opinion of the author's, the author includes it to illustrate how reading can help students learn new words, not to explain why students avoid book clubs.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "After all the reading you do in school, you may think you don't want to join a book club. (paragraph 4)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The opinion included in paragraph 4 implies that, because students must read so much in school, they may avoid joining a club that requires them to read more.",
                    "Percent": 64
                }
            },
            "J": {
                "Choice": "Being in a book club allows members to share their thoughts and consider the views of others. (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "A reader might hold the opinion that sharing their thoughts and considering the views of others are good reasons to avoid book clubs; however, this is not an opinion shared by the author who, in paragraph 5, describes book-club meetings as “a great place to practice listening and speaking in a respectful way.”",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence best explains why members of a book club are likely to read a whole book?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Reading helps you learn to say new words. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although a student might be driven to read out of a desire to learn to say new words, this sentence from paragraph 2 is not intended to explain why members of a book club are likely to read a whole book. Rather, it's intended to point out a possible effect of reading.",
                    "Percent": 29
                }
            },
            "B": {
                "Choice": "The desire to be prepared will encourage you to finish reading what you started. (paragraph 3)",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence from paragraph 3 explains that members of a book club are likely to read a whole book because they “desire to be prepared,” referring to the desire to meet the expectations of the group for each member to finish the book.",
                    "Percent": 56
                }
            },
            "C": {
                "Choice": "You might already know some members in your book club. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Already knowing some members in the book club, as mentioned in the sentence from paragraph 6, might explain why students join or stay in book clubs; however, it does not explain why members are likely to read an entire book.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "All you need are some other members and a place to meet. (paragraph 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence in paragraph 7 helps explain how someone can start a book club, not why members are likely to read entire books.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the poet includes lines 9 through 14?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show that the mother squirrel looks like her babies",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the reader might assume baby squirrels look like their mother, there is nothing in lines 9 through 14 that describe what the squirrels look like.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "To describe why the mother squirrel often changes her mind",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 9 through 14, the poet describes how the mother squirrel climbs up and down the tree; however, the poet demonstrates this is to retrieve her babies, not because she is changing her mind.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "To show that the mother squirrel likes to run",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 9 through 14, the poet suggests the mother is hurrying, possibly running. For example, in line 12, she “scurries down the trunk again,” and in line 14, she “never stops until she's done;” however, she is hurrying to get all her babies to the safety of the second nursery, not running for enjoyment.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "To emphasize that the mother squirrel values all of her babies",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 9 through 14, the poet describes how the mother squirrel steadfastly and carefully moves all her babies to the safety of the second nursery. For example, in line 11, the mother squirrel tucks the first retrieved baby squirrel in; in line 12, she “scurries down the trunk again” to retrieve the rest. This emphasizes that the mother squirrel values all her babies.",
                    "Percent": 71
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of imagery, literal and figurative language such as simile, and sound devices such as onomatopoeia achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Read lines 6 and 7.",
            ":box:She holds a furry ball with paws—\nA baby squirrel just half her size",
            "What is the most likely reason the poet includes this imagery?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To show that the baby squirrel will grow to look like its mother",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although these lines describe what the baby squirrel looks like—“a furry ball with paws” that is half its mother's size, the poet does not include any description of the mother squirrel's appearance, and so this is not the reason the poet includes the imagery in lines 6 and 7.",
                    "Percent": 47
                }
            },
            "B": {
                "Choice": "To suggest that the baby squirrel is sick",
                "Key": {
                    "Correct": false,
                    "Rationale": "The baby squirrel needs its mother's help because it has fallen from the nest; the imagery the poet includes in lines 6 and 7 does not suggest that the baby squirrel is sick.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "To suggest that the baby squirrel is small and helpless",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet most likely includes this imagery in lines 6 and 7 to emphasize that this “furry ball with paws,” which is “just half her size” is small, and she holds it because it needs her help, or is helpless without her.",
                    "Percent": 42
                }
            },
            "D": {
                "Choice": "To show that the baby squirrel likes to play games",
                "Key": {
                    "Correct": false,
                    "Rationale": "Option D is incorrect The phrase “furry ball” refers to the baby squirrel, not to any type of game.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the poet includes lines 15 and 16?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show that the baby squirrels are safe at last",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet includes lines 15 and 16 most likely to demonstrate that the baby squirrels are finally safe. Since they are safe, they can all snuggle in and sleep.",
                    "Percent": 62
                }
            },
            "G": {
                "Choice": "To show that the baby squirrels need a larger home",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 16, the poet uses the phrase “furry heap” to illustrate how the squirrels are snuggling, now that they're all safe again, not to show they need a larger home.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "To show that the baby squirrels are tired of climbing",
                "Key": {
                    "Correct": false,
                    "Rationale": "These lines do not reflect that the babies are tired from climbing. The mother squirrel did all the climbing; none was done by the babies.",
                    "Percent": 17
                }
            },
            "J": {
                "Choice": "To show that the baby squirrels like one another",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 15 and 16 emphasize the coziness of the nest, now that the babies have been moved and are safe, not the idea that the babies like one another.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Explain the influence of the setting on the plot."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "How does the windy setting contribute to the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The windy setting causes the mother squirrel to become afraid of storms.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the wind causes the mother squirrel to squeak “in distress” in line 1, this is because she is startled, not because she is now afraid of storms. Rather, the mother squirrel shows bravery against the elements by retrieving all the squirrels.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "The windy setting makes a squirrel family leave the woods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the poem suggests the wind causes the family to leave the woods. Instead, at the end of the poem, the family snuggles together to sleep in the second nest in the tree.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "The windy setting adds a feeling of mystery to the plot.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The windy setting does not add a feeling of mystery to the plot; in line 2, the poet directly states that “a gust of wind blew down” the nest.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "The windy setting causes a problem the mother squirrel must solve.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The windy setting contributes to the poem in that it creates the problem the mother squirrel must solve. For example, in lines 1 through 2, the poet describes how the “mother squirrel squeaks in distress” because “a gust of wind blew down her nest.” Because of this, in lines 5 through 14, she works to carry all the baby squirrels to the safety of the second nest.",
                    "Percent": 53
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX22G3R/supps/TX22G3R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Which line from the poem best shows that the mother squirrel is kind?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A gust of wind blew down her nest. (line 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although line 2 refers to the problem created by the wind, which causes the mother squirrel to retrieve all her squirrels and tuck them into the nest, this line itself does not show the mother squirrel's kindness.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "With pulsing tail and twitching nose, (line 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 3, the mother squirrel pulses her tail and twitches her nose as she reacts to the problem caused by the wind, not out of kindness.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "A baby squirrel just half her size (line 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 7, the poet describes how small the baby squirrel is compared to the mother squirrel. Although the smallness of the baby might inspire the mother to kindness, this line itself does not show that the mother squirrel is kind.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "She gently tucks her baby in (line 11)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poem reveals the mother squirrel as kind in line 11, because these actions—being gentle and tucking someone in—demonstrate kindness.",
                    "Percent": 79
                }
            }
        },
        "Parts": {}
    }
}