{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "In this story, a girl tries to tame a mustang horse she calls Ranger."
    ],
    "Title": "[Excerpt from] Carrots for Ranger",
    "Subtitle": "",
    "Author": "by Jennifer Adam",
    "LabelType": "P",
    "Content": [
        ["1", "\tI had his name picked out the day we loaded him on the trailer: Ranger, because it made me think of courage and stamina,¹ adventure and exploration. (I should have called him Houdini,² or Trouble, or Bucksnort or something instead, as it turned out.)"],
        ["2", "\tIt was dusk by the time we hauled him home, so I tossed him some hay, showed him where the water tank was, and then left him to settle in. Ghost whinnied a greeting from her own pasture, so I knew Ranger wouldn't feel too alone. I couldn't wait to spend a full day with him, to touch him for the first time, to see what he was like and how he might react to things. But as I jogged toward the corral gate early that first morning, confusion and a sick, cold dread seeped into my bones."],
        ["3", "\tGhost was dozing quietly, but Ranger was nowhere to be seen ..."],
        ["4", "\tPanic sank sharp claws into my shoulders and hissed prickly dragon breath down the back of my neck. Ranger was wild, untouched. If he'd managed to get out of his safe corral, how on earth could I catch him again?"],
        ["5", "\tA loud whinny broke the stillness of the morning, and hoofbeats thundered behind me. Ranger galloped into view along the edge of the cornfield, hooves kicking puffs of dust and tail streaming behind him like a banner."],
        ["6", "\t“What are you doing out here?” I cried. “How did you escape?”"],
        ["7", "\tHe tossed his head, almost as if he were laughing at me, and jumped back into the pen with another whinny ..."],
        ["8", "\t“Ranger! You just jumped a six-foot fence from a standstill!” I'd guessed he was athletic, but I'd never seen a horse clear a jump like that with such little effort."],
        ["9", "\tHe flicked his ears at me, spun on his back legs, and promptly jumped out again. Just to prove he could, I suppose ..."],
        ["10", "\tI spent the next few weeks letting him get used to the sound of my voice, the rhythm of my movements. Whenever Dad didn't need my help, I sat on an upturned bucket while Ranger nibbled hay or grass, hoping to prove I wasn't a threat. I tried offering treats —  flaxseed cookies, oatmeal biscuits, peppermints, even a scoop of Mom's apple crisp — but mustangs off the range are skeptical of new flavors, and Ranger didn't believe he could eat any of these things. I brought a carrot out once, but the crisp snap as I broke it in pieces sent him bucking across the pen ..."],
        ["11", "\tOne day, toward the end of summer, I brought a couple of carrots out for Ghost. She nickered eagerly when she saw me reach into my pocket. Ranger jumped out of his pen to join us in her pasture, curiosity nudging him closer. When he saw the mare take a piece of carrot from my palm and heard her crunch it, he tiptoed toward her so he could breathe into her face and sniff her muzzle."],
        ["12", "\tWhat is she eating? he seemed to ask."],
        ["13", "\tCarefully, I offered him a piece of carrot, too."],
        ["14", "\tIt took him a long moment to make up his mind, but he finally pinched it in his lips and took a single, hesitant bite. His eyes widened. His ears flicked forward. He crunched again, drool slipping from his mouth as he chewed. He gobbled that carrot down, looking to me for another. What deliciousness is this? his expression seemed to say. And how can I get more?"],
        ["15", "\tCarrots proved the key to his training from that moment on. I used them as rewards when he stood for haltering, when he learned to walk beside me as I held the lead rope, when he let me pick up his feet."],
        ["16", "\tSome horses turn greedy for treats, pushing and shoving in their eagerness to eat something tasty. I only gave Ghost treats on rare occasions; otherwise, she got rude. But Ranger remained polite, even when he realized I always carried his carrots in my pockets. If he felt his efforts weren't being rewarded quickly or often enough, he might gently nudge my pocket with his nose to get my attention, but then he'd take a couple of steps back to wait patiently while I dug a bit of carrot out for him."],
        ["17", "\tCarrots taught him that humans could be trusted, despite his strong instincts to flee strangers. After school started, I begged my friends to stop by with carrots for him, and Ranger started to look forward to meeting new people. It was quite a surprise for a work crew building a new grain bin on our farm a few months later when he jumped out of the pasture and came galloping up to check the contents of their lunch coolers!"]
    ],
    "Copyright": "Excerpt from “Carrots for Ranger” by Jennifer Adam, Cricket, July 1, 2018. Copyright © 2018 by Cricket Media. Used with permission of Cricket Media, Inc. via Copyright Clearance Center.",
    "References": [
        ["¹", "stamina: ability to keep going"],
        ["²", "Houdini: magician and escape artist"]]
}