{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "Griffin has a speech to give. His mother insists on helping him."
    ],
    "Title": "[Excerpt from] Speechless",
    "Subtitle": "",
    "Author": "by Valerie Sherrard",
    "LabelType": "P",
    "Content": [
        ["1", "\tSomething you should know about my mom: when she gets an idea in her head, there's no shaking it. Or her. After a couple of hours, during which she made suggestions and forced me to listen to sample paragraphs on a bunch of different subjects, I did something even stupider than mentioning it in the first place: I gave in. Or, as my best friend Bryan said when I told him about it later, I capitulated.¹"],
        ["2", "\tIn my defense, by that time I hardly knew what I was doing. I just wanted the torture to end. But when the confusion lifted from my brain I discovered that the topic I'd agreed to was not, as I'd thought, interplanetary travel. Instead, it was some stupid thing about men being from Mars and women being from Venus."],
        ["3", "\tI still didn't know what that meant until Mom brought out this book with a dorky- looking guy on the cover and started writing stuff down. She was on her third paragraph when I realized..."],
        ["4", "\t“Hey!” I said. “This isn't about space travel.”"],
        ["5", "\t“Of course it isn't, dear,” Mom said, barely glancing at me..."],
        ["6", "\tI probably don't need to tell you that when speech day came it was my turn to get up in front of the class I found myself mumbling that the topic I had “chosen” to speak on was the difference between how men and women communicate."],
        ["7", "\tThe snickering started almost immediately. By the third time I'd made my miserable way through to the third prompt card everyone was laughing. That was when I dropped the cue cards. I bent over, scooped them from the floor, and kept reading. Somehow my brain failed to kick up the message that the cards were now in random order."],
        ["8", "\tWhen I finally realized I was repeating myself, I stopped in the middle of a sentence and flipped to the next one. When I heard myself rereading the opening line I stopped, tried to reorganize them, and somehow I managed to end up reading it a third time. The class howled. Even Miss Harlan was struggling to keep from laughing."],
        ["9", "\tIt went downhill after that."],
        ["10", "\tI pressed on, knowing that I'd have to repeat the whole experience if I didn't. I read unconnected things from out-of-order cards until the timekeeper mercifully signaled that my time was up. As I stumbled back toward my seat, it felt less like I was moving down the aisle and more like the entire room was rushing toward me."],
        ["11", "\tThinking back on that whole fiasco,² it's no wonder the thought of another performance in front of the class was enough to send me into a spin. By the time the bell rang to dismiss us that day, my mind was made up."],
        ["12", "\tI had to find a way out of it."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "capitulated: gave up"],
        ["²", "fiasco: a disaster"]
    ]
}