{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Richard is trying to figure out what his English teacher, Mr. Best, wants him to write."
    ],
    "Title": "[Excerpt from] Rope Burn",
    "Subtitle": "",
    "Author": "by Jan Siebold",
    "LabelType": "P",
    "Content": [
        ["1", "\tI started out liking him this year. He actually has a sense of humor sometimes. I just wish I could figure out what he wants from me ..."],
        ["2", "\tMr. Best had the brilliant idea that we should write a composition about a proverb¹ that illustrates something that has happened in our lives. He gave us a whole list of proverbs to choose from ..."],
        ["3", "\tSo far this fall, every paper that I've written for him has been a struggle. Each week since September, he has assigned a composition of our choice. I would try to write a really good one that included lots of different points of view. But he never gave me anything higher than a “C.” Mr. Best's comments were always something like “I want to know what YOU think, Richard,” or “Your thoughts are scattered. What is your point?”"],
        ["4", "\tLast time, I tried an experiment. I decided to open an encyclopedia to any page and point to a topic. I figured that I couldn't go wrong with just plain facts. The subject I happened to pick was “carbon.” Don't worry. I'm not stupid enough to copy an encyclopedia article word-for-word. Mr. Best would probably turn me over to the FBI for that. I read the article and picked out the most interesting facts. Believe me when I tell you that carbon is not that interesting."],
        ["5", "\tThis time, I got a “B+”, along with a note to “see me after class.”"],
        ["6", "\t“Richard,” Mr. Best began, “you obviously put forth some effort on this latest assignment. You organized your ideas into a nice, cohesive framework.”²"],
        ["7", "\tWhy don't English teachers just speak plain English, I wonder? ..."],
        ["8", "\t“Richard,” he said. “You need to find your writing voice.”"],
        ["9", "\tI must have looked confused, because he went on to explain."],
        ["10", "\t“Somehow I think you're trying to write about what I want to read, not what you want to write. The real you doesn't come through in your compositions. It's okay to express your feelings or opinions when you write. Just try to be yourself, Richard. Why don't you think about it for this assignment.”"],
        ["11", "\tSo I have been thinking about it. I keep listening and listening, Mr. Best, but I don't hear a voice."]
    ],
    "Copyright": "Excerpt from Rope Burn by Jan Siebold. Copyright © 1998 by Jan Siebold. Used with permission of Albert Whiteman & Company via Copyright Clearance Center.",
    "References": [
        ["¹", "proverb: a wise and well-known saying, such as “Don't count your chickens before they hatch”"],
        ["²", "cohesive framework: good organization"]
    ]
}