{
    "Directions": "Read the following passage about a person who has just moved to a different state, then answer each question that follows.",
    "Context": [
        "The following passage is taken from chapter 2 of the novel The Parker Inheritance. The main character, Candice Miller, has just moved with her mother from Atlanta to her grandmother's house in South Carolina. The novel centers around a mysterious letter that promises to reveal clues about the location of a large fortune. In this passage, Candice learns more about her misunderstood grandmother."
    ],
    "Title": "Lambert, South Carolina",
    "Subtitle": "",
    "Author": "by Varian Johnson",
    "LabelType": "P",
    "Content": [
        [" ", "\tOf course, twelve-year-old Candice Miller didn't know anything about a secret letter or hidden fortunes. She was just a girl trying to get through a horrible summer."],
        [" ", "\tShe sat at the kitchen table, finishing a book she'd read twice before. Then she closed the book, walked to her room, and flopped down on the carpeted floor."],
        [" ", "\tWell, technically it wasn't her room. Her real room was in her real house in Atlanta."],
        [" ", "\tThis room, small and cramped, sat at the rear of a house unfamiliar to Candice, a house in Lambert, South Carolina, a city she had no desire to be living in. The house had belonged to her grandmother, Abigail Caldwell."],
        [" ", "\tStill lying on the floor, Candice ran her fingers along the thin, battered aluminum bracelet circling her wrist. The bracelet used to belong to her grandmother, but she had given it to Candice almost five years ago. The letters MS—for Mississippi, her grandmother's home state—were engraved on the outside of the bracelet. On the inside was the word Love. Candice had begun wearing it again two weeks ago, after their move to Lambert. It just felt right."],
        [" ", "\tThe back door opened a few moments later, and Candice left her bedroom and returned to the kitchen. Her mom stood at the sink, filling a glass with tap water."],
        [" ", "\tCandice was still getting used to her mom's small Afro¹ — it had barely been a month since her mother had cut off all her hair in order to go natural. It looked good, but it was strange after the long, straight hair her mother had had all of Candice's life. Still, the big chop was about number 117 on the list of life-changing things that had happened over the past couple of years."],
        [" ", "\t“Sorry I was gone for so long,” her mother said."],
        [" ", "\tThen her mother nodded toward Candice's wrist. “I'm glad you're wearing Mama's bracelet again. It looks good on you.” Her mother paused, and Candice could almost hear the echo of sadness"],
        [" ", "\t“Maybe we could take it to the jewelry store. Buff out some of those scratches.”"],
        [" ", "\t“Grandma used to say that the scratches are what made it lucky.”"],
        [" ", "\tHer mother rolled her eyes. “Mama wasn't really blessed in the luck department, especially when it came to Lambert.”"],
        [" ", "\t“What does that mean?” Candice asked. She had heard her mother make comments like that throughout the years, even when her grandmother was still alive. Grandma would always nod and counter with, “Just because you don't see the path doesn't mean it's not there.” If Candice was nearby, she would turn to her and wink—like it was a shared secret between them. Not knowing how to respond, Candice would just smile back."],
        [" ", "\tHer mother took a deep breath, then sat down at the table. “Since we're going to be living here for a while, there's a few things you need to know about your grandmother.” She motioned for Candice to sit as well. “Technically, Mama resigned from her job here. But she was really fired. It was a pretty big deal.”"],
        [" ", "\tCandice's eyes widened. Her grandmother? “What did she do?”"],
        [" ", "\t“She acted a fool,” her mom muttered, almost to herself. “Your grandma somehow got it in her head that there was a buried treasure hidden somewhere in the city. She talked to the mayor about it. He told her to drop it. It seemed like one big con job.”"],
        [" ", "\t“But I guess she didn't let it go.”"],
        [" ", "\tHer mother shook her head. “She spent months doing all this research about who knows what. Then she decided to dig up one of the old tennis courts. Forged city paperwork to pay a crew and rent a backhoe². Dug all night.”"],
        [" ", "\tCandice leaned forward. She pictured her grandmother with a shovel, digging up a pirate's chest full of gold. “Did she find anything?”"],
        [" ", "\t“Nothing but dirt,” she replied. “Mama was lucky. The city didn't want a scandal. They agreed not to press charges if she signed a confidentiality agreement and destroyed all her research.”"],
        [" ", "\tCandice had to sit on her hands to stop from bouncing. Lambert suddenly seemed a lot more interesting. A mystery like this was more exciting than any of the logic and strategy games on her old iPod touch. “What if Grandma was right? What if there really was a hidden fortune?”"],
        [" ", "\t“I can already see the gears turning in your head,” her mother said. “Let me stop you now. This isn't one of your computer games. There is no buried treasure.” She crossed her arms. “That was what, almost ten years ago? If there really was a pile of money hidden around the city, I'm sure someone would have found it by now.”"],
        [" ", "\t“But—”"],
        [" ", "\t“I don't think you understand. Your grandma was the first woman, and the first African American, to serve as city manager for Lambert. This was supposed to be a stepping-stone to other things. Columbia. Greenville. Savannah. Who knows—maybe she could have ended up running a big-time department for the City of Atlanta. But because she refused to let that one thing go, she torpedoed her career. And she made herself the laughingstock of the city. Of the entire state. It was all over the Internet. The Mole Lady. And of course, she never got another shot at being a city manager.”"],
        [" ", "\tThe excitement that had been bubbling up inside Candice began to simmer down. “I never knew that.”"],
        [" ", "\t“No one likes to talk about their failures. Especially your grandmother.” She tapped the table. “I know you love a good mystery, but the last thing I need is you drumming up all this old stuff about a buried treasure. The past is the past. Mama's legacy is [tarnished] enough. I don't want you making it worse.”"],
        [" ", "\t“Just because Grandma made a mistake doesn't mean she's a failure,” Candice said."],
        [" ", "\tAfter a few moments, her mother reached across the table and took Candice's hand. “Your grandmother was many things. Strong. Dynamic. And determined too.” She sighed. “But she also made a big mistake. Maybe that doesn't make her a failure in our eyes, but the world doesn't always see people in the way we want.”"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "Afro — a hairstyle of tight curls in a full, evenly rounded shape"],
        ["²", "backhoe — a power-driven vehicle used for digging"]
    ]
}