{
    "Directions": "Read the following passage about a young person who is going through changes with her friends and family, then answer each question that follows.",
    "Context": [
        "The following passage is a chapter from the novel The Way to Bea. The narrator is the twelve-year-old Bea, who is finishing sixth grade and just starting seventh grade. Bea is experiencing changes with her friends S, L, and L."
    ],
    "Title": "The Portal",
    "Subtitle": "",
    "Author": "by Kat Yeh",
    "LabelType": "P",
    "Content": [
        [" ", "\tI rush down the hall and push through the exit, running across the soccer field, into the woods, and onto the path that leads home. I don't stop until I get to the clearing by the Wall."],
        [" ", "\tIt's like stepping into a safe zone. I let myself collapse onto the ground and try to catch my breath."],
        [" ", "\tNo one knows who made the paths that wind through the little woods and feed into all the streets in our neighborhood. They've just always been there. Maybe since the very first houses here on Long Island were built. They connect our street to S and L and L's streets and then to the main path, where you can take a left to the elementary school, a right to the middle school, or an even farther right to, well, to pretty much anywhere. Over the years, we've searched every inch of every path, and ours is the only one with a stone wall."],
        [" ", "\tWe were little the first time we came upon our crumbling Wall, and it looked like a stone creature to us, hunched over like a baby elephant in the clearing. We ran back to my parents' studio, yelling, “Why is there a wall in the woods? What is it? Where did it come from?”"],
        [" ", "\tWithout looking up, Dad yelled, “Portal to the land of the goblin king!” and kept on drawing his comics."],
        [" ", "\tAnd from her side of the studio, Mom called out, “Portal to the underworld!” and threw more black paint on her canvas."],
        [" ", "\tJust as quickly as we'd come in, we ran back out to check the Wall for clues."],
        [" ", "\tIt might have been left over from an old mansion. Or a prison gate. Or a secret tower. But it didn't matter; it was ours. And the best part was that it had this ... opening. Nothing special to look at. Just the kind of small dark hole you'd expect to find filled with crawling beetles and maybe moss. But it was more than that. Because when we pressed our eyes to it, we could see that it reached farther and deeper than any ordinary crawling-beetle-and-maybe-moss-filled hole should. As if the inside were bigger than the outside."],
        [" ", "\tWe named it the Portal."],
        [" ", "\tWe whispered our deepest secrets into it. We asked it our scariest questions. We could tell it anything. Inside the Portal was the safest place we knew."],
        [" ", "\tA twig snaps."],
        [" ", "\tI force myself not to look up. Because when you're waiting for someone on a path, every twig will snap and every bush will rustle, but no one will ever be there. No one ever is. Not in the mornings when I wait here until I'm late for school every day and not now."],
        [" ", "\tAnd there's no way S would run after me after the scene I made."],
        [" ", "\tBarging in late and crashing into everyone with my backpack."],
        [" ", "\tDoing my weird skywriting in front of the whole class."],
        [" ", "\tUgh. And then screaming NO! like I was at a horror movie and not just watching a class presentation."],
        [" ", "\tWhy?"],
        [" ", "\tWhy, why, WHY do I always have to be so ..."],
        [" ", "\t... me."],
        [" ", "\tFor the first time, I'm glad I still have my backpack on. I squirm out of it and unzip the front section, scrabbling around until my fingers touch what I'm looking for. I close my eyes and take a deep breath."],
        [" ", "\tPeople do different things to calm down or relax. My mom starts a painting. My dad shops online for new inks and old pens."],
        [" ", "\tI make poems."],
        [" ", "\tMy hand finds the stack of paper I cut into little three-by-three-inch squares and I can already feel my breathing slow. Next is a small glass bottle."],
        [" ", "\tLemon juice with exactly three drops of water in it. Invisible ink."],
        [" ", "\tWe learned all about invisible ink from this book called Start Your Own Secret Club that S and L and L and I got from the book club flyer at school when we were in third grade. There are lots of different formulas, but the best is lemon juice and water. To make the ink visible, you need someone to light a match and carefully hold it underneath."],
        [" ", "\tThe book has all these funny cartoons with this guy who explains what to do. My favorite one is where he's peeking from behind a tree, watching this girl read his invisible letter. His voice bubble says Now all you have to do is wait for your friend to light a match, and your message will be received! But it takes her so long to get the matches to light that by the time she finally does, he has this long white beard and he's all mad and she sees that the message says Can you bring me a sandwich? I'm hungry!"],
        [" ", "\tIn the book, it says you can use a cotton swab to dip and write your message, but that just doesn't feel very poetic to me. I use this dip pen I stole from my dad. It has a golden nib etched with curly lines. I wonder if he's even noticed that it's missing. He's been pretty busy, so he isn't really noticing much lately."],
        [" ", "\tI want to write something, but I'm not sure what and that makes me think of this thing my mom always says: Whatever you feel on the inside is what you put out there in the universe."],
        [" ", "\tAnd what I'm thinking about now is a maze and how unfair it is when you think a path will lead you somewhere amazing and you just end up running into a dead end."],
        [" ", "\tI close my eyes, hold my hand over my heart, and count out the beats of words that come from the inside."],
        [" ", "\tif you are in a maze ... (six)."],
        [" ", "\tStart again."],
        [" ", "\ta blind alley up ahead ... (seven)."],
        [" ", "\tNo."],
        [" ", "\ttell me why, my friend (five)"],
        [" ", "\tblind alleys have to appear (seven)"],
        [" ", "\ton the paths we walk (five)"],
        [" ", "\tFive, seven, five."],
        [" ", "\tThumb over my heart on the last beat."],
        [" ", "\tHaiku."],
        [" ", "\tThe way I know when something I've written is perfect is that I feel truly connected to it in a way I didn't before. It's like the words and the feeling behind the words are coming right from my heart. Whether they're happy or wondering or sad, they just feel right and real and right."],
        [" ", "\tI dip my pen into the invisible ink and write the words down. They shine bright and clear, made up of lemony water and whatever it is inside me that makes poems want to be in the world. I quickly close my eyes again before they can evaporate."],
        [" ", "\tI know the whole point of invisible ink is to make things disappear, but today, this thought makes a little sting in my heart. Because no matter how long I wait out here, no matter how many snapping twigs or rustling bushes I hear, I know that no one is coming with a light to make my words visible again. And after all the thinking and feeling and writing, all I'm really left with is an invisible haiku that doesn't belong anywhere."],
        [" ", "\tI open my eyes and see the Portal."],
        [" ", "\tI stare for a second—then begin to roll the little paper as tight and tiny as I can. I search the ground and pull up a long piece of grass. The kind that's sturdy and wide. The kind you can make a long, loud whistle from when you hold it between your thumbs and blow. I wrap the grass around the roll twice and tie it."],
        [" ", "\tI hear nearby rustling and quickly look side to side, but I'm still alone."],
        [" ", "\tI take a deep breath."],
        [" ", "\tLook into the Portal."],
        [" ", "\tAnd tuck my invisible haiku inside."],
        [" ", "\tSafe."],
        [" ", "\tI'm about to walk away, but then I stop and grab a pack of matches I keep for testing out my invisible inks. And I tuck that in, too."],
        [" ", "\tBecause even invisible things deserve to have a little hope."]
    ],
    "Copyright": "",
    "References": []
}