{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:A unique dialect, or regional variety, of Spanish is spoken in Puerto Rico. It contains many words borrowed from the language of the Taínos, the Indigenous people of Puerto Rico. African languages also made important contributions to the Puerto Rican dialect. For example, the way certain vowel sounds are pronounced in it can be _______ to how they are pronounced in Yoruba, a West African language.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "traced",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the origins of the unique dialect of Spanish spoken in Puerto Rico. In this context, “traced” means tracked back to. The text notes that the regional variety of Spanish spoken in Puerto Rico has its roots in the language of the Taínos and in the West African language of Yoruba. This context supports the idea that the way certain vowel sounds are pronounced in the Puerto Rican dialect can be traced back to Yoruba.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "surrendered",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text presents the statement about the relationship between vowel pronunciation in the Puerto Rican dialect of Spanish and in Yoruba as an example to support the claim that African languages have contributed to the Puerto Rican dialect. It therefore wouldn't make sense to say that the pronunciation of certain vowel sounds in the Puerto Rican dialect can be “surrendered,” or handed over on demand, to the pronunciation in Yoruba.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "announced",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text gives no indication that the way certain vowel sounds are pronounced in the Puerto Rican dialect of Spanish has been “announced,” or officially declared or proclaimed. According to the text, elements of the dialect have been inherited or borrowed from African languages, and the relationship between the pronunciation of certain vowels in the Puerto Rican dialect and in Yoruba is an example of this inheritance, suggesting that the pronunciation in the Puerto Rican dialect can be traced to Yoruba.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "offered",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text presents the statement about the relationship between vowel pronunciation in the Puerto Rican dialect of Spanish and in Yoruba as an example to support the claim that African languages have contributed to the Puerto Rican dialect. It therefore wouldn't make sense to say that the pronunciation of certain vowel sounds in the Puerto Rican dialect can be “offered,” or presented as a gift, to the pronunciation in Yoruba.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The Menominee and Anishinaabe peoples have been growing wild rice—known as manoomin in the Ojibwe language—in the Great Lakes region of North America for centuries, but climatic changes are causing lakes to get deeper, thereby threatening wild rice. These plants are extremely _______ to water depth during the “floating leaf” stage of development, and if the water is too deep, the buoyancy of the young wild-rice plants can literally uproot them from the lake bottom, destroying them.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "immune",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Immune” means protected or shielded, which wouldn't make sense in this context. The text explains that deep water can cause young wild-rice plants to become uprooted and destroyed, indicating that these plants are harmed by deep water, not protected from it.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "sensitive",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of wild rice. As used in this context, “sensitive” means vulnerable or easily affected. The text indicates that climate change is causing the lakes to get deeper, which consequently threatens the wild rice that grows in the area. The text goes on to state that deep water can cause young wild-rice plants to uproot from the bottom of the lake. This context supports the idea that the plants are sensitive to water depth during early stages of development.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "limited",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Limited” means confined or restrained, which wouldn't make sense in this context. The text explains that water depth can negatively affect young wild- rice plants but doesn't suggest that water depth limits or restrains the plants.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "receptive",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Receptive” means open or tolerant, which wouldn't make sense in this context. The text doesn't indicate that the wild-rice plants are open to or tolerant of an increase in water depth but rather the opposite: an increase in water depth can harm young wild-rice plants.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The invention in 1958 of the integrated circuit (or microchip) radically altered the semiconductor industry. In fact, some historians argue that it fundamentally _______ the industry by enabling it to take advantage of mass production methods for the first time.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "overwhelmed",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text indicates that the invention of the integrated circuit significantly affected (“radically altered”) the semiconductor industry, it doesn't indicate that the invention “overwhelmed” the industry, which in this context would mean that it overcame the industry such that the industry struggled or was defeated. Instead, the text conveys that the invention's effect was positive, since it allowed the semiconductor industry to begin making use of mass production methods.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "bypassed",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice wouldn't make sense in context to say that the invention of the integrated circuit “bypassed” the semiconductor industry, which would mean it intentionally avoided the industry. The text indicates that the invention directly affected the semiconductor industry, since it made it possible for the industry to begin engaging in mass production methods.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "obstructed",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't indicate that the invention of the integrated circuit “obstructed” the semiconductor industry, which would mean that it blocked or hindered the industry in some way. Instead, the text indicates that the invention's effect was positive, since it made it possible for the semiconductor industry to begin engaging in mass production methods.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "transformed",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the invention of the integrated circuit. As used in this context, “transformed” means substantially changed in some way. The text states that the invention radically altered the semiconductor industry, with some historians claiming that it had a fundamental effect on the industry by allowing for mass production for the first time. This context conveys that the invention of the integrated circuit transformed the semiconductor industry.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The early British postal system required the cost of mail delivery to be paid upon receipt, a system which encouraged inventive strategies by the intended recipient to avoid payment. To improve this system, _______ were proposed in 1837, including the use of a postage stamp, a small receipt pasted to the mail indicating that delivery costs had been paid by the sender.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "investigations",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “investigations” most nearly means attempts to understand something. And although it is plausible that an attempt to improve the postal system would involve investigations, nothing in the text provides a logical basis for understanding the example of changes like affixing stamps to letters as an investigation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "expansions",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “expansions” most nearly means additions to something. Although the text indicates that some new policies were adopted, nothing in the text suggests that the overall number of policies increased, which expansions would seem to entail.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "reforms",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the early British postal system. In this context, “reforms” most nearly means attempts at improving something. The text indicates that the pay-upon-delivery postage method led to fee avoidance on the part of recipients. It then says that action was taken to improve the postal system, giving examples such as the move to having the sender pay and affixing stamps to indicate payment had been received. These represent revisions to the system intended to improve its functioning; therefore, “reforms” most logically completes the text.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "possessions",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “possessions” most nearly means items of personal property or things that otherwise belong to, or are part of, something. The text provides no logical context for understanding changes like affixing stamps to letters as possessions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Economist Jingting Fan argues that the effects of international trade may display spatial variation at sub-national levels. For instance, imported goods may reduce expenses for a country's average consumer, but for consumers living far from ports, high intranational transport costs could _______ the price advantages associated with imports.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "nullify",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice logically completes the text's discussion of imported goods and consumer prices. In this context, “nullify” most nearly means negate or undermine. The text indicates that importing goods to a country can reduce consumer prices in that country, then cautions that the costs of transporting goods within the country is also a factor. These transportation costs likely raise the prices that must be paid by people who live far from the ports of entry. Therefore, the intranational transportation costs could nullify the price advantages to consumers of importing goods.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "denigrate",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “denigrate” would most nearly mean disparage or deny the importance of. Since transportation costs would not be capable of denying the importance of price advantages, it would not make sense to state that intranational transportation costs denigrate the price advantages of importing goods.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "underestimate",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “underestimate” would most nearly mean predict a lower value for, or to undervalue, someone or something. Though transportation costs might be undervalued, they cannot themselves undervalue something else, so it would not make sense to state that intranational transportation costs underestimate the price advantages of importing goods.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "misconstrue",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “misconstrue” would most nearly mean misunderstand. Since transport costs are not capable of understanding, it would not make sense to claim that intranational transportation costs misconstrue the price advantages of importing goods.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from the 1895 poem “Marshlands” by Emily Pauline Johnson, a Kanienkahagen (Mohawk) writer also known as Tekahionwake.",
            ":ibox:Among the wild rice in the still lagoon, In monotone the lizard shrills his tune. The wild goose, homing, seeks a sheltering, Where rushes grow, and oozing lichens cling. Late cranes with heavy wing, and lazy flight, Sail up the silence with the nearing night. And like a spirit, swathed in some soft veil, Steals twilight and its shadows o'er the swale. Hushed lie the sedges, and the vapours creep, Thick, grey and humid, while the marshes sleep.",
            "Which choice best describes the overall structure of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It names animal species found in a place, then names plant species there.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Instead of simply naming species, the text presents descriptive images of nature; further, instead of naming animals and then moving on to name plants, the text refers first to a plant (“the wild rice”), then to two animals (“the lizard,” “the wild goose”), then to another plant (“rushes”), and so on.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It sketches a setting by presenting a series of images of nature.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes the overall structure of the text. The text first establishes the setting, a “still lagoon,” and then goes on to provide more details about the lagoon by presenting several descriptive images of nature, including a lizard that “shrills his tune,” “oozing lichens,” and “thick, grey and humid” vapors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It makes an extended comparison of nature to human emotions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not draw any comparison between nature and human emotions; it does not refer to human emotions at all.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It identifies a location, then refers to a person living there.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the text does begin by identifying a specific location, a “still lagoon,” it makes no mention of a person living there.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Annie Dillard's 1987 autobiographical novel An American Childhood. The narrator is a young girl living in Pittsburgh.",
            ":ibox:I walked. My mother had given me the freedom of the streets as soon as I could say our telephone number. I walked and memorized the neighborhood. I made a mental map and located myself upon it. At night in bed I rehearsed the small world's scheme and set challenges: [Find the store using backyards only. Imagine a route from the school to my friend's house.]\n\n\t\t©1987 by Annie Dillard",
            "Which choice best describes the function of the emphasized portion in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It describes the narrator trying to memorize her telephone number.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized portion makes no mention of memorizing a telephone number. Although the narrator mentions that she had to learn the home telephone number before her mother would give her permission to walk around the neighborhood, there is nothing in the emphasized portion or the rest of the text about memorizing the telephone number.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It provides examples of what the narrator thinks about at night.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice accurately describes how the emphasized portion functions in the text as a whole. In the text, the narrator explains that she walks around her neighborhood, making a “mental map” of the area that she imagines herself navigating through. She then states that she rehearses “the small world's scheme”—that is, imagines moving through her mental map—and challenges herself to use the map in her mind while lying in bed at night. The emphasized portion presents two such challenges (getting to the store through backyards and traveling from school to a friend's house) and thus provides examples of what the narrator thinks about at night.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It gives directions to the narrator's favorite local store.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the emphasized portion refers to navigation tasks like finding a route to a store only through backyards, the text contains no specific directions to any store, nor is any store identified as the narrator's favorite.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It portrays the narrator's relationship with her mother.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized portion makes no mention of the narrator's mother and doesn't address the narrator's relationship with her. Although the narrator mentions that her mother gave her permission as a child to walk around the neighborhood, there is nothing in the emphasized portion or the rest of the text about the mother or her relationship to her child.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Asteroid 6478 Gault has experienced intermittent mass loss since at least 2013, but in contrast to some other asteroids with repeated mass-loss episodes, 6478 Gault has not lost mass at its perihelion (the closest point of its orbit to the Sun), and thus the loss is not attributable to solar energy–driven ice vaporization. And as Jane X. Luu et al. point out, the singular nature of impact ejection makes it untenable as an account of multiple loss episodes of similar duration over several years. Instead, Luu et al. are likely correct that 6478 Gault is shedding mass due to rotational instability.",
            "Which choice best describes the overall structure of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It presents a scientific observation, describes a contrast between that observation and other observations, and then explains why those other observations should not be considered credible.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't distinguish between multiple observations. It focuses on the single observation that Asteroid 6478 Gault is losing mass and evaluates multiple explanations for the phenomenon. The text also asserts that Luu et al.'s explanation is credible and “likely correct.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It describes an astronomical finding, discusses competing theories about that finding that the author regards as flawed, and then describes new evidence that supports an alternative theory.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text describes a natural phenomenon, not a specific astronomical finding. In addition, although the text does note flawed reasons for Asteroid 6478 Gault's intermittent mass loss, it doesn't mention that Asteroid 6478 Gault's intermittent mass loss is based on new evidence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It introduces a natural phenomenon, refutes two potential explanations for that phenomenon, and then presents a third explanation for that phenomenon that the author regards as plausible.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the overall structure of the text. The text begins by introducing the natural phenomenon of intermittent mass loss with regard to Asteroid 6478 Gault and notes that it curiously has not lost mass at its perihelion like other asteroids typically do. The text then refutes “solar energy–driven ice vaporization” and “the singular nature of impact ejection” as two possible explanations for Asteroid 6478 Gault's intermittent mass loss. Finally, the text presents Luu et al.'s explanation that “6478 Gault is shedding mass due to rotational instability,” which the author says is “likely correct.” Thus, the overall structure of the text is that it introduces a natural phenomenon, refutes two potential explanations for that phenomenon, and then presents a third explanation for that phenomenon that the author regards as plausible.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It discusses a physical process, evaluates possible causes of that process, and then states that a persuasive account of the process has yet to be put forward.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text does evaluate explanations for the cause of Asteroid 6478 Gault's intermittent mass loss, the text also asserts that Luu et al.'s explanation that they have put forth is persuasive and “likely correct.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Cross-Text Connections, for which students must draw a reasonable connection between two topically related texts."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:TEXT 1\n\nMycoprotein is a fungal biomass that can be eaten as an alternative to meat. Studies of the environmental impact of its manufacture generally agree it is lower than that of beef and closer to that of chicken or pork. But the expense of producing mycoprotein restricts its availability to a few countries with postindustrial economies. Knowing that cost reductions would expand access to mycoprotein, biochemists are exploring solutions, such as a cheaper substrate to feed the mycoprotein as it grows.",
            ":ibox:TEXT 2\n\nCattle farming is a principal cause of global deforestation, and a study by Florian Humpenöder and his colleagues found that replacing 20% of beef consumption worldwide with consumption of mycoprotein would cut deforestation by half if accomplished over the next thirty years. However, this would likely involve only a small change in agricultural water consumption, since water once dedicated to raising cattle would be diverted to raising crops instead.",
            "Based on the texts, how would the author of Text 1 most likely respond to the study findings mentioned in Text 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By emphasizing that since agricultural water consumption would remain static in the event of replacing beef consumption with mycoprotein consumption, an effort must be made to substitute mycoprotein for chicken and pork in diets as well",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of Text 1 indicates that the environmental impact of mycoprotein production is close to that of chicken or pork production, so there is no reason to think that the author would assert that replacing chicken or pork with mycoprotein would be environmentally beneficial: such a replacement would not lessen the total environmental impact of food manufacture. Additionally, the specific issue of agricultural water consumption is never mentioned in Text 1, so there is no evidence indicating what the author of Text 1 would say about that issue.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By asserting that the development of a more inexpensive substrate for mycoprotein production would contribute to the goal of decreasing worldwide deforestation over time",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice reflects how the author of Text 1 would most likely respond to the study findings described in Text 2. The author of Text 2 discusses a study by Florian Humpenöder and his colleagues that found that deforestation would be reduced by half over the next thirty years if 20% of the beef consumed worldwide were replaced with mycoprotein. The author of Text 1 points out that mycoprotein is not widely available because of its high production cost, but goes on to note that this problem could be addressed by the creation of a cheaper substrate to feed mycoprotein. This suggests that the author of Text 1 would assert that the development of a less expensive mycoprotein substrate would contribute to the reduction in deforestation described in the study findings discussed in Text 2: if reducing the cost of mycoprotein increases people's access to it, then mycoprotein may be able to replace beef in more people's diets, thereby reducing the deforestation associated with beef production.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By noting that most people would be more likely to use mycoprotein as a substitute for chicken or pork in their diets than as a substitute for beef",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Text 1 does compare the environmental effects of producing mycoprotein to those of producing chicken or pork, nothing in Text 1 suggests that the author believes that people are more likely to replace chicken or pork with mycoprotein than they are to replace beef with mycoprotein.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "By pointing out that some countries are responsible for greater deforestation than others and thus, to have any significant effect on the environment, will have to replace more than 20% of their beef consumption with mycoprotein",
                "Key": {
                    "Correct": false,
                    "Rationale": "Text 1 makes no mention of countries' varying contributions to deforestation, so there is no evidence that the author of Text 1 would respond to the finding described in Text 2 by saying that some countries will have to replace more than 20% of their beef consumption with mycoprotein.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:When fashion designer Lloyd Henri Kiva New opened his store in Scottsdale, Arizona, in 1945, he quickly became known for creating delicately crafted leather goods, like belts and hats. He was perhaps most renowned for his colorful handbags, which he made by hand using a long and painstaking process. As he gained more customers, New began using sewing machines and other tools to help him produce bags more efficiently, though he continued to handcraft the crucial details that made each bag unique.",
            "Based on the text, what would have been the most likely consequence if New had not begun using sewing machines?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He would have been unable to ensure that each bag included unique, handcrafted details.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that New added unique, handcrafted details to his bags before he started using sewing machines and continued to do so after he started using them.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He would have struggled to meet the increasing demand for his bags.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the most likely consequence if New had not begun using sewing machines. The text states that New gained new customers and that sewing machines allowed him to make bags more efficiently, or in less time than he could when sewing by hand. It's reasonable to conclude that if New hadn't reduced the time it took to make each bag by starting to use sewing machines, it would have been hard for him to keep up with the increased demand.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He would have had to individually design each bag he produced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that individually designing each bag would have been a consequence of not using sewing machines, since New was already designing unique details for each bag before he started using sewing machines and continued to do so after he started using them.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He would not have been able to generate as much interest in his bags.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that people were already interested in New's bags before he started using sewing machines. Rather than allowing New to generate more interest in his bags, sewing machines helped New keep up with the interest that had already grown.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Anton Chekhov's 1898 short story “Ionitch” (translated by Marian Fell in 1915). The text is set in a Russian city referred to as the city of S.",
            ":ibox:If newcomers to the little provincial city of S. complained that life there was monotonous and dull, its inhabitants would answer that, on the contrary, S. was a very amusing place, indeed, that it had a library and a club, that balls were given there, and finally, that very pleasant families lived there with whom one might become acquainted. And they always pointed to the Turkins as the most accomplished and most enlightened family of all.",
            "What does the text suggest about the Turkins?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They are relative newcomers to the city of S.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't indicate that the Turkins have recently moved to the city of S.; it provides no information about when the Turkins arrived.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They have a unique status in the city of S.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a statement about the Turkins that is suggested by the text. The text explains that while many pleasant families live in the city of S., inhabitants of the city consider the Turkins to be “the most accomplished and most enlightened family of all.” Thus, by indicating that they are seen as more accomplished and more enlightened than all the other families in the city of S., the text suggests that the Turkins have a unique status there.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They have long disliked living in the city of S.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text explains how the Turkins are viewed by others in the city of S. but gives no indication of how the Turkins feel about living there.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They are amused by the other residents of the city of S.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text explains how the Turkins are viewed by other residents of the city of S. but gives no indication of how the Turkins view the other residents.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Milan Kundera's 1984 novel The Unbearable Lightness of Being (translated by Michael Henry Heim in 1984). Karenin is a dog that belongs to Tomas and Tereza.",
            ":ibox:Karenin was not overjoyed by the move to Switzerland [from Prague]. Karenin hated change. Dog time cannot be plotted along a straight line; it does not move on and on, from one thing to the next. It moves in a circle like the hands of a clock, which—they, too, unwilling to dash madly ahead—turn round and round the face, day in and day out following the same path. In Prague, when Tomas and Tereza bought a new chair or moved a flower pot, Karenin would look on in displeasure. It disturbed his sense of time. It was as though they were trying to dupe the hands of the clock by changing the numbers on its face.\n\n\t\t©1984 by Milan Kundera. Translation\n\t\t©1984 by Harper & Row, Publishers, Inc.",
            "Which choice best states the main idea of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As a dog, Karenin possesses a sense of time that involves a strong preference for predictability and an aversion to disruption.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main idea of the text. The text begins by stating that Tomas and Tereza's dog Karenin felt disrupted by a recent move because of his dislike of change. The text then goes on to suggest that this is because the way a dog experiences time differs from the way humans experience time: time for a dog doesn't move linearly, going “on and on, from one thing to the next,” but instead moves circularly, “like the hands of a clock.” That is, time for a dog is experienced as a cyclical pattern characterized by routine and predictability, with each day “following the same path.” The text then concludes by providing examples of seemingly insignificant changes in routine that profoundly “disturbed [Karenin's] sense of time,” causing him to feel displeasure. Thus, the main idea of the text is that Karenin's sense of time as a dog involves a strong preference for predictability and an aversion to disruption.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "After he's moved to a new home, Karenin's negative response to changes has become more pronounced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text emphasizes Karenin's displeasure with the recent move to a new home, it doesn't suggest that the move has made his negative responses more pronounced than they once were. Rather, in accounting for Karenin's displeasure with the move to Switzerland, the text explains that Karenin generally has a negative response to any kind of change.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Similar to Tomas and Tereza, Karenin comprehends time as circular rather than as a straightforward progression.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that Karenin comprehends time similarly to how Tomas and Tereza comprehend it. On the contrary, the text strongly implies a contrast between dogs' circular experience of time with the way humans experience time as a straightforward progression that can be “plotted on a straight line.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "As is the case for other dogs, Karenin's sense of time seems to accelerate depending on the objects and places that surround him.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text provides no indication that a change in the places and objects surrounding Karenin causes him to feel as though time is accelerating. Although the text does use the language of “dash[ing] madly ahead” in relation to time, the phrase appears in the context of a comparison illustrating how dogs experience time: time for a dog moves just as the hands of a clock do, in a circle and “unwilling to dash madly ahead”—that is, always in a regular and predictable way.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT2RW2/media/13a.jpg",
            ":ibox:Self-employed workers—individuals who are not employees of other individuals or businesses but instead earn their income as business owners, independent contractors, or freelance workers—make up an important part of the US labor force. In order to receive legal and tax benefits enjoyed by corporations, self-employed individuals may choose to incorporate their business. A 2015 survey of incorporated and unincorporated self-employment rates in four occupational fields showed that the highest incorporated self-employment rate occurred among people working in _______",
            "Which choice most effectively uses data from the table to complete the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sales and related occupations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the table, the incorporated self-employment rate was 5.8% for the sales and related occupational field, which is lower than the 8.9% for the management, business, and financial services occupational field.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "installation, maintenance, and repair occupations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the table, the incorporated self-employment rate was 2.7% for the installation, maintenance, and repair occupational field, which is lower than the 8.9% for the management, business, and financial services occupational field.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "construction and resource extraction occupations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the table, the incorporated self-employment rate was 4.4% for the construction and resource extraction occupational field, which is lower than the 8.9% for the management, business, and financial services occupational field.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "management, business, and financial services occupations.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the table to complete the text. The text discusses self-employed workers in the US, and the table shows the US incorporated and unincorporated self-employment rates in four occupational fields in 2015. According to the table, the incorporated self-employment rate was 8.9% for the management, business, and financial services occupational field, which is higher than the incorporated self-employment rate shown for any other occupational field.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:There Is Confusion is a 1924 novel by Jessie Redmon Fauset. In the novel, the narrator portrays the character Joanna as someone who admires ambition in other people to the exclusion of all other qualities: _______",
            "Which quotation from There Is Confusion most effectively illustrates the claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Joanna was mightily interested in people who had a 'purpose' in life. Otherwise not at all.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively presents a quotation from There Is Confusion that illustrates the claim that the narrator portrays Joanna as admiring the quality of ambition, or the determination to achieve something, and no other qualities in other people. By describing Joanna as not being interested in people unless they have “a 'purpose' in life”—that is, a goal they are determined to achieve—in which case she is very interested in them, the quotation reveals that Joanna cares only about others' ambition.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“Indeed from the very beginning Joanna showed her preference for her father.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation indicates only that Joanna has a preference for her father, without giving a reason for that preference; therefore, it doesn't illustrate the claim that Joanna cares only about others' ambition.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“Joanna was like her father not only so far as ambition was concerned but also in her willingness to work.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation doesn't illustrate that Joanna greatly admires the quality of ambition in others; it refers to Joanna's similarity to her father “so far as ambition was concerned” but doesn't reveal how she (or her father) views that quality.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“She had a good sense of logic, a strong power of concentration, and a remarkably retentive and visualizing memory.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation describes qualities Joanna possesses—praising her logic, concentration, and memory — instead of Joanna's interest in other people's qualities.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT2RW2/media/15a.jpg",
            ":ibox:Participative pricing, in which purchasers choose the prices they pay for products, can enable sellers to capitalize on the heterogeneous values consumers assign to the same goods and services, but doing so requires careful messaging. Annie Peng Cui and Jennifer Wiggins recruited 171 participants (ages 18–60) online for an initial study and 83 students (ages 18–31) at a state university for a second study to test the effect of three different messages—“pay what you can,” “pay what you think it's worth,” and “pay what you want”—on how much participants would pay for concert tickets. Their results illustrate both the heterogeneity of consumer valuations and how sellers can benefit by prompting consumers to consider their own valuations: _______",
            "Which choice most effectively uses data from the graph to complete the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the students tended to value the concert tickets more highly than did the more age-diverse group recruited online, but when considering what they could afford to pay, the students tended to choose a lower price than did the other group.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice contradicts information in the graph. Although the graph shows that students in Study 2 assigned a higher value to the tickets than did the age-diverse group in Study 1, which would support the idea that consumer valuations were heterogeneous, the graph shows that in the “pay what you can” (i.e., what you can afford) condition, the students in Study 2 assigned a higher price (about $40), not a lower price, than the age-diverse group in Study 1 did (about $30). Moreover, even if it were true that the students had assigned a lower price in this condition, it wouldn't support the result described in the text, only that the participants across the two studies had different ideas of what they can afford to pay.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "in all three messaging conditions, the group of participants recruited online tended to choose lower prices than did the students, but both groups tended to choose prices closest to the actual cost of the tickets when prompted to consider the tickets' value.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although a finding that participants tended to choose prices that were closest to the actual ticket costs in the “pay what you think it's worth” condition would support the idea that sellers benefit by prompting consumers to think about their own valuations (since it's implied that sellers would lose money in the other conditions, where chosen prices were lower than the participants' valuations), neither the text nor the graph addresses how any of the prices chosen by the study participants relate to the tickets' actual market price.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the students tended to value the concert tickets more highly than did the more age-diverse group recruited online, but both groups tended to choose a higher price when considering the value of the tickets than when considering what they could afford or wanted to pay.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the graph to complete the text about the effect of messaging on participative pricing. The graph shows mean ticket prices chosen by participants in response to three messages across two studies: Study 1, which the text indicates was conducted with an age-diverse group recruited online, and Study 2, which was conducted with student participants. The graph indicates that in the “pay what you think it's worth” condition, the mean price of the concert tickets in Study 2 was about $74, which is greater than the mean price of about $55 in Study 1. In other words, when participants were asked to consider their valuation of the tickets, the response was heterogeneous, or mixed. Moreover, according to the graph, both Study 1 and Study 2 show higher prices for the tickets under the “pay what you think it's worth” condition than they do under both the “pay what you can” and the “pay what you want” conditions. That is, the data suggest that both groups of participants named higher prices when considering the value of the tickets than when considering either what they could afford or wanted to pay, a finding that supports the idea that sellers can benefit when prompting consumers to consider their own valuations when they choose prices.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "within each group of participants, there was wide variation in the value that individuals assigned to the concert tickets, but the students tended to assign a higher value to the tickets than did the more age-diverse group recruited online.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the wide variation in participant valuations would support the idea that consumer valuations tend to be heterogeneous, neither the text nor the graph provides any information from which to discern the relative levels of variance among the responses from participants in either study.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Initially observed in 2017, the interstellar object 'Oumuamua is the first object of its kind to be seen in our solar system. Researchers have been puzzled because its acceleration cannot be entirely explained by the gravitational pull of nearby bodies: there must be a nongravitational influence on its velocity and trajectory. Some previously suggested explanations for this nongravitational acceleration involve mechanisms that are unlikely or unrealistic, such as geometric effects from 'Oumuamua being potentially composed of several spatially separated bodies. Now, Jennifer Bergner and colleagues propose that the nongravitational acceleration is due to the gaseous expulsion of entrapped hydrogen from 'Oumuamua's water-rich icy body.",
            "Which statement, if true, would most strongly support the claim made by Bergner and colleagues about the cause of 'Oumuamua's acceleration?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Existing proposed models of outgassing from 'Oumuamua include the direct conversion of nitrogen or carbon monoxide from a solid to a gaseous state without becoming liquid, but these models have theoretical or observational inconsistencies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice concerns faults with previous models of outgassing from 'Oumuamua of carbon monoxide and nitrogen, which would not support a claim regarding hydrogen outgassing. Furthermore, inconsistencies in other models would not provide evidence in support of a different model or explanation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "'Oumuamua's trajectory is inconsistent with a nongravitational acceleration that would be caused by the release of hydrogen gas resulting from the processing of water ice (H₂O), but the interstellar object's observable properties can be explained if it has a significant component of molecular hydrogen ice (H₂).",
                "Key": {
                    "Correct": false,
                    "Rationale": "The evidence presented in this answer choice would weaken the claim proposed by Bergner and colleagues that the nongravitational acceleration of 'Oumuamua is caused by the expulsion of hydrogen gas because this answer choice suggests that there is evidence that refutes this claim: 'Oumuamua's trajectory is inconsistent with a nongravitational acceleration caused by the release of hydrogen gas. Furthermore, the remaining portion of this answer choice is unrelated to the claim.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Since nongravitational accelerations of interstellar objects are several orders of magnitude weaker than gravitational accelerations, deviation from behavior that could be fully attributed to gravitational pull has been detected on a limited number of objects similar to 'Oumuamua.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The claim being made by Bergner and colleagues concerns the expulsion of entrapped hydrogen gas, but this answer choice is concerned solely with the differences in magnitude of gravitational and nongravitational acceleration, which would not support Bergner's claim. Furthermore, this answer choice discusses interstellar objects similar to 'Oumuamua, but the text states that 'Oumuamua is the first observed object of its kind in our solar system, so evidence from other, similar bodies would not be available.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Exposure to interstellar cosmic radiation can result in the formation of embedded pockets of hydrogen gas in water ice; moreover, when traveling through the solar system, 'Oumuamua experienced warming sufficient to alter its icy structure and allow for outgassing.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents findings that, if true, would support the claim made by Bergner and colleagues that the nongravitational acceleration of 'Oumuamua is due to the expulsion of entrapped hydrogen. The text first introduces the observation of a unique interstellar object named 'Oumuamua and goes on to explain that the object exhibited nongravitational acceleration that could not be fully attributed to the expected cause: gravitational pull of nearby celestial bodies. The text concludes by stating that Bergner and colleagues claim that the nongravitational acceleration is caused by expulsion of hydrogen gas from 'Oumuamua's water-rich icy body. To support this claim requires evidence that hydrogen gas could be present within 'Oumuamua at all, which this answer choice presents: cosmic radiation can result in embedded pockets of hydrogen gas in water ice. Additionally, evidence that this gas can be released from such a body is required to fully support the claim, which this answer choice goes on to provide: 'Oumuamua experienced sufficient warming as it traveled through the solar system to alter its icy structure and release the hydrogen gas. Thus, this answer choice provides the best evidence to support Bergner and colleagues' claim.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:A main goal of the Association for the Advancement of Creative Musicians (AACM), an arts organization founded in 1965, is to advance new works by Black musicians. The AACM achieves this goal in part by focusing on young artists. By having established musicians and composers serve as mentors, the AACM gives young artists the benefits of expert technical training and creative guidance. Numerous organizations offer similar kinds of support to new generations of painters, writers, and other artists, suggesting that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "artists of all ages benefit more from technical training than from creative guidance.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text gives no indication that technical training is more beneficial than creative guidance. The text states that AACM mentors offer both technical training and creative guidance to young artists and that other arts organizations offer similar kinds of support; however, nothing in the text suggests that young artists, or artists of any age, benefit more from technical training.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "many arts organizations recognize the importance of providing opportunities for young artists to learn from experienced mentors.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the conclusion that most logically follows from the text's discussion of the relationship between the AACM's use of mentors to support young Black musicians and similar support that other organizations offer their young artists. According to the text, in service of AACM's goal to support new works by Black musicians, AACM mentors provide beneficial training and guidance to young artists. The text goes on to say that many other art organizations support new artists in similar ways, suggesting that these organizations recognize the importance of providing opportunities for young artists to learn from mentors who are established in their field.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "most established artists could become even better artists by serving as mentors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text is mainly concerned with the fact that established artists are mentoring young artists through AACM and other arts organizations. The text states that young musicians benefit from AACM mentors but does not address what mentors gain from the relationship, so there is no reason to conclude that most established artists could improve as artists by serving as mentors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "finding a mentor is more important for musicians than it is for painters, writers, and other types of artists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text indicates that mentors are beneficial to young musicians and that young people pursuing other kinds of art (including painting and writing) can also find mentors through arts organizations, the text gives no indication that mentors are more important for musicians than for other types of artists.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Overgrazing by purple sea urchins has caused many kelp forests along North America's west coast to be replaced by urchin barrens—areas stripped of vegetation and covered in purple sea urchins. Urchins in barrens persist in a state of starvation that lessens their nutritional value—and thus their appeal—to many predators. Sarah Gravem and colleagues placed sunflower sea stars, a once-abundant predator species suffering massive population declines in recent years, in aquariums that each contained a nutritionally poor and a nutritionally rich purple sea urchin. The researchers found that the sea stars selected the nutritionally rich urchin in 42.7% of trials and the nutritionally poor urchin in 37.5% of trials, suggesting that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sunflower sea stars are willing to hunt sea urchins, but if given a choice, they will prey on other more nutritious marine animals instead.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates only that when presented with purple sea urchins, the sunflower sea stars in the study consumed both nutritionally rich and nutritionally poor ones. It doesn't suggest that sunflower sea stars generally prefer other marine animals that are more nutritious; there's no mention of other marine animals.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "sunflower sea stars are reluctant to feed on both nutritionally poor and nutritionally rich sea urchins and are therefore unlikely to thrive in kelp forests.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that sunflower sea stars are generally reluctant to feed on sea urchins. In fact, the text indicates that the sunflower sea stars in the study did consume sea urchins, feeding on both nutritionally poor and nutritionally rich ones.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "sunflower sea stars are less likely to consume sea urchins in barrens than other species of sea stars are, putting sunflower sea stars at a high risk of extinction.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text addresses only the willingness of sunflower sea stars to consume the type of sea urchins found in barrens (nutritionally poor sea urchins), not how likely other species of sea stars are to consume them.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "sunflower sea stars do not always avoid foraging on nutritionally poor sea urchins, making sunflower sea star population recovery a potentially important tool for controlling urchin barrens.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the conclusion that most logically follows from the text's discussion of the researchers' findings about purple sea urchins and sunflower sea stars. The text explains that urchin barrens are areas that used to be kelp forests but are now covered by purple sea urchins. The text suggests that because there is no more vegetation to be consumed in those areas, the urchins exist in a state of starvation that makes them less nutritional for many predators. The text goes on to explain that in a study with a choice between two purple sea urchins, sunflower sea stars (a predator species that has been substantially declining) consumed a nutritionally rich urchin 42.7% of the time and a nutritionally poor urchin 37.5% of the time. Because the sunflower sea stars didn't always avoid consuming nutritionally poor urchins, even when nutritionally rich ones were available, it follows that helping sunflower sea star populations to grow could help control urchin barrens by increasing the number of sea stars that may consume and thus remove nutritionally poor purple sea urchins from barrens.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:What is the correct pronunciation of Kiribati? In the Gilbertese language spoken by residents of the island nation, the letter combination -ti makes the -s sound; as a result, the country's name _______ pronounced “Kiribas.”",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "are",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are” doesn't agree in number with the singular subject “the country's name.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "have been",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have been” doesn't agree in number with the singular subject “the country's name.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "are being",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are being” doesn't agree in number with the singular subject “the country's name.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "is",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The singular verb “is” agrees in number with the singular subject “the country's name.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Light of Truth is a bronze and marble sculpture by artist Richard Hunt. It honors civil rights icon Ida B. Wells. The sculpture _______ in a tree-lined plaza in Chicago, just a few blocks from where Wells lived.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "are standing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are standing” doesn't agree in number with the singular subject “sculpture.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "have been standing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have been standing” doesn't agree in number with the singular subject “sculpture.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "stands",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The singular verb “stands” agrees in number with the singular subject “sculpture.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "were standing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “were standing” doesn't agree in number with the singular subject “sculpture.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The short story “Rogue Enchantments” by Isabel Ibanez appears in Reclaim the _______ anthology of fantasy and science fiction written by authors of Latin American descent.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Stars. An",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a rhetorically unacceptable sentence fragment beginning with “an anthology.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Stars, while an",
                "Key": {
                    "Correct": false,
                    "Rationale": "Joining the main clause and the following supplementary element with the conjunction “while” results in a confusing and ungrammatical sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Stars an",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to mark the boundary between the main clause and the supplementary element with appropriate punctuation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Stars, an",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation within a sentence. This choice correctly uses a comma to mark the boundary between the main clause (“The short...Stars”) and the supplementary element (“an anthology...descent”) that provides additional information about what Reclaim the Stars is.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Novelist Jane Austen greatly admired the work of Fanny Burney, a popular English author. In fact, scholars believe that a passage from the last chapter of Cecilia, a 1782 novel by Burney, likely inspired the title of one of _______ Pride and Prejudice.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Austen's most famous novels,",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of plural and possessive nouns. The singular possessive proper noun “Austen's” and the plural noun “novels” correctly indicates that Austen wrote multiple novels that were famous.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Austens' most famous novels',",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the singular possessive proper noun “Austen's” and the plural noun “novels,” not the plural possessive nouns “Austens'” and “novels'.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Austens most famous novels,",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the singular possessive proper noun “Austen's,” not the plural proper noun “Austens.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Austen's most famous novel's,",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the plural noun “novels,” not the singular possessive noun “novel's.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Customers who are satisfied with how a company resolves a service issue may regard that company more positively than they would if no such issue had occurred. This idea is known as the service recovery _______ research suggests that it has important implications for customer loyalty and retention.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "paradox,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Without a conjunction following it, a comma can't be used in this way to join two main clauses.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "paradox",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two main clauses are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "paradox, and",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the coordination of main clauses within a sentence. This choice correctly uses a comma and the coordinating conjunction “and” to join the first main clause (“This idea...paradox”) and the second main clause (“research...retention”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "paradox and,",
                "Key": {
                    "Correct": false,
                    "Rationale": "When coordinating two longer main clauses such as these, it's conventional to use a comma before the coordinating conjunction, not after it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:It can take time for proposed amendments to the US Constitution to become law. For example, the Twenty-Second Amendment, which limits the number of _______ can serve, was first proposed in 1947 but wasn't approved by the required three-fourths majority of state legislatures until 1951.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "terms presidents",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of plural nouns. The plural nouns “terms” and “presidents” correctly indicate that the amendment involves multiple terms and applies to presidents in general.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "term's presidents",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the plural noun “terms,” not the singular possessive noun “term's.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "term's president's",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the plural nouns “terms” and “presidents,” not the singular possessive nouns “term's” and “president's.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "terms president's",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the plural noun “presidents,” not the singular possessive noun “president's.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Tortoises can be found in many works of literature. For example, in Tom Stoppard's 1993 play Arcadia, there is a tortoise that _______ by two names (Plautus and Lightning) and appears in both of the play's parallel timelines. As a character, the tortoise symbolizes the connection between the past and present.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "goes",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verbs to express tense in a sentence. In this choice, the present tense verb “goes” is consistent with the other present tense verbs (“appears” and “symbolizes”) used to describe the tortoise in Stoppard's play. Furthermore, it's conventional to use the present tense when discussing a literary work.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "will have gone",
                "Key": {
                    "Correct": false,
                    "Rationale": "The future perfect tense verb “will have gone” isn't consistent with the other present tense verbs used to describe the tortoise in Stoppard's play.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "went",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past tense verb “went” isn't consistent with the other present tense verbs used to describe the tortoise in Stoppard's play.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "had gone",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past perfect tense verb “had gone” isn't consistent with the other present tense verbs used to describe the tortoise in Stoppard's play.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:By analyzing the level of radioactive decay within a fossil specimen, scientists can establish the age of that fossil with a high degree of precision. When radioactive elements aren't present, scientists turn to _______ analysis of Earth's sediment layers (strata)—to estimate how old a fossil is based on the age of the strata in which the fossil is found.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "stratigraphy — the",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation within a sentence. The dash after “stratigraphy” pairs with the dash after “(strata)” to separate the supplementary element “the analysis of Earth's sediment layers (strata)” from the rest of the sentence. This supplementary element functions to define the term “stratigraphy,” and the pair of dashes indicates that this element could be removed without affecting the grammatical coherence of the sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "stratigraphy (the",
                "Key": {
                    "Correct": false,
                    "Rationale": "A parenthesis can't be paired with a dash in this way to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "stratigraphy: the",
                "Key": {
                    "Correct": false,
                    "Rationale": "A colon can't be paired with a dash in this way to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "stratigraphy, the",
                "Key": {
                    "Correct": false,
                    "Rationale": "A comma can't be paired with a dash in this way to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In modern plays, actors typically won't acknowledge the _______ do so breaks the fourth wall, a metaphorical barrier between actors and audiences that allows viewers to suspend the knowledge that they're watching a staged performance.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "audience. As to",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a rhetorically unacceptable sentence fragment beginning with “as.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "audience to",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The sentences (“In modern...audience” and “To do...performance”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "audience. To",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between sentences. In this choice, the period is used correctly to mark the boundary between one sentence (“In modern...audience”) and another (“To do... performance”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "audience, to",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can't be used in this way to mark the boundary between sentences.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Paleontologists once thought that early apes lived in tropical forests, but recent research suggests that they may have actually lived in savannas. Tropical forests are humid and have many trees spaced close together. _______ savannas are drier, and their trees are spaced further apart.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "For instance,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For instance” illogically signals that the description of savannas in this sentence exemplifies the description of tropical forests in the previous sentence. Instead, this description forms a comparison with the description of tropical forests.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In comparison,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“In comparison” logically signals that the description of savannas in this sentence—that they are drier and their trees are spaced further apart—forms a comparison with the description of tropical forests in the previous sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Firstly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Firstly” illogically signals that the description of savannas in this sentence indicates the first in a series of things. Instead, this description forms a comparison with the description of tropical forests in the previous sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In conclusion,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In conclusion” illogically signals that the description of savannas in this sentence concludes or summarizes information in the previous sentences. Instead, this description forms a comparison with the description of tropical forests in the previous sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:When sculptor Frédéric Auguste Bartholdi was designing the Statue of Liberty, he sought the advice of engineer Gustave Eiffel. Eiffel suggested that he make the statue's arm thick and position it straight above the figure's head. _______ Bartholdi decided to slim the arm and tilt it out at an angle.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Additionally,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Additionally” illogically suggests that the information in this sentence is merely an additional fact related to Eiffel's design suggestions in the previous sentence. Instead, it contrasts with those suggestions.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Instead,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Instead” logically signals that the information in this sentence—that Bartholdi decided to slim and tilt out the arm of the Statue of Liberty—contrasts with Eiffel's design suggestions for the statue.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Thus,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Thus” illogically signals that the information that follows is a result of Eiffel's design suggestions in the previous sentence. Instead, it contrasts with those suggestions.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that the information about Bartholdi's design decisions in this sentence exemplifies Eiffel's design suggestions in the previous sentence. Instead, it contrasts with those suggestions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Some atoms contain an excess of neutrons.\n\n• Often, these neutrons form a “skin” on the atom's surface.\n\n• An atom of lead-208 has a neutron skin.\n\n• The thickness of its neutron skin is approximately 0.28 trillionths of a millimeter.",
            "The student wants to emphasize the thickness of lead-208's neutron skin. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The neutron skin surrounding an atom of lead-208 measures about 0.28 trillionths of a millimeter.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes the thickness of lead-208's neutron skin, noting that it is about 0.28 trillionths of a millimeter thick.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Atoms with excess neutrons will often acquire a neutron skin.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence makes a generalization about atoms, stating that atoms with excess neutrons will often acquire a neutron skin; it doesn't emphasize the thickness of lead-208's neutron skin.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "An atom of lead-208, like some other atoms, is surrounded by a neutron skin.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence states that lead-208 has a neutron skin; it doesn't emphasize the thickness of that skin.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Neutrons surround the surface of an atom of lead-208.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates that lead-208 is surrounded by neutrons; it doesn't emphasize the thickness of lead-208's neutron skin.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Some animals have evolved to physically resemble another animal, plant, or object.\n\n• This is known as mimicry.\n\n• Crab spiders mimic the appearance of flowers.\n\n• This helps crab spiders ambush their prey.\n\n• Katydids mimic the appearance of leaves.\n\n• This helps katydids hide from their predators.",
            "The student wants to emphasize a difference in how katydids and crab spiders use mimicry. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Katydids mimic the appearance of flowers, and crab spiders mimic that of leaves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence does contrast katydids and crab spiders, it misrepresents the information in the notes. Katydids mimic the appearance of leaves (not flowers), whereas crab spiders mimic the appearance of flowers (not leaves).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Katydids and crab spiders are two examples of animals that use mimicry.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence indicates that katydids and crab spiders use mimicry, it doesn't emphasize a difference in how they use it.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Unlike crab spiders, which use mimicry to ambush prey, katydids use mimicry to hide from predators.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence uses “unlike” to emphasize a difference in how katydids and crab spiders use mimicry, noting that crab spiders use mimicry to ambush prey while katydids use it to hide from predators.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Animals that use mimicry have evolved to resemble another animal, plant, or object.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes what mimicry is; it doesn't emphasize a difference in how katydids and crab spiders specifically use mimicry.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Here I Have Returned is a sculpture by Egyptian American artist Sherin Guirguis.\n\n• It is a large, curved strip of wood inspired by the shape of a sistrum.\n\n• A sistrum is a curved musical instrument played by ancient Egyptian priestesses in ceremonies.\n\n• Guirguis says that the sculpture symbolizes “women who have lifted and supported Egyptian society and culture.”\n• Overall, Guirguis wants her works to “engage audiences in a dialogue about power, agency, and social transformation.”",
            "The student wants to use a quotation from Guirguis to explain what the sculpture represents. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Guirguis, whose works include a sculpture that is a large, curved strip of wood, has explained that she wants her work to create a dialogue with audiences.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence explains what Guirguis says she wants her work to achieve and provides an example of her work; it doesn't use a quotation to explain what the sculpture represents.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Inspired by the sistrum played by Egyptian priestesses, Here I Have Returned symbolizes “women who have lifted and supported Egyptian society and culture,” according to Guirguis.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence uses a quotation from Guirguis to explain what Here I Have Returned represents, noting that Guirguis said the sculpture symbolizes “women who have lifted and supported Egyptian society and culture.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "According to Guirguis, the curved strip of wood used in Here I Have Returned was inspired by the sistrum, a musical instrument played by ancient Egyptian priestesses in ceremonies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence mentions the instrument whose shape inspired the sculpture but doesn't use a quotation to explain what the sculpture represents.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Guirguis, the sculptor of Here I Have Returned, wants her works to “engage audiences in a dialogue about power, agency, and social transformation.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence does use a quotation from Guirguis, the quotation explains what she hopes her works in general achieve, not what the sculpture in particular represents.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• A sestina is a thirty-nine-line poetic form.\n\n• Each line of the poem ends with one of six end words, which alternate according to a set pattern.\n\n• “Forage Sestina” is a sestina by Marilyn Hacker.\n\n• Its end words are words, structure, wire, beam, wall, and room.\n\n• “Towards Autumn” is a sestina by Marilyn Hacker.\n\n• Its end words are daughter, friend, bread, mother, lover, and myself.",
            "The student wants to use one of the poems to illustrate the sestina form. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Hacker employs the sestina, a poetic form with thirty-nine lines and six end words, in both “Forage Sestina” and “Towards Autumn.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence identifies both of Hacker's poems as sestinas; it doesn't use one of the poems to illustrate the form of a sestina.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "As a sestina, “Towards Autumn” contains thirty-nine lines and six end words—in this case, daughter, friend, bread, mother, lover, and myself—that alternate in a set pattern.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence uses the poem “Towards Autumn” to illustrate the form of a sestina, explaining that a sestina's thirty-nine lines all end in one of six alternating words and showcasing that poem's specific end words.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The thirty-nine-line sestina form uses the words daughter, friend, bread, mother, lover, and myself, which are found in the poem “Forage Sestina.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence appears to use the poem “Forage Sestina” to illustrate a feature of the sestina form, it misrepresents the information in the notes. According to the notes, “Forage Sestina” doesn't use these six end words; it uses six other words instead.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Hacker has used the sestina form multiple times, as in “Towards Autumn,” which contains these six words: words, structure, wire, beam, wall, and room.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence uses the poem “Towards Autumn” as an example of one of Hacker's sestinas, it misrepresents the information in the notes. According to the notes, “Towards Autumn” doesn't use these six end words; it uses six other words instead.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}