{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Developing an engaging idea reflecting depth of thought with specific details, examples, and commentary."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence in the third paragraph (sentences 7–12) is extraneous and should be deleted from the essay?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sentence 7",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sentence 7 should not be deleted because it introduces the paragraph and the idea that theories change.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Sentence 8",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sentence 8 repeats the information that is presented in sentence 7 about how theories change over time in a different and less effective way. Sentence 8 should be deleted.",
                    "Percent": 67
                }
            },
            "C": {
                "Choice": "Sentence 9",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because it relates an initial theory that is relevant to the scientists' study of mammoths, sentence 9 should not be deleted.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "Sentence 12",
                "Key": {
                    "Correct": false,
                    "Rationale": "Additional information that shows how the initial theory changed over time is introduced in sentence 12, so it should not be deleted.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve clarity, development, organization, style, diction, and sentence effectiveness, including use of parallel constructions and placement of phrases and dependent clauses."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most effective way to combine sentences 10 and 11?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Because they are so large, the mammoths likely would have struggled climbing out of the ravine in time surviving the sudden flooding.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Implying that the mammoths would have survived incorrectly changes the meaning in this sentence.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "Because they are so large, the mammoths likely would have struggled to climb out of the ravine in time, surviving the sudden flooding.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence changes the meaning to incorrectly state that the mammoths would have survived.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "Because they are so large, the mammoths likely would have struggled to climb out of the ravine in time, and to survive the sudden flooding.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Unnecessary use of commas creates confusion in meaning and awkwardness in this sentence.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "Because they are so large, the mammoths likely would have struggled to climb out of the ravine in time to survive the sudden flooding.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence combines the information in sentences 10 and 11 about the mammoths' presumed struggle in the ravine in an effective and concise manner.",
                    "Percent": 64
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Using an organizing structure appropriate to purpose, audience, topic, and context."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Zendaya would like to add another detail in the fifth paragraph (sentences 20–24).",
            ":box:Although the temperatures were only slightly different, the changes may have greatly affected rainfall, soil, and plant and animal growth, ultimately leading to the mammoths' death.",
            "Where is the best place to insert this sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "After sentence 20",
                "Key": {
                    "Correct": false,
                    "Rationale": "The flow of information about the tooth marks and holes on the bones would be disrupted if the sentence followed sentence 20.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "After sentence 22",
                "Key": {
                    "Correct": false,
                    "Rationale": "The logical progression between sentences 22 and 23 would be interrupted by putting the sentence after sentence 22.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "After sentence 23",
                "Key": {
                    "Correct": true,
                    "Rationale": "Placing the sentence after sentence 23 makes a logical connection to the effects of the change in temperature mentioned in sentence 23.",
                    "Percent": 71
                }
            },
            "D": {
                "Choice": "After sentence 24",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing the sentence after sentence 24 does not create a logical ending to the paragraph.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve clarity, development, organization, style, diction, and sentence effectiveness, including use of parallel constructions and placement of phrases and dependent clauses."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S1.json"
        ],
        "Explain": false,
        "Content": [
            "The pronoun in sentence 27 is unclear. Which word or phrase should replace them to create a more effective sentence?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "woolly mammoths",
                "Key": {
                    "Correct": false,
                    "Rationale": "Woolly mammoths would not be “excavating bones.” The scientists are excavating the mammoths' bones.",
                    "Percent": 18
                }
            },
            "G": {
                "Choice": "other tourists",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is unlikely that other tourists would be allowed to excavate bones or perform soil tests.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "teenagers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Teenagers would not be allowed to excavate bones or perform soil tests.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "Baylor students and scientists",
                "Key": {
                    "Correct": true,
                    "Rationale": "Replacing “them” with “Baylor students and scientists” clearly identifies who is “excavating bones and conducting soil tests.”",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Using an organizing structure appropriate to purpose, audience, topic, and context."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Zendaya would like to add a concluding sentence to her essay that restates her thesis. Which sentence should she add at the end of her essay to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The mystery of what happened to the woolly mammoths at Waco remains a total mystery to the researchers and everyone else.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because what happened to the woolly mammoths is not a “total mystery” to the scientists, this sentence is not factually accurate.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "A complete skeleton of a woolly mammoth was recently discovered by a farmer in one of his fields in Michigan.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The detail in this sentence introduces new information that is unrelated to the rest of the essay, which focuses on Central Texas.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "Though there is no conclusive evidence, with continued research, scientists hope that one day they will know the specific cause of why the mammoths perished.",
                "Key": {
                    "Correct": true,
                    "Rationale": "With this sentence, the paper comes to a logical conclusion and reiterates that the research will continue.",
                    "Percent": 76
                }
            },
            "D": {
                "Choice": "Waco has many other interesting places to visit such as the campus of Baylor University, Magnolia Market, and the Cameron Park Zoo.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence introduces new information that changes the focus and does not support the thesis.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve clarity, development, organization, style, diction, and sentence effectiveness, including use of parallel constructions and placement of phrases and dependent clauses."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most effective way to combine sentences 8 and 9?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He would retell the stories he had heard to his young friends and because the language and expressions would be simple they could understand.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence combination creates one awkward sentence and changes the meaning by implying that the language was already simple.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "He would retell the stories he had heard to his young friends, the language and expressions would be simpler and so they could understand.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This combination creates both a run-on (two main clauses joined incorrectly) and an awkward sentence.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "He would retell the stories he had heard to his young friends, simplifying the language and expressions so they could understand.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Combining the sentences in this way creates a concise and effective sentence.",
                    "Percent": 75
                }
            },
            "J": {
                "Choice": "He would retell the stories he had heard to his young friends as the language and expressions were simplified by himself so that they could understand.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wordiness and awkward phrasing make this sentence ineffective and the meaning unclear.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve clarity, development, organization, style, diction, and sentence effectiveness, including use of parallel constructions and placement of phrases and dependent clauses."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most effective revision to make in sentence 12?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As well as his knowledge of the writings of prominent figures, Lincoln utilized to help shape his platform for president his developed storytelling skills.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This revision creates a confusing sentence.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Lincoln utilized his knowledge of the writings of prominent figures as well as his developed storytelling skills to help shape his platform for president.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Rearranging the wording in this way creates a clearer and more concise sentence and places the preposition “as well as” in the correct place.",
                    "Percent": 66
                }
            },
            "C": {
                "Choice": "To help shape his platform for president, Lincoln as well as utilized his knowledge of the writings of prominent figures and his developed storytelling skills.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Revising the sentence this way creates a confusing and awkward sentence.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "Lincoln utilized to help shape his platform his knowledge of the writings of prominent figures as well as his developed storytelling skills for president.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is awkward and unclear.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Developing an engaging idea reflecting depth of thought with specific details, examples, and commentary."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Luka has included a redundant idea in the third paragraph (sentences 12–19). Which sentence should be deleted from the paragraph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Sentence 13",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information in this sentence is important and should not be deleted, because it establishes the time and place.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "Sentence 14",
                "Key": {
                    "Correct": true,
                    "Rationale": "The information in sentence 14 is a repetition of information that is presented in the previous sentence.",
                    "Percent": 70
                }
            },
            "H": {
                "Choice": "Sentence 15",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lincoln's use of stories in a variety of ways supports the main idea of the sentence and should not be deleted.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "Sentence 16",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lincoln's ability to change opponents' minds is an important detail and should not be deleted.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve clarity, development, organization, style, diction, and sentence effectiveness, including use of parallel constructions and placement of phrases and dependent clauses."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S2.json"
        ],
        "Explain": false,
        "Content": [
            "The word good is not the most effective word to use in sentence 31. Which word should replace good in the sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "charming",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “charming” is ineffective because it does not convey the correct connotation.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "positive",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word “good” is vague, and so replacing the word with “positive,” which is connected to “inspiring” and “hope,” makes the meaning clearer and more accurate.",
                    "Percent": 83
                }
            },
            "C": {
                "Choice": "necessary",
                "Key": {
                    "Correct": false,
                    "Rationale": "Replacing “good” with “necessary” is ineffective because it does not follow logically from “inspiring” and “hope.”",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "appropriate",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “appropriate” does not fit with the idea of “inspiring others with hope.”",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Correct capitalization."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What change, if any, is needed in sentence 8?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change Classified to classified",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “Classified” to “classified” corrects the capitalization error, since there is no need to capitalize this word.",
                    "Percent": 83
                }
            },
            "G": {
                "Choice": "Delete the comma after crystals",
                "Key": {
                    "Correct": false,
                    "Rationale": "Removing the comma would create an error in punctuation. This phrase must be set off by a comma because it is a nonessential participial phrase that modifies “selenite crystals.”",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "Change translucent to transluscent",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “translucent” to “transluscent” would introduce a misspelled word in the sentence.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "No change is needed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If there is no change in the sentence, the capitalization error would remain.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Correct spelling."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What change should Jazmin make in sentence 11?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Delete the comma after fault",
                "Key": {
                    "Correct": false,
                    "Rationale": "Removing the comma would create an error in punctuation since this phrase is an appositive, which renames the noun next to it.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Change break to brake",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “break” to “brake” would introduce an error because it is the wrong word.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "Change tektonic to tectonic",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “tektonic” to “tectonic” corrects the misspelled word in the sentence.",
                    "Percent": 86
                }
            },
            "D": {
                "Choice": "Change have shifted to have shifts",
                "Key": {
                    "Correct": false,
                    "Rationale": "The verb should remain in the past tense because the shift has already occurred.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Correct spelling."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What change should be made in sentence 19?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change minerallogical to mineralogical",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “minerallogical” to “mineralogical” corrects the misspelled word in the sentence.",
                    "Percent": 71
                }
            },
            "G": {
                "Choice": "Delete the comma after discovery",
                "Key": {
                    "Correct": false,
                    "Rationale": "Deleting the comma after “discovery” would introduce an error in punctuation. Lengthy introductory phrases should be set off by a comma.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "Change exploring to explore",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “exploring” to “explore” creates an ungrammatical sentence.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "Change them to it",
                "Key": {
                    "Correct": false,
                    "Rationale": "The pronoun “them” is referring to the scientists and cannot be changed to “it.”",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "A variety of complete, controlled sentences and avoidance of unintentional splices, run-ons, and fragments."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What is the correct way to write sentences 21 and 22?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "If there is a shocking cave like this: 980 feet below the surface of Mexico then there could be more discoveries just like it in other parts of the world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The punctuation in this sentence is flawed. The colon is unnecessary, and the sentence lacks a comma after the introductory adverb clause, which is a dependent clause that cannot stand alone as a sentence.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "If there is a shocking cave like this 980 feet below the surface of Mexico; then there could be more discoveries just like it in other parts of the world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is incorrect to place a semicolon between the dependent clause, which cannot stand alone as a sentence, and the main clause, which can stand alone as a sentence.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "If there is a shocking cave like this 980 feet below the surface of Mexico then there could be more discoveries, just like it, in other parts of the world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The punctuation in this sentence is incorrect. Commas are added unnecessarily and are missing after the introductory clause.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "If there is a shocking cave like this 980 feet below the surface of Mexico, then there could be more discoveries just like it in other parts of the world.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence corrects the fragment (a group of words that is not a complete sentence) in sentence 21 and combines it with sentence 22 to form a correct sentence.",
                    "Percent": 60
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Correct spelling."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What change should Jazmin make in sentence 23?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change There are to There's",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the plural verb “There are” is changed to the singular verb “There's,” it introduces an error in agreement between the plural subject, “corners,” and the verb.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "Change have to has",
                "Key": {
                    "Correct": false,
                    "Rationale": "If “have” is changed to “has,” it introduces an error in agreement between the plural subject, “corners,” and the verb.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "Delete the comma after eyes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Removing the comma would create an error in punctuation.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "Change dazzeling to dazzling",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “dazzeling” to “dazzling” corrects the spelling error in the sentence.",
                    "Percent": 69
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Correct spelling."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What change should be made in sentence 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change can teach to taught",
                "Key": {
                    "Correct": false,
                    "Rationale": "The verb “can teach” should not be changed to “taught” because it changes the meaning of the sentence and makes the verb tenses inconsistent.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "Insert a colon after children",
                "Key": {
                    "Correct": false,
                    "Rationale": "Introducing a colon after “children” creates a punctuation error. A colon would indicate a restatement or explanation.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Change responsability to responsibility",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “responsability” to “responsibility” corrects the spelling error in the sentence.",
                    "Percent": 82
                }
            },
            "D": {
                "Choice": "Change to spend to spending",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “to spend” to “spending” creates an ungrammatical sentence.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Punctuation, including commas, semicolons, colons, and dashes to set off phrases and clauses as appropriate."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What change, if any, should be made in sentence 9?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Insert a comma after WAF",
                "Key": {
                    "Correct": true,
                    "Rationale": "A comma is often necessary after a lengthy introductory clause, which is a dependent clause that is not a complete sentence. Inserting a comma after “WAF” corrects the punctuation in the sentence.",
                    "Percent": 68
                }
            },
            "G": {
                "Choice": "Change asked to ask",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the verb from “asked” to “ask” changes the verb tense and creates an error.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "Insert a comma after father",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a comma after “father” introduces an unnecessary comma and creates an error.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "No change is needed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If no change is made to the sentence, the comma error would still exist.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Correct capitalization."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S4.json"
        ],
        "Explain": false,
        "Content": [
            "How does sentence 18 need to be changed?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change sends to sending",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “sends” to “sending” creates an ungrammatical sentence.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "Change Adoption Certificate to adoption certificate",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “Adoption Certificate” to “adoption certificate” corrects the capitalization error, since there is no need to capitalize this phrase.",
                    "Percent": 49
                }
            },
            "C": {
                "Choice": "Change depicting to depicted",
                "Key": {
                    "Correct": false,
                    "Rationale": "The parallel structure of the verbs would be changed by replacing “depicting” with “depicted,” and it would create an ungrammatical sentence.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Change animals' to animals",
                "Key": {
                    "Correct": false,
                    "Rationale": "The apostrophe is necessary because it shows the animals possess the habitats.",
                    "Percent": 38
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Punctuation, including commas, semicolons, colons, and dashes to set off phrases and clauses as appropriate."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What change is needed in sentence 23?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change mission to missions",
                "Key": {
                    "Correct": false,
                    "Rationale": "Since there is only one mission, the word should remain singular.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "Change others to them",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “others” to “them” would create confusion because there is no antecedent noun, which is a noun that the pronoun refers to.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Insert a comma after contributing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a comma after “contributing” would introduce an unnecessary comma and an error to the sentence.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "Change the comma after programs to a semicolon",
                "Key": {
                    "Correct": true,
                    "Rationale": "Replacing the comma with a semicolon corrects the comma error that is created when two main clauses are connected with only a comma.",
                    "Percent": 66                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Composition"
        ],
        "SubTopics": [
            "Compose informational texts such as explanatory essays, reports, and personal essays using genre characteristics and craft."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the following quotation.",
            ":box:The reason most people never reach their goals is that they don't define them, or ever seriously consider them as believable or achievable. Winners can tell you where they are going, what they plan to do along the way, and who will be sharing the adventure with them.\n\n — Denis Waitley",
            "Successful people often set clear goals and understand the specific steps needed to achieve them. Think carefully about this statement.",
            "Write an essay explaining the best way to achieve a goal.",
            ":ibox:Be sure to  — \n\n• clearly state your thesis\n• organize and develop your ideas effectively\n• choose your words carefully\n• edit your writing for grammar, mechanics, and spelling"
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Why I Write Longhand” to answer the following question.",
            "Which word best describes the overall tone of the selection “Why I Write Longhand”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Playful",
                "Key": {
                    "Correct": false,
                    "Rationale": "The tone is not playful but more reflective as the author thinks about how devices affect work.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Sarcastic",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence of sarcasm or making fun of something — the author is describing how his creative process has changed over time to include such activities as writing in longhand.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "Regretful",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not show any regret regarding the decision to write in longhand at times.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "Reflective",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's tone is reflective, reflecting on how, over time, his attitude toward writing in longhand has changed, and explaining how his best ideas are often those that come from “almost anywhere but in front of a screen” (paragraph 3).",
                    "Percent": 71
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Why I Write Longhand” to answer the following question.",
            "In paragraph 4 of the selection “Why I Write Longhand,” the author supports the idea that he  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "usually chooses the simplest way to accomplish tasks",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author added “keyboard shortcuts” and “downloaded apps to track time,” there is no indication that this was the simplest way to accomplish his desired outcome.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "was proud of his ability to master the use of high-tech tools",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author was not showing pride in being able to use technology to his advantage; rather, he thought the power of technology alone would make him more productive than more traditional forms of tracking, such as taking notes by hand.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "avoided facing the reality of his work habits",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4 the author supports the idea that he avoided facing the reality of his work habits. He explains that he tried to justify the devices used, but he finally realized he couldn't “talk [him]self out of” the fact that they were disguising the reality of what he was really accomplishing.",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "is able to learn new skills and computer programs quickly",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the sentences in paragraph 4 support the author's ability to learn new skills and computer programs quickly, this information does not support his purpose of showing that those high-tech tools did not increase his productivity.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how the author's use of language achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Why I Write Longhand” to answer the following question.",
            "In paragraph 11 of the selection “Why I Write Longhand,” why does the author describe evolving computer tools as “a multi- tentacled entity”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He embraces the need for writers to multitask.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's use of the term “multi-tentacled” is not meant as a positive reference to multitasking; rather, it is a negative characterization of the computer tools that he feels have control over him.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "His addiction to computer devices has become overwhelming.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author describes the computer tools as “multi-tentacled” because he recognizes how much his computer addiction is reaching other areas of his life besides work.",
                    "Percent": 63
                }
            },
            "H": {
                "Choice": "He believes that writers must pay attention to many things at once.",
                "Key": {
                    "Correct": false,
                    "Rationale": "By using “multi-tentacled entity” in paragraph 11, the author characterizes his addiction to computer tools as much more negative than simply having to pay attention to many things.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "His experiences designing computer games impact the way he views the world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This statement is too broad. The phrase does not refer to how designing games has changed the author's worldview; it describes his feeling that computer tools have taken over his life and work.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres "
        ],
        "SubTopics": [
            "Use print or digital resources such as glossaries or technical dictionaries to clarify and validate understanding of the precise and appropriate meaning of technical or discipline-based vocabulary."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Why I Write Longhand” to answer the following question.",
            "In the selection “Why I Write Longhand,” which word is closest in meaning to exponentially as it is used in paragraph 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Rapidly",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word “rapidly” is the closest in meaning to the word e͟x͟p͟o͟n͟e͟n͟t͟i͟a͟l͟l͟y. The author uses the word exponentially to emphasize that computing power and capabilities have grown rapidly in the thirty years that he has been using computers.",
                    "Percent": 73
                }
            },
            "B": {
                "Choice": "Silently",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention of the presence or quality of sound in paragraph 1, so this is not the meaning of e͟x͟p͟o͟n͟e͟n͟t͟i͟a͟l͟l͟y.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Unexpectedly",
                "Key": {
                    "Correct": false,
                    "Rationale": "Computer users understand that technology changes all the time, so the growth is not unexpected. Therefore, this is not the meaning of the word e͟x͟p͟o͟n͟e͟n͟t͟i͟a͟l͟l͟y.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "Wonderfully",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author's attitude toward what computers have enabled him to do may lead the reader to believe that he looks on the advancement of computers with “wonder,” that is not his intent when he observes that technology has progressed e͟x͟p͟o͟n͟e͟n͟t͟i͟a͟l͟l͟y, or rapidly.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how the author's use of language achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Why I Write Longhand” to answer the following question.",
            "Read this quotation from paragraph 9 of the selection “Why I Write Longhand.”",
            ":box:Which is why, after years of making progressively heavier use of more apps and more devices to do things I used to do without any devices at all, I've thrown that train into reverse.",
            "Why does the author use a metaphor in the quotation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show his fascination with technology",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea of throwing the train into reverse is not about the author's fascination with technology but rather about the difficulty he faces in relying on it less.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "To highlight the difficulty in changing his habits",
                "Key": {
                    "Correct": true,
                    "Rationale": "A metaphor is a figure of speech that makes a comparison between two unrelated things that share common characteristics. The author uses the metaphor “thrown that train into reverse” in paragraph 9 to emphasize how difficult it is for him to stop relying so heavily on his use of computerized devices.",
                    "Percent": 59
                }
            },
            "H": {
                "Choice": "To explain his awareness that he is not alone in his use of technology",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is not applying the metaphor of the train to his awareness of others but to his own reliance on computerized devices.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "To express the sense of anticipation about his future",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, the author is not speculating about his future with the use of the metaphor “thrown that train into reverse.”",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Why I Write Longhand” to answer the following question.",
            "Based on paragraphs 5 and 6 of the selection “Why I Write Longhand,” what can be inferred about the author's feelings?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He is excited about trying new writing techniques.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because writing in longhand is not a new technique, this is not an accurate inference from paragraphs 5 and 6.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "He is upset that he has wasted so much time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 5 and 6 the author is cautious at first, but there is no evidence that he is upset. Instead, he states “to my surprise, the more I brought it up, the more I discovered I wasn't alone,” indicating that he is relieved to learn that others feel the same way he does.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "He is relieved that others agree with his beliefs.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 5 and 6, it can be inferred that the author is relieved to learn that many of the most successful people he knows use longhand in their work. The author explains how he talks about using longhand “cautiously at first” to show that he is wary but is surprised to learn that “some of the most productive and successful people” still write longhand.",
                    "Percent": 69
                }
            },
            "D": {
                "Choice": "He is confused about which methods to use in planning his writing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no support for the inference that the author is confused in these paragraphs.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres "
        ],
        "SubTopics": [
            "Analyze context to distinguish between the denotative and connotative meanings of words."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Paper Calendars Endure Despite the Digital Age” to answer the following question.",
            "Read paragraph 6 from the article “Paper Calendars Endure Despite the Digital Age.”",
            ":box:Jerome Roxton, president of Tru Art Advertising Calendars in Iowa City, Iowa, said traditional calendars remain popular because they combine aesthetics with utility. Paper and digital calendars can readily coexist.",
            "In paragraph 6, what does the word coexist mean?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Have multiple uses",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the paragraph does say that traditional calendars “combine aesthetics with utility” there is no context that c͟o͟e͟x͟i͟s͟t͟ means to have multiple uses.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "Have surprising results",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that paper calendars remain popular may be surprising for some people. However, the meaning of c͟o͟e͟x͟i͟s͟t͟ relates to both paper and digital calendars being available, not that they have surprising results.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "Be present at the same time",
                "Key": {
                    "Correct": true,
                    "Rationale": "C͟o͟e͟x͟i͟s͟t means that paper and digital calendars are “present at the same time.” In paragraph 7, the explanation “it's a question of and,” he said. “It's not a question of or” shows that both paper and digital calendars can be popular.",
                    "Percent": 74
                }
            },
            "J": {
                "Choice": "Encourage creative ideas",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no context that c͟o͟e͟x͟i͟s͟t͟ means to “encourage creative ideas” so this is not the meaning of c͟o͟e͟x͟i͟s͟t͟.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Clear thesis, relevant supporting evidence, pertinent examples, and conclusion."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Paper Calendars Endure Despite the Digital Age” to answer the following question.",
            "Read this quotation from paragraph 5 of the article “Paper Calendars Endure Despite the Digital Age.”",
            ":box:“The consumer can customize a planner to fit his or her style with accessories, colors and even color code events and activities,” she wrote.",
            "How does this quotation support the main idea of the article?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It shows that people's purchasing behaviors are unpredictable.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it is mentioned in the article that the sales of paper calendars are variable, that is not a part of the quotation in paragraph 5.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "It argues that consumers should buy a particular type of planner.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, the purchase of a particular type of planner is not supported. Individual customization is focused on instead.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "It provides specific reasons why paper planners remain popular.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The quotation from paragraph 5 supports the main idea of the article by listing several factors that contribute to the popularity of paper planners, including the ability to customize them to an individual's particular taste using accessories, colors, and color-coding.",
                    "Percent": 70
                }
            },
            "D": {
                "Choice": "It explains why people confuse planners with calendars.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Option D is incorrect The quotation mentions only planners, not calendars.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Paper Calendars Endure Despite the Digital Age” to answer the following question.",
            "Which of these is the best summary of the article “Paper Calendars Endure Despite the Digital Age”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The number of paper calendars found in homes has decreased slightly over the last few decades, although calendars that promote businesses are still used in advertising. In the last few years, sales of planners have gone up. Most people who own printed calendars display them in their kitchens.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary contains the extraneous information that most people hang calendars in the kitchen. This is not a key idea of the article.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "Just as people worried about the end of the printed book when e-books became available, so too did they think paper calendars would go out of style. Paper calendars and planners are usually purchased at the end of the year. Some types have become more popular, but others have not.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information comparing printed books to e-books is not a key idea that needs to be in a summary of the article.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "Digital calendars have many uses, but they can end up being more annoying than helpful. Paper calendars, on the other hand, do not beep or send alerts. Desk pads and wall calendars are now less common than they once were, but consumers still purchase customizable planners.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary places too much focus on the annoyance of the electronic beeps and alerts of digital calendars.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "When digital calendars became widely available, many people anticipated that paper calendars would disappear. However, while the sales of some types of paper calendars have declined, the use of promotional and personal calendars has increased. Many people today use both digital and printed calendars.",
                "Key": {
                    "Correct": true,
                    "Rationale": "These sentences offer the best and most concise summary by including all the key ideas of the article.",
                    "Percent": 54
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze the author's purpose, audience, and message within a text."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Paper Calendars Endure Despite the Digital Age” to answer the following question.",
            "In paragraph 13 of the article “Paper Calendars Endure Despite the Digital Age,” why does the author include a quotation from a Virginia Tech paper?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To prove that paper calendar use is an appropriate subject of study",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation in paragraph 13 offers no proof of the appropriateness of the calendar as a subject of study.",
                    "Percent": 27
                }
            },
            "B": {
                "Choice": "To show that some hypotheses can be wrong",
                "Key": {
                    "Correct": true,
                    "Rationale": "The quotation from the study states the idea that the increased use of digital calendars “would be swift and inevitable,” implying that paper calendars would be abandoned, but paper calendars did not disappear.",
                    "Percent": 35
                }
            },
            "C": {
                "Choice": "To suggest that there are problems with the research data",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because the quotation is only a prediction taken from a Virginia Tech study, it does not give specific information about the accuracy of data used in the study.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "To demonstrate that his thoughts on the topic of calendar use are biased",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation contains no personal bias; it is simply an incorrect prediction.",
                    "Percent": 25
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze the author's purpose, audience, and message within a text."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Paper Calendars Endure Despite the Digital Age” to answer the following question.",
            "Read this quotation from paragraph 10 of the article “Paper Calendars Endure Despite the Digital Age.”",
            ":box:It may seem counterintuitive that a print product can thrive in the digital age.",
            "Why does the author include the quotation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show that he is qualified to discuss print and digital purchases",
                "Key": {
                    "Correct": false,
                    "Rationale": "The inclusion of the quotation from paragraph 10 does not show the writer's qualifications.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "To explain that people cannot draw conclusions about print versus digital products",
                "Key": {
                    "Correct": false,
                    "Rationale": "People may draw a number of different conclusions about what they have read regardless of what is in the quotation. The quotation simply brings up the idea that the fact that print products are able to thrive in a digital world seems surprising.",
                    "Percent": 23
                }
            },
            "H": {
                "Choice": "To emphasize that he remains skeptical about the popularity of calendars",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is nothing in the quotation from paragraph 10 that refers to the author's skepticism.",
                    "Percent": 24
                }
            },
            "J": {
                "Choice": "To indicate that the information he presents may surprise some readers",
                "Key": {
                    "Correct": true,
                    "Rationale": "The use of “counterintuitive” suggests something that seems to go against an idea that was presented; in this case, it is surprising that despite the prevalence of smartphones and digital devices, print product items such as calendars, planners, and books continue to thrive.",
                    "Percent": 40
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Paper Calendars Endure Despite the Digital Age” to answer the following question.",
            "What conclusion can be drawn from paragraphs 14 through 16 of the article “Paper Calendars Endure Despite the Digital Age”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It is more profitable for companies to advertise with promotional calendars than on television.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not a correct conclusion. Statistical information comparing the profitability of promotional calendars and television advertising is not provided.",
                    "Percent": 29
                }
            },
            "B": {
                "Choice": "Promotional calendars are effective because the company's name is on display year round.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This conclusion is correct. Having the name of the company providing the promotional calendars in sight will keep that company in the mind of consumers.",
                    "Percent": 33
                }
            },
            "C": {
                "Choice": "It costs companies more to print and give away promotional calendars than they gain by doing so.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The statistics to support this conclusion are not presented in paragraphs 14 through 16.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "Promotional calendars have increased in popularity because other forms of advertising have declined.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Statistics comparing the popularity of promotional calendars with other forms of advertising are not presented in paragraphs 14 through 16.",
                    "Percent": 24
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres "
        ],
        "SubTopics": [
            "Synthesize information from two texts to create new understanding."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Why I Write Longhand” and “Paper Calendars Endure Despite the Digital Age” to answer the following question.",
            "Read these quotations from the selection and the article.",
            ":box:Why I Write Longhand\n\nIt turns out that some of the most productive and successful people I know still write longhand. (paragraph 6)",
            ":box:Paper Calendars Endure Despite the Digital Age\n\nBut the continued success of some paper calendars mirrors that of printed books, an industry that several years ago was confronting what seemed like the very real possibility that e-books would outsell the printed variety. (paragraph 10)",
            "Both of these quotations support the idea that  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the choice of paper over digital products depends on the age of the consumer",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the quotation from “Why I Write Longhand” nor the quotation from “Paper Calendars Endure Despite the Digital Age” address the idea that consumer preference is dependent on age.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "people give up easily when it is difficult to learn new skills on electronic devices",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea of someone giving up when a task is difficult to learn on computers is not supported in either the quotation from “Why I Write Longhand” or the quotation from “Paper Calendars Endure Despite the Digital Age.”",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "digital devices will likely turn out to be a short-lived fad",
                "Key": {
                    "Correct": false,
                    "Rationale": "This speculation is not supported by either the quotation from “Why I Write Longhand” or the quotation from “Paper Calendars Endure Despite the Digital Age.”",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "in some situations people still prefer paper products to electronic devices",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both the quotation from “Why I Write Longhand” and the quotation from “Paper Calendars Endure Despite the Digital Age” support the idea that for some situations, consumers prefer paper to digital devices.",
                    "Percent": 67
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres "
        ],
        "SubTopics": [
            "Synthesize information from two texts to create new understanding."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Why I Write Longhand” and “Paper Calendars Endure Despite the Digital Age” to answer the following question.",
            "While the article “Paper Calendars Endure Despite the Digital Age” emphasizes economic aspects of paper versus digital products, the selection “Why I Write Longhand” focuses on  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "presenting helpful advice to other writers",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “Why I Write Longhand,” the author is reflecting on discoveries he has made, rather than trying to give advice to anyone. Nor does the author of “Paper Calendars Endure Despite the Digital Age” present advice to anyone.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "outlining the history of both paper and digital developments",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author of “Paper Calendars Endure Despite the Digital Age” gives a brief history of both paper and digital developments, the author of “Why I Write Longhand” does not. Instead, he reflects on the use of computers in his work and what he discovers when he decides to let go of some of his ties to them.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "describing the author's personal experiences",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the excerpt “Why I Write Longhand” the author focuses on his own experiences, reflecting on “the inverse relationship between my screen time and my productivity” as stated in paragraph 4. The author of “Paper Calendars Endure Despite the Digital Age” does not offer any personal experiences.",
                    "Percent": 60
                }
            },
            "D": {
                "Choice": "explaining the process of designing games using digital media",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of “Why I Write Longhand” has experience in game design, but he does not focus on the processes used in game designing. The author of the article “Paper Calendars Endure Despite the Digital Age” does not address game designing using digital media at all.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres "
        ],
        "SubTopics": [
            "Synthesize information from two texts to create new understanding."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Why I Write Longhand” and “Paper Calendars Endure Despite the Digital Age” to answer the following question.",
            "Both the notebooks in paragraph 9 of the selection “Why I Write Longhand” and the planners in the article “Paper Calendars Endure Despite the Digital Age” are described as  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "simpler to use than digital devices",
                "Key": {
                    "Correct": true,
                    "Rationale": "In both “Why I Write Longhand” and “Paper Calendars Endure Despite the Digital Age,” the authors describe paper notebooks and planners as simpler to use.",
                    "Percent": 69
                }
            },
            "G": {
                "Choice": "useful only to certain jobs",
                "Key": {
                    "Correct": false,
                    "Rationale": "In neither the selection “Why I Write Longhand” nor the article “Paper Calendars Endure Despite the Digital Age” do the authors restrict notebooks and paper planners to only certain jobs.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "less expensive than computers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cost comparison between paper products and computers is not provided in either the selection “Why I Write Longhand” or the article “Paper Calendars Endure Despite the Digital Age.”",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "more difficult to find now than in the past",
                "Key": {
                    "Correct": false,
                    "Rationale": "In neither “Why I Write Longhand” nor “Paper Calendars Endure Despite the Digital Age” do the authors describe paper notebooks or planners as being difficult to find.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres "
        ],
        "SubTopics": [
            "Synthesize information from two texts to create new understanding."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S5.json",
            "problems/TX22HSE1/supps/TX22HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Why I Write Longhand” and “Paper Calendars Endure Despite the Digital Age” to answer the following question.",
            "Read this quotation from paragraph 4 of the selection “Why I Write Longhand.”",
            ":box:There was an inverse relationship between my screen time and my productivity on a given day.",
            "Which quotation from the article “Paper Calendars Endure Despite the Digital Age” expresses a similar idea?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Jerome Roxton, president of Tru Art Advertising Calendars in Iowa City, Iowa, said traditional calendars remain popular because they combine aesthetics with utility. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the quotation from “Paper Calendars Endure Despite the Digital Age,” the emphasis is on the popularity of paper calendars because they give consumers both “aesthetics and utility” in the same document. Aesthetics along with utility is not discussed in “Why I Write in Longhand.”",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "“Having to open another tab, fire up another piece of software, or launch another app to access my calendar amounts to one more onscreen thing vying for my attention,” he wrote. (paragraph 9)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “Why I Write Longhand,” the author discovers that the time he spends finding the shortcuts on the computer to make him more productive is actually decreasing his productivity. In the quotation from “Paper Calendars Endure Despite the Digital Age,” Bertel King Jr. notes that the amount of attention taken up by apps harms his productivity.",
                    "Percent": 66
                }
            },
            "C": {
                "Choice": "The kitchen remained the prime display location, with 75 percent of respondents saying they had a calendar there. (paragraph 12)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation from “Paper Calendars Endure Despite the Digital Age” contains nothing about the time and attention computers need. Conversely, the time and attention computers require is a major point made in the selection “Why I Write in Longhand.”",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "A 2008 paper from Virginia Tech, called “An Exploratory Study of Personal Calendar Use,” predicted the march of electronic calendars would be swift and inevitable. (paragraph 13)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this quotation from “Paper Calendars Endure Despite the Digital Age,” the author describes a study predicting that electronic calendars will overtake paper calendars. No such predictions are made in “Why I Write in Longhand.”",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres "
        ],
        "SubTopics": [
            "Analyze context to distinguish between the denotative and connotative meanings of words."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 5, what does the word meandered mean?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Gathered occasionally",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Gathered” does not indicate motion forward but suggests a stopping or pause in action; the word m͟e͟a͟n͟d͟e͟r͟e͟d means to move about “with no particular destination in mind.”",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "Roamed aimlessly",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 5, the author indicates that the hikers wandered “with no particular destination in mind” so the meaning of m͟e͟a͟n͟d͟e͟r͟e͟d means “roamed aimlessly.”",
                    "Percent": 75
                }
            },
            "H": {
                "Choice": "Traveled frequently",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word m͟e͟a͟n͟d͟e͟r͟e͟d does not indicate the frequency of an action; instead, it means moving or wandering with no destination in mind.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "Stopped abruptly",
                "Key": {
                    "Correct": false,
                    "Rationale": "M͟e͟a͟n͟d͟e͟r͟e͟d indicates motion, not stopping.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Evaluate details read to determine key ideas."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraphs 8 through 12, what key idea is supported by the details of a forest bathing experience?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Forest guides support and assist with this process.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The details in paragraphs 8 through 12 support the key idea that forest guides are important to the forest bathing experience. They give instructions to intensify the experience of forest bathing.",
                    "Percent": 27
                }
            },
            "B": {
                "Choice": "It is necessary to breathe deeply to achieve a state of relaxation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the forest guide says to “close your eyes and just breathe” these paragraphs are not focused on relaxation techniques, but on how forest guides assist with the forest bathing experience.",
                    "Percent": 28
                }
            },
            "C": {
                "Choice": "The process of forest bathing is more effective than meditating.",
                "Key": {
                    "Correct": false,
                    "Rationale": "No comparison is made in these paragraphs between the effectiveness of meditation and of forest bathing.",
                    "Percent": 24
                }
            },
            "D": {
                "Choice": "The colors and sights of the forest change when forest bathing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 11, the author observes that “the green looked a lot greener” but the colors and sights do not physically change due to forest bathing, the person just becomes more observant. Although this is an interesting detail, it is not a key idea.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Use text evidence and original commentary to support a comprehensive response."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "Which quotation from the article shows that forest bathing could have valuable effects?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It took me a few minutes to clear out the clutter in my brain, and tune in to the natural world. (paragraph 9)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation helps explain the preliminary necessities for one to experience forest bathing at its best but does not address the valuable effect of forest bathing.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "The Association of Nature & Forest Therapy plans to train and certify about 250 new guides next year. (paragraph 16)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The addition of trained guides will help give more people the opportunity to try forest bathing, but this does not explain what extra benefits may come from the experience.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "There's a growing body of evidence that the practice can help boost immunity and mood and help reduce stress. (paragraph 17)",
                "Key": {
                    "Correct": true,
                    "Rationale": "Boosting immunity and mood and reducing stress are beneficial effects of forest bathing.",
                    "Percent": 71
                }
            },
            "J": {
                "Choice": "Most doctors these days agree that people younger than 60 should aim to keep their blood pressure under 140. (paragraph 20)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation gives information extraneous to the actual forest bathing experience.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Multiple organizational patterns within a text to develop the thesis."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "How is the article “Forest Bathing” organized to develop the thesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By presenting a personal experience with forest bathing and reporting on studies that support the reasons for the effectiveness of that experience",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author develops the thesis by describing a personal experience with forest bathing and then summarizes the research. In paragraphs 1 through 4, the author explains her misconception of forest bathing. She gives details about her experience in paragraphs 7 through 12 and follows up with research about forest bathing in paragraphs 13 through 25.",
                    "Percent": 62
                }
            },
            "B": {
                "Choice": "By explaining why people, from participants to practice providers, support further research to confirm the importance of forest bathing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does describe how participants and practice providers support the benefits of forest bathing, the article is organized by describing the author's personal experience before reporting on the research about forest bathing.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "By providing the reader with step-by-step instructions on how to achieve the objectives of forest bathing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Step-by-step instructions are not provided; instead, the author describes a personal experience with forest bathing.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "By describing how the practice of forest bathing began and has expanded to new areas in hopes that its results can be repeated and confirmed",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes the origin and history of the practice of forest bathing. However, this information occurs after the author first describes her actual experience with it.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Clear thesis, relevant supporting evidence, pertinent examples, and conclusion."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "Which quotation best supports the thesis of the article?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "“When you open your eyes, imagine you're seeing the world for the very first time,” Choukas-Bradley told us. (paragraph 10)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this is the first step the forest guide gives to begin the forest bathing experience, it does not support the thesis.",
                    "Percent": 22
                }
            },
            "G": {
                "Choice": "“It's my hope that the health care system will include [forest therapy] into the range of services they reimburse for,” Clifford says. (paragraph 14)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Clifford's opinion in paragraph 14 supports the possible monetary benefit of forest bathing being included as part of a person's personal health care insurance, but it does not support the thesis that forest bathing substantially reduces stress.",
                    "Percent": 26
                }
            },
            "H": {
                "Choice": "“Medical researchers in Japan have studied forest bathing and have demonstrated several benefits to our health,” says Philip Barr ... (paragraph 17)",
                "Key": {
                    "Correct": true,
                    "Rationale": "This quotation by Philip Barr supports the thesis that forest bathing provides much-needed stress reduction from which everyone can benefit.",
                    "Percent": 47
                }
            },
            "J": {
                "Choice": "“I'm very impressed with the primary research done in Japan,” Barr says. (paragraph 21)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 21, Barr's opinion supports Japanese research rather than supporting the thesis of this article.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze use of text structure to achieve the author's purpose."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author presents paragraphs 6 through 11 chronologically?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To elaborate on the skills that are developed through the experience of forest bathing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's personal experience of forest bathing is discussed in paragraphs 6 through 11, but these paragraphs do not elaborate on skills developed from the process.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "To explain the ways forest bathing can be useful",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although these paragraphs highlight the author's individual experience of forest bathing, they do not elaborate on why the process is useful.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "To provide reasons that forest bathing is essential",
                "Key": {
                    "Correct": false,
                    "Rationale": "These paragraphs discuss the positive experience of forest bathing for one person but do not refer to reasons why the process is essential.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "To illustrate the process of forest bathing and how the author's view of it evolves",
                "Key": {
                    "Correct": true,
                    "Rationale": "Paragraphs 6 through 11 illustrate the author's personal experience with forest bathing and her positive impression of the process. Chronological order is important to establish the author's evolving feelings throughout the experience.",
                    "Percent": 62
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze the author's purpose, audience, and message within a text."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author wrote this article?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To emphasize the need for frequent forest bathing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not mention a suggested frequency for forest bathing.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "To describe the positive effects of forest bathing",
                "Key": {
                    "Correct": true,
                    "Rationale": "The description of forest bathing and its positive effects is the article's main focus and, therefore, the most likely reason it was written.",
                    "Percent": 52
                }
            },
            "H": {
                "Choice": "To explain the history of forest bathing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although a brief history is given, that explanation is not the intent of the article.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "To persuade people to try forest bathing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author initially wrote this article as a work assignment and does not use any overt persuasive language to encourage the reader to try forest bathing.",
                    "Percent": 29
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze the author's purpose, audience, and message within a text."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "Who is most likely the intended audience for this article?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "People seeking stress-relieving practices",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since forest bathing is shown as an inexpensive way to help relieve stress, those needing to reduce stress are the intended audience.",
                    "Percent": 76
                }
            },
            "B": {
                "Choice": "Physicians who treat high blood pressure",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although forest bathing might be something physicians would suggest along with their prescribed treatments, people suffering from high blood pressure would need a more immediate treatment, so they are most likely not the intended audience.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Outdoor athletes who enjoy nature",
                "Key": {
                    "Correct": false,
                    "Rationale": "Athletes who enjoy nature and participate in outdoor events may already experience the benefits of forest bathing, so it is unlikely they are the intended audience.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Wilderness guides with degrees in counseling",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wilderness guides most likely already possess this information.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of paragraphs 18 through 23?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Many doctors agree that young people should keep their blood pressure lower than 140. A study showed that people who walk in the forest are healthier than those who walk in the city.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete as it does not mention the benefit of stress relief.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Research shows that there are health benefits associated with forest bathing. Walking in a forest can help reduce blood pressure and stress hormones. People who have significant stress in their lives may especially benefit from forest bathing.",
                "Key": {
                    "Correct": true,
                    "Rationale": "These sentences provide the most complete summary of paragraphs 18 through 23.",
                    "Percent": 59
                }
            },
            "H": {
                "Choice": "Philip Barr, a doctor at Duke University, notes that research conducted in Japan shows that forest bathing can improve one's health. One study that focused on ways forest bathing is beneficial looked at walking in the forest compared to walking in a city.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because this summary ignores the actual medical benefits forest bathing may offer, it is incomplete.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "Research suggests that forest bathing can lower blood pressure, reduce stress hormones, and help people relax more. Medical researchers in Japan have conducted these studies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "That medical researchers in Japan conducted the studies is extraneous information, so it is not a key idea required for an accurate summary.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres "
        ],
        "SubTopics": [
            "Determine the meaning of foreign words or phrases used frequently in English such as bona fide, caveat, carte blanche, tête-à-tête, bon appétit, and quid pro quo."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "What is the meaning of virtuoso in line 26?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A popular student",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker does not mention the girl's popularity, so this is not the meaning of v͟i͟r͟t͟u͟o͟s͟o. Instead, the word has to do with skill in performance.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "A good person",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 25 and 26 the speaker is describing a young girl who plays the piano. There is no mention of whether she is a good person, so this is not the meaning of the word v͟i͟r͟t͟u͟o͟s͟o.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "A skilled performer",
                "Key": {
                    "Correct": true,
                    "Rationale": "A v͟i͟r͟t͟u͟o͟s͟o is a skilled performer. In lines 25 and 26 the speaker says a girl plays the piano, so the meaning of v͟i͟r͟t͟u͟o͟s͟o is “a skilled performer.”",
                    "Percent": 85
                }
            },
            "D": {
                "Choice": "A young teacher",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker does use the words “girl” and “early” which could suggest the girl is young, there is no context that she is a teacher, so v͟i͟r͟t͟u͟o͟s͟o does not mean “young teacher.”",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how the author's use of language achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "How does the poet's use of sensory language in lines 4 through 6 help develop the idea of change over time?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By indicating that the shoe store is no longer as simple as it once was",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sensory language in lines 4 through 6 of the poem contribute to the signs of simpler times being gone. The description of “fancy mirrors” and “theatre folding seats” suggests the shoe store is much more elaborate.",
                    "Percent": 58
                }
            },
            "G": {
                "Choice": "By emphasizing that the shoe store cannot keep up with modern trends",
                "Key": {
                    "Correct": false,
                    "Rationale": "The shoe store has undergone changes to become more modern, so the suggestion it cannot keep up is incorrect.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "By suggesting that the shoe store is visited by several customers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the chairs are mentioned, this does not suggest the number of customers.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "By showing that the shoe store is too cluttered for business",
                "Key": {
                    "Correct": false,
                    "Rationale": "The piles of shoe boxes are not noted as being clutter. It is more likely they are included in the description simply to note the merchandise on hand.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze the structure, prosody, and graphic elements such as line length and word position in poems across a variety of poetic forms."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "What do the parentheses in line 19 help the reader understand?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The speaker's relationship to the shoemaker",
                "Key": {
                    "Correct": false,
                    "Rationale": "No relationship is indicated in line 19 of the poem. In fact, in line 31, the speaker mentions, “But he wouldn't remember me.”",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "The speaker's internal monologue",
                "Key": {
                    "Correct": true,
                    "Rationale": "Line 19 indicates the speaker's thoughts as he reminisces about the past.",
                    "Percent": 47
                }
            },
            "C": {
                "Choice": "The speaker's feelings about the shoemaker",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker's feelings about the shoemaker are not included in line 19 of the poem.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "The speaker's main conflict",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 19, the speaker simply describes not wanting to speak and interrupt the memory the sights of the shoe store create for him. There is no conflict indicated in line 19.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how themes are developed through characterization and plot in a variety of literary texts."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "Which event in the poem most directly contributes to the theme that the past cannot be revisited?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The changes to the shoe-repair section",
                "Key": {
                    "Correct": false,
                    "Rationale": "The changes to the shoe store are literal, physical changes made to update the store over the years.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "The shoemaker's success",
                "Key": {
                    "Correct": false,
                    "Rationale": "The shoemaker's success occurred slowly over time and is an observation of the present.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "The speaker's memory of the shoemaker's daughter",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is a simple memory of a person. There is no indication of a yearning to revisit the past.",
                    "Percent": 26
                }
            },
            "J": {
                "Choice": "The closing of the door",
                "Key": {
                    "Correct": true,
                    "Rationale": "When the speaker chooses to “close the door on thirty years gone forever” in line 40, he indicates that despite being nostalgic for the past, he is choosing not to revisit those memories.",
                    "Percent": 41
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze the structure, prosody, and graphic elements such as line length and word position in poems across a variety of poetic forms."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "What do the indentations throughout the poem help to convey?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The speaker's current thoughts and interactions with the shoemaker",
                "Key": {
                    "Correct": true,
                    "Rationale": "The indentations represent shifts from referring to the past to referring to the present. For example, in line 11 the speaker says, “One thing that hasn't changed” describing how the shoemaker looks in the present. Before this the speaker describes the shoe repair “in the old days” in lines 8 through 10.",
                    "Percent": 53
                }
            },
            "B": {
                "Choice": "The speaker's desire to know more about the shoemaker's life",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text following the indentations shows that the speaker already knows a lot about the shoemaker's life.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "The speaker's reason for hesitating to interrupt the shoemaker",
                "Key": {
                    "Correct": false,
                    "Rationale": "The indentations do not give any reason behind the speaker's hesitation to speak.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "The speaker's opinion about the shoemaker's additions to the store",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker does not share opinions about the changes in the store.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Use text evidence and original commentary to support a comprehensive response."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "Which lines from the poem best show the effects of the shoemaker's efforts over time?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Nothing's changed much, except the front/is a shoe store complete with fancy mirrors, (lines 3–4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Little has changed in the shoe store other than adding some mirrors in lines 3 and 4, which does not show a real effect of the shoemaker's efforts.",
                    "Percent": 31
                }
            },
            "G": {
                "Choice": "no more bald/than he was then, (lines 12–13)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 12 and 13 discuss the shoemaker's physical appearance, not his prosperity. He is “no more bald than he was” thirty years ago.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "working a pair of pumps/back and forth with complete absorption, (lines 15–16)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 15 and 16 show the work the shoemaker does rather than describing an effect of his efforts.",
                    "Percent": 22
                }
            },
            "J": {
                "Choice": "Well, he's prospered,/no longer lives above the store. (lines 27–28)",
                "Key": {
                    "Correct": true,
                    "Rationale": "These lines indicate a change in his prosperity. Thirty years ago, the shoemaker lived above the shoe store, which is small and somewhat cramped. Lines 27 and 28 indicate he no longer lives in those small quarters.",
                    "Percent": 39
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how the author's diction and syntax contribute to the mood, voice, and tone of a text."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "How does the poet's word choice in lines 1 and 2 contribute to the mood of the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By suggesting a sense of regret",
                "Key": {
                    "Correct": false,
                    "Rationale": "No regret or reason for regret is indicated. The speaker simply visits the old shoe store he remembers from when he was a boy.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "By creating a feeling of gloom",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words chosen for these lines do not create a sense of gloom.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "By establishing a sense of reflection",
                "Key": {
                    "Correct": true,
                    "Rationale": "The mention of the passing of time from the speaker being a young boy to becoming an adult in line 2 indicates reflection.",
                    "Percent": 67
                }
            },
            "D": {
                "Choice": "By highlighting an indifferent attitude",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that the speaker has paused to reflect removes any sense of indifference.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how the setting influences the theme."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "How does the setting of the shoe store contribute to a main theme of the poem?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By establishing a mood of confidence",
                "Key": {
                    "Correct": false,
                    "Rationale": "Confidence is not present in the speaker; in fact, within the shoe store, the speaker is hesitant.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "By emphasizing the insecurities of the speaker",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poem does not develop a connection between the shoe store and any insecurities the speaker may have.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "By showing that change is inevitable",
                "Key": {
                    "Correct": true,
                    "Rationale": "The setting of the shoe store contributes to the theme of the poem because change must happen for the shoe store to survive and prosper.",
                    "Percent": 59
                }
            },
            "J": {
                "Choice": "By causing the speaker to eventually leave",
                "Key": {
                    "Correct": false,
                    "Rationale": "The shoe store itself is not what prompts the speaker to act. He leaves the shoes to be repaired; the shoemaker doesn't remember him from that long ago, so there is no reason for him to stay.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "53": {
        "Number": 53,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22HSE1/supps/TX22HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "Read this excerpt from lines 37 and 38 from the poem.",
            ":box:I don't ask for a ticket\nand he doesn't offer one.",
            "What can the reader infer about the speaker based on the excerpt from these lines?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The speaker trusts the shoemaker to repair his shoe.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The inference of trust is supported by lines 37 and 38. The speaker has trust in the shoemaker who has been in business for thirty years, so a ticket isn't necessary.",
                    "Percent": 49
                }
            },
            "B": {
                "Choice": "The speaker is confused why the shoemaker does not offer him a ticket.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no context given in these lines from which the reader can infer confusion.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "The speaker thinks it would be insulting to ask for a ticket.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Asking for a ticket is not an insult. Lines 37 and 38 support an inference of trust that the shoes will be repaired.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "The speaker understands that his shoe is not difficult to repair.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in these lines indicates the level of difficulty or ease regarding the speaker's shoe repair.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    }
}