{
    "Directions": "Read the article about an Antarctic expedition. Then answer each question that follows.",
    "Context": [
        "This article describes how Ernest Shackleton's second attempt to explore the Antarctic ended in near disaster."
    ],
    "Title": "Shipwrecked!",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/RI19G6E/media/S1a.jpg"],
        ["1", "When Ernest Shackleton packed for his trip to Antarctica in July 1914, he seemed ready for anything. Among the items he and his crew stowed in his ship were cans of meat, a miniature pool table, a banjo, lanterns, a bicycle, and soccer balls. Shackleton hoped to become the first person to travel across the frozen continent at the bottom of the world."],
        ["2", "But nothing could have prepared Shackleton or his crew for what did happen. Instead of crossing Antarctica, they made history in one of the most incredible survival stories ever."],
        ["", "Sᴛᴜᴄᴋ ɪɴ Mɪʟᴇs ᴏꜰ Iᴄᴇ"],
        ["3", "Shackleton was already famous when he prepared for the 1914 trip. In 1908 he had come within 100 miles of the South Pole but had turned back because of bad weather."],
        ["4", "By 1914, he was eager for another adventure. Nearly 5,000 people volunteered to go with him. Shackleton chose a crew of 26 sailors and scientists, plus a photographer, Frank Hurley. On the way to Antarctica, Shackleton picked up at least 69 sled dogs to pull the explorers on the long trek across land."],
        ["5", "Shackleton's last stop before heading for Antarctica was a whaling station on South Georgia Island. Norwegian whalers told the crew that it was “a bad year for ice.”"],
        ["6", "They were right. Upon entering the Weddell Sea, Shackleton was forced to zigzag through dangerous ice sheets, sometimes passing more than 400 icebergs a day. On January 18, 1915, the ice closed around the ship. It was stuck, as one sailor put it, “like an almond in the middle of a chocolate bar.”"],
        ["7", "Although he was less than 100 miles from Antarctica, Shackleton soon realized he could not possibly cross the continent that winter. The crew would just have to wait."],
        ["", "Fɪɢʜᴛɪɴɢ Bᴏʀᴇᴅᴏᴍ ᴀɴᴅ Cᴏʟᴅ"],
        ["8", "As the ship slowly drifted with the ice, the sailors played cards, listened to records, held singing contests, or got silly haircuts. On the snow outside, the men built fancy “dogloos” with porches and domes. Some even slept with the dogs for warmth. Meanwhile Hurley kept busy taking photos. He often braved the cold while others stayed inside."],
        ["", "problems/RI19G6E/media/S1b.jpg"],
        ["9", "The ship was locked in ice for 10 months. By October 1915, the ice was crushing its thick wooden walls. “It was a sickening sensation,” Shackleton wrote in his diary. He ordered the crew to leave. They grabbed what they could, including 150 of Hurley's precious photos."],
        ["", "A Hᴇʀᴏɪᴄ Rᴇsᴄᴜᴇ"],
        ["10", "The sailors struggled to reach land on three lifeboats they dragged across ice and rowed through frigid waters. They shivered in their thin coats, which often froze solid. At times they had to crawl through slush to avoid sinking. While killer whales swam around them, Shackleton and his men ate penguin and burned seal blubber for fuel..."],
        ["11", "Eventually, the crew landed on Elephant Island. But it was deserted. So Shackleton bravely set out again with five of his strongest men. They sailed and rowed 800 miles in a tiny boat, battling high waves, winds, and severe thirst. Finally they landed at South Georgia Island, where they almost died climbing jagged peaks for three days before reaching the whaling station. “The thought of those fellows on Elephant Island kept us going,” said Shackleton."],
        ["12", "Four months after Shackleton sailed away, one of the men on Elephant Island spotted a ship offshore. When it came closer, the crew recognized Shackleton. They began to laugh and hug. They were rescued!"],
        ["13", "To the world's amazement, all 28 members of the Endurance expedition arrived home safely. How? Many say it is because Shackleton was a true hero. As the explorer said, “If you're a leader, you've got to keep going.”"]
    ],
    "Copyright": "“Shipwrecked!” by TIME For Kids Staff, from the TIME For Kids Web site (January 6, 2014). Text copyright © 1998 by Time Inc. Photograph 1 copyright © Popperfoto/Getty Images. Photograph 2 copyright © Scott Polar Research Institute, University of Cambridge/Getty Images.",
    "References": []
}