{
    "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause-and-effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions.": 167,
    "Demonstrate command of the conventions of standard English capitalization, punctuation, and spelling when writing.": 146,
    "Make inferences and use evidence to support understanding.": 129,
    "Demonstrate command of the conventions of standard English grammar and usage when writing or speaking.": 102,
    "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.": 89,
    "Draw evidence from literary or informational texts to support analysis, reflection, and research.": 78,
    "Use knowledge of language and its conventions when writing, speaking, reading, or listening.": 67,
    "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions.": 60,
    "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way.": 59,
    "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence.": 46,
    "Describe in depth a character, setting, or event in a story or drama, drawing on specific details in the text (e.g., a character's thoughts, words, or actions).": 45,
    "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect).": 44,
    "Compare and contrast two or more characters, settings, or events in a story or drama, drawing on specific details in the text (e.g., how characters interact).": 43,
    "Boundaries, for which students must edit text to ensure that sentences are conventionally complete.": 43,
    "Make connections to personal experiences, ideas in other texts, and society.": 42,
    "Explain the relationships or interactions between two or more individuals, events, ideas, or concepts in a historical, scientific, or technical text based on specific information in the text.": 41,
    "Describe characters in a story (e.g., their traits, motivations, or feelings) and explain how their actions contribute to the sequence of events.": 38,
    "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends.": 37,
    "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps.": 37,
    "Write informative/explanatory texts to examine a topic and convey ideas, concepts, and information through the selection, organization, and analysis of relevant content.": 36,
    "Analyze how particular lines of dialogue or incidents in a story or drama propel the action, reveal aspects of a character, or provoke a decision.": 36,
    "Use text evidence to support an appropriate response.": 36,
    "Ask and answer questions to demonstrate understanding of a text, referring explicitly to the text as the basis for the answers.": 34,
    "Quote accurately from a text when explaining what the text says explicitly and when drawing inferences from the text.": 34,
    "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim.": 34,
    "Explain the author's purpose and message within a text.": 34,
    "Write informative/explanatory texts to examine a topic and convey ideas and information clearly.": 33,
    "Refer to details and examples in a text when explaining what the text says explicitly and when drawing inferences from the text.": 32,
    "Cite textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text.": 32,
    "Analyze the interactions between individuals, events, and ideas in a text (e.g., how ideas influence individuals or events, or how individuals influence ideas or events).": 32,
    "Demonstrate command of the conventions of standard English grammar and usage when writing or speaking; retain and further develop language skills learned in previous grades.": 32,
    "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 4 reading and content, choosing flexibly from a range of strategies.": 31,
    "Determine two or more main ideas of a text and explain how they are supported by key details; summarize the text.": 31,
    "Cite several pieces of textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text.": 31,
    "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports.": 31,
    "Analyze, evaluate, make inferences, and predict trends from data.": 31,
    "Determine two or more central ideas in a text and analyze their development over the course of the text; provide an objective summary of the text.": 30,
    "Analyze how a text makes connections among and distinctions between individuals, ideas, or events (e.g., through comparisons, analogies, or categories).": 30,
    "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 3 reading and content, choosing flexibly from a range of strategies.": 29,
    "Describe how a particular story's or drama's plot unfolds in a series of episodes as well as how the characters respond or change as the plot moves toward a resolution.": 29,
    "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 7 reading and content, choosing flexibly from a range of strategies.": 29,
    "Cite the textual evidence that most strongly supports an analysis of what the text says explicitly as well as inferences drawn from the text.": 29,
    "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text.": 29,
    "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature.": 29,
    "Determine a theme or central idea of a text and how it is conveyed through particular details; provide a summary of the text distinct from personal opinions or judgments.": 28,
    "Analyze in detail how a key individual, event, or idea is introduced, illustrated, and elaborated in a text (e.g., through examples or anecdotes).": 28,
    "Use proportional relationships to solve multi-step ratio and percent problems.": 28,
    "Determine or clarify the meaning of unknown and multiple-meaning words or phrases based on grade 8 reading and content, choosing flexibly from a range of strategies.": 28,
    "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point.": 28,
    "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text.": 27,
    "Explain events, procedures, ideas, or concepts in a historical, scientific, or technical text, including what happened and why, based on specific information in the text.": 26,
    "Determine a central idea of a text and how it is conveyed through particular details; provide a summary of the text distinct from personal opinions or judgments.": 26,
    "Determine a theme or central idea of a text and analyze its development over the course of the text, including its relationship to the characters, setting, and plot; provide an objective summary of the text.": 26,
    "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 5 reading and content, choosing flexibly from a range of strategies.": 25,
    "Analyze how a particular sentence, chapter, scene, or stanza fits into the overall structure of a text and contributes to the development of the theme, setting, or plot.": 25,
    "Analyze in detail the structure of a specific paragraph in a text, including the role of particular sentences in developing and refining a key concept.": 25,
    "Describe the relationship between a series of historical events, scientific ideas or concepts, or steps in technical procedures in a text, using language that pertains to time, sequence, and cause/effect.": 24,
    "Analyze how particular elements of a story or drama interact (e.g., how setting shapes the characters or plot).": 24,
    "Delineate and evaluate the argument and specific claims in a text, assessing whether the reasoning is sound and the evidence is relevant and sufficient; recognize when irrelevant evidence is introduced.": 24,
    "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 6 reading and content, choosing flexibly from a range of strategies.": 23,
    "Analyze how a particular sentence, paragraph, chapter, or section fits into the overall structure of a text and contributes to the development of the ideas.": 23,
    "Compare properties of two functions each represented in a different way (algebraically, graphically, numerically in tables, or by verbal descriptions).": 23,
    "Determine a central idea of a text and analyze its development over the course of the text, including its relationship to supporting ideas; provide an objective summary of the text.": 23,
    "Determine the meaning of words and phrases as they are used in a text, including figurative, connotative, and technical meanings; analyze the impact of specific word choices on meaning and tone, including analogies or allusions to other texts.": 23,
    "Determine the main idea of a text; recount the key details and explain how they support the main idea.": 22,
    "Determine the main idea of a text and explain how it is supported by key details; summarize the text.": 22,
    "Determine a theme of a story, drama, or poem from details in the text; summarize the text.": 22,
    "Explain how a series of chapters, scenes, or stanzas fits together to provide the overall structure of a particular story, drama, or poem.": 22,
    "Graph proportional relationships, interpreting the unit rate as the slope of the graph. Compare two different proportional relationships represented in different ways.": 22,
    "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text.": 22,
    "Draw points, lines, line segments, rays, angles (right, acute, obtuse), and perpendicular and parallel lines. Identify these in two-dimensional figures.": 21,
    "Determine a theme of a story, drama, or poem from details in the text, including how characters in a story or drama respond to challenges or how the speaker in a poem reflects upon a topic; summarize the text.": 21,
    "Interpret and compute quotients of fractions, and solve word problems involving division of fractions by fractions, e.g., by using visual fraction models and equations to represent the problem.": 21,
    "Solve real-world and mathematical problems involving the four operations with rational numbers.": 21,
    "Compute unit rates associated with ratios of fractions, including ratios of lengths, areas and other quantities measured in like or different units.": 21,
    "Analyze how an author develops and contrasts the points of view of different characters or narrators in a text.": 21,
    "Analyze the structure an author uses to organize a text, including how the major sections contribute to the whole and to the development of the ideas.": 21,
    "Find whole-number quotients of whole numbers with up to four-digit dividends and two-digit divisors, using strategies based on place value, the properties of operations, and/or the relationship between multiplication and division. Illustrate and explain the calculation by using equations, rectangular arrays, and/or area models.": 20,
    "Determine a theme or central idea of a text and analyze its development over the course of the text; provide an objective summary of the text.": 20,
    "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point.": 20,
    "Analyze, evaluate, and critique scientific explanations by using empirical evidence, logical reasoning, and experimental and observational testing, so as to encourage critical thinking by the student.": 20,
    "Use multiplication and division within 100 to solve word problems in situations involving equal groups, arrays, and measurement quantities, e.g., by using drawings and equations with a symbol for the unknown number to represent the problem.": 19,
    "Multiply one-digit whole numbers by multiples of 10 in the range 10-90 (e.g., 9 × 80, 5 × 60) using strategies based on place value and properties of operations.": 19,
    "Explain how an author uses reasons and evidence to support particular points in a text, identifying which reasons and evidence support which point(s).": 19,
    "Determine the meaning of words and phrases as they are used in a text, including figurative, connotative, and technical meanings; analyze the impact of a specific word choice on meaning and tone.": 19,
    "Analyze how differences in the points of view of the characters and the audience or reader (e.g., created through the use of dramatic irony) create such effects as suspense or humor.": 19,
    "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea.": 19,
    "Recognize a line of symmetry for a two-dimensional figure as a line across the figure such that the figure can be folded along the line into matching parts. Identify line-symmetric figures and draw lines of symmetry.": 18,
    "Determine the meaning of words and phrases as they are used in a text, including figurative and connotative meanings; analyze the impact of a specific word choice on meaning and tone.": 18,
    "Apply properties of operations as strategies to add, subtract, factor, and expand linear expressions with rational coefficients.": 18,
    "Describe qualitatively the functional relationship between two quantities by analyzing a graph (e.g., where the function is increasing or decreasing, linear or nonlinear). Sketch a graph that exhibits the qualitative features of a function that has been described verbally.": 18,
    "Determine an author's point of view or purpose in a text and analyze how the author acknowledges and responds to conflicting evidence or viewpoints.": 18,
    "Choose words and phrases for effect.": 18,
    "Produce clear and coherent writing in which the development, organization, and style are appropriate to task, purpose, and audience.": 18,
    "Evaluate details read to determine key ideas.": 18,
    "Find a percent of a quantity as a rate per 100 (e.g., 30% of a quantity means 30/100 times the quantity); solve problems involving finding the whole, given a part and the percent.": 17,
    "Identify the constant of proportionality (unit rate) in tables, graphs, equations, diagrams, and verbal descriptions of proportional relationships.": 17,
    "Solve word problems leading to inequalities of the form px + q > r or px + q < r, where p, q, and r are specific rational numbers. Graph the solution set of the inequality and interpret it in the context of the problem.": 17,
    "Use informal arguments to establish facts about the angle sum and exterior angle of triangles, about the angles created when parallel lines are cut by a transversal, and the angle-angle criterion for similarity of triangles.": 17,
    "Construct a function to model a linear relationship between two quantities. Determine the rate of change and initial value of the function from a description of a relationship or from two (x, y) values, including reading these from a table or from a graph. Interpret the rate of change and initial value of a linear function in terms of the situation it models, and in terms of its graph or a table of values.": 17,
    "Determine the meaning of words and phrases as they are used in a text, including figurative and connotative meanings; analyze the impact of specific word choices on meaning and tone, including analogies or allusions to other texts.": 17,
    "Interpret the equation y = mx + b as defining a linear function, whose graph is a straight line; give examples of functions that are not linear.": 17,
    "Paraphrase and summarize texts in ways that maintain meaning and logical order.": 17,
    "Revise drafts to improve clarity, development, organization, style, diction, and sentence effectiveness, including use of parallel constructions and placement of phrases and dependent clauses.": 17,
    "Partition shapes into parts with equal areas. Express the area of each part as a unit fraction of the whole.": 16,
    "Multiply a whole number of up to four digits by a one-digit whole number, and multiply two two-digit numbers, using strategies based on place value and the properties of operations. Illustrate and explain the calculation by using equations, rectangular arrays, and/or area models.": 16,
    "Interpret a multiplication equation as a comparison, e.g., interpret 35 = 5 × 7 as a statement that 35 is 5 times as many as 7 and 7 times as many as 5. Represent verbal statements of multiplicative comparisons as multiplication equations.": 16,
    "Explain how an author uses reasons and evidence to support particular points in a text.": 16,
    "Describe the overall structure (e.g., chronology, comparison, cause/effect, problem/solution) of events, ideas, concepts, or information in a text or part of a text.": 16,
    "Apply the properties of operations to generate equivalent expressions.": 16,
    "Determine the meaning of words and phrases as they are used in a text, including figurative and connotative meanings. Analyze the impact of specific word choices on meaning, tone, and mood, including words with multiple meanings.": 16,
    "Use variables to represent two quantities in a real-world problem that change in relationship to one another; write an equation to express one quantity, thought of as the dependent variable, in terms of the other quantity, thought of as the independent variable. Analyze the relationship between the dependent and independent variables using graphs and tables, and relate these to the equation.": 16,
    "Find the area of right triangles, other triangles, special quadrilaterals, and polygons by composing into rectangles or decomposing into triangles and other shapes; apply these techniques in the context of solving real-world and mathematical problems.": 16,
    "Trace and evaluate the argument and specific claims in a text, distinguishing claims that are supported by reasons and evidence from claims that are not.": 16,
    "Solve multi-step real-life and mathematical problems posed with positive and negative rational numbers in any form (whole numbers, fractions, and decimals), using tools strategically. Apply properties of operations to calculate with numbers in any form; convert between forms as appropriate; and assess the reasonableness of answers using mental computation and estimation strategies.": 16,
    "Determine an author's point of view or purpose in a text and analyze how the author distinguishes his or her position from that of others.": 16,
    "Trace and evaluate the argument and specific claims in a text, assessing whether the reasoning is sound and the evidence is relevant and sufficient to support the claims.": 16,
    "Perform operations with numbers expressed in scientific notation, including problems where both decimal and scientific notation are used. Use scientific notation and choose units of appropriate size for measurements of very large or very small quantities (e.g., use millimeters per year for seafloor spreading). Interpret scientific notation that has been generated by technology.": 16,
    "Quote or paraphrase a text accurately when explaining what the text states explicitly and when drawing inferences from the text.": 16,
    "Analyze the author's use of print and graphic features to achieve specific purposes.": 16,
    "Determine the unknown whole number in a multiplication or division equation relating three whole numbers.": 15,
    "Use place value understanding to round whole numbers to the nearest 10 or 100.": 15,
    "Multiply or divide to solve word problems involving multiplicative comparison, e.g., by using drawings and equations with a symbol for the unknown number to represent the problem, distinguishing multiplicative comparison from additive comparison.": 15,
    "Determine the meaning of general academic and domain-specific words or phrases in a text relevant to a grade 4 topic or subject area.": 15,
    "Classify two-dimensional figures in a hierarchy based on properties.": 15,
    "Explain how an author develops the point of view of the narrator or speaker in a text.": 15,
    "Determine an author's point of view or purpose in a text and explain how it is conveyed in the text.": 15,
    "Solve unit rate problems including those involving unit pricing and constant speed.": 15,
    "Determine the meaning of words and phrases as they are used in a text, including figurative and connotative meanings; analyze the impact of rhymes and other repetitions of sounds (e.g., alliteration) on a specific verse or stanza of a poem or section of a story or drama.": 15,
    "Know and apply the properties of integer exponents to generate equivalent numerical expressions.": 15,
    "Demonstrate understanding of word relationships and nuances in word meanings.": 15,
    "Determine the meaning of general academic and domain-specific words and phrases in a text relevant to a grade 3 topic or subject area.": 14,
    "Find whole-number quotients and remainders with up to four-digit dividends and one-digit divisors, using strategies based on place value, the properties of operations, and/or the relationship between multiplication and division. Illustrate and explain the calculation by using equations, rectangular arrays, and/or area models.": 14,
    "Write simple expressions that record calculations with numbers, and interpret numerical expressions without evaluating them.": 14,
    "Understand that rewriting an expression in different forms in a problem context can shed light on the problem and how the quantities in it are related.": 14,
    "Understand that a function is a rule that assigns to each input exactly one output. The graph of a function is the set of ordered pairs consisting of an input and the corresponding output.": 14,
    "Interpret whole-number quotients of whole numbers, e.g., interpret 56 ÷ 8 as the number of objects in each share when 56 objects are partitioned equally into 8 shares, or as a number of shares when 56 objects are partitioned into equal shares of 8 objects each.": 13,
    "Measure angles in whole-number degrees using a protractor. Sketch angles of specified measure.": 13,
    "Use decimal notation for fractions with denominators 10 or 100.": 13,
    "Determine the meaning of words and phrases as they are used in a text, including figurative language such as metaphors and similes.": 13,
    "Use variables to represent numbers and write expressions when solving a real-world or mathematical problem; understand that a variable can represent an unknown number, or, depending on the purpose at hand, any number in a specified set.": 13,
    "Determine the meaning of words and phrases as they are used in a text, including figurative, connotative, and technical meanings.": 13,
    "Use ratio and rate reasoning to solve real-world and mathematical problems, e.g., by reasoning about tables of equivalent ratios, tape diagrams, double number line diagrams, or equations.": 13,
    "Solve problems involving scale drawings of geometric figures, including computing actual lengths and areas from a scale drawing and reproducing a scale drawing at a different scale.": 13,
    "Use variables to represent quantities in a real-world or mathematical problem, and construct simple equations and inequalities to solve problems by reasoning about the quantities.": 13,
    "Construct and interpret scatter plots for bivariate measurement data to investigate patterns of association between two quantities. Describe patterns such as clustering, outliers, positive or negative association, linear association, and nonlinear association.": 13,
    "Know the formulas for the volumes of cones, cylinders, and spheres and use them to solve real-world and mathematical problems.": 13,
    "Solve systems of two linear equations in two variables algebraically, and estimate solutions by graphing the equations. Solve simple cases by inspection.": 13,
    "Write informative/explanatory texts (e.g., essays, oral reports, biographical feature articles) to examine a topic and convey ideas, concepts, and information through the selection, organization, and analysis of relevant content.": 13,
    "Classify matter based on measurable, testable, and observable physical properties, including mass, magnetism, physical state (solid, liquid, and gas), relative density (sinking and floating using water as a reference point), solubility in water, and the ability to conduct or insulate thermal energy or electric energy.": 13,
    "Analyze the author's purpose, audience, and message within a text.": 13,
    "Refer to parts of stories, dramas, and poems when writing or speaking about a text, using terms such as chapter, scene, and stanza; describe how each successive part builds on earlier sections.": 12,
    "Describe the logical connection between particular sentences and paragraphs in a text (e.g., comparison, cause/effect, first/second/third in a sequence).": 12,
    "Compare two fractions with different numerators and different denominators, e.g., by creating common denominators or numerators, or by comparing to a benchmark fraction such as 1/2. Recognize that comparisons are valid only when the two fractions refer to the same whole. Record the results of comparisons with symbols >, =, or <, and justify the conclusions, e.g., by using a visual fraction model.": 12,
    "Find all factor pairs for a whole number in the range 1-100. Recognize that a whole number is a multiple of each of its factors. Determine whether a given whole number in the range 1-100 is a multiple of a given one-digit number. Determine whether a given whole number in the range 1-100 is prime or composite.": 12,
    "Solve real-world and mathematical problems by writing and solving equations of the form x + p = q and px = q for cases in which p, q and x are all nonnegative rational numbers.": 12,
    "Use the equation of a linear model to solve problems in the context of bivariate measurement data, interpreting the slope and intercept.": 12,
    "Produce complete sentences, recognizing and correcting inappropriate fragments and run-on sentences.": 12,
    "Choose punctuation for effect.": 12,
    "Convert between different-sized measurement units within a given measurement system.": 12,
    "Analyze how particular lines of dialogue or incidents in a story, poem, or drama propel the action, reveal aspects of a character, or provoke a decision.": 12,
    "Synthesize information to create new understanding.": 12,
    "Investigate how organisms and populations in an ecosystem depend on and may compete for biotic factors such as food and abiotic factors such as quantity of light, water, range of temperatures, or soil composition.": 12,
    "Recount stories, including fables, folktales, and myths from diverse cultures; determine the central message, lesson, or moral and explain how it is conveyed through key details in the text.": 11,
    "Classify two-dimensional figures based on the presence or absence of parallel or perpendicular lines, or the presence or absence of angles of a specified size. Recognize right triangles as a category, and identify right triangles.": 11,
    "Explain why a fraction a/b is equivalent to a fraction (n × a)/(n × b) by using visual fraction models, with attention to how the number and size of the parts differ even though the two fractions themselves are the same size. Use this principle to recognize and generate equivalent fractions.": 11,
    "Represent three-dimensional figures using nets made up of rectangles and triangles, and use the nets to find the surface area of these figures. Apply these techniques in the context of solving real-world and mathematical problems.": 11,
    "Write and evaluate numerical expressions involving whole-number exponents.": 11,
    "Make tables of equivalent ratios relating quantities with whole-number measurements, find missing values in the tables, and plot the pairs of values on the coordinate plane. Use tables to compare ratios.": 11,
    "Understand solving an equation or inequality as a process of answering a question: which values from a specified set, if any, make the equation or inequality true? Use substitution to determine whether a given number in a specified set makes an equation or inequality true.": 11,
    "Draw polygons in the coordinate plane given coordinates for the vertices; use coordinates to find the length of a side joining points with the same first coordinate or the same second coordinate. Apply these techniques in the context of solving real-world and mathematical problems.": 11,
    "Use similar triangles to explain why the slope m is the same between any two distinct points on a non-vertical line in the coordinate plane; derive the equation y = mx for a line through the origin and the equation y = mx + b for a line intercepting the vertical axis at b.": 11,
    "In literary texts, analyze how particular lines of dialogue or events propel the action, reveal aspects of a character, or provoke a decision. In informational texts, analyze how individuals, events, and ideas are introduced, relate to each other, and are developed.": 11,
    "Ensure subject-verb and pronoun-antecedent agreement.": 11,
    "Represent real-world and mathematical problems by plotting points in quadrant I of the coordinate plane and interpret coordinate values of points in the context of the situation.": 11,
    "Use punctuation to separate items in a series.": 11,
    "Use punctuation (e.g., commas, parentheses, dashes) to set off nonrestrictive/parenthetical elements.": 11,
    "Refer to details and examples in a text when explaining what the text states explicitly and when drawing inferences from the text.": 11,
    "Calculate and compare simple interest and compound interest earnings.": 11,
    "Explore how short- and long-term environmental changes affect organisms and traits in subsequent populations.": 11,
    "Demonstrate and calculate how unbalanced forces change the speed or direction of an object's motion.": 11,
    "Determine the meaning of words and phrases as they are used in a text, distinguishing literal from nonliteral language.": 10,
    "Solve two-step word problems using the four operations. Represent these problems using equations with a letter standing for the unknown quantity. Assess the reasonableness of answers using mental computation and estimation strategies including rounding.": 10,
    "Understand division as an unknown-factor problem.": 10,
    "Use place value understanding to round multi-digit whole numbers to any place.": 10,
    "Add and subtract fractions with unlike denominators (including mixed numbers) by replacing given fractions with equivalent fractions in such a way as to produce an equivalent sum or difference of fractions with like denominators.": 10,
    "Convert among different-sized standard measurement units within a given measurement system (e.g., convert 5 cm to 0.05 m), and use these conversions in solving multi-step, real world problems.": 10,
    "Add, subtract, multiply, and divide decimals to hundredths, using concrete models or drawings and strategies based on place value, properties of operations, and/or the relationship between addition and subtraction; relate the strategy to a written method and explain the reasoning used.": 10,
    "Express a fraction with denominator 10 as an equivalent fraction with denominator 100, and use this technique to add two fractions with respective denominators 10 and 100.": 10,
    "Read and write decimals to thousandths using base-ten numerals, number names, and expanded form, e.g., 347.392 = 3 × 100 + 4 × 10 + 7 × 1 + 3 × (1/10) + 9 × (1/100) + 2 × (1/1000).": 10,
    "Describe how a narrator's or speaker's point of view influences how events are described.": 10,
    "Apply the formulas V = l × w × h and V = B × h for rectangular prisms to find volumes of right rectangular prisms with whole-number edge lengths in the context of solving real-world and mathematical problems.": 10,
    "Understand the concept of a unit rate a/b associated with a ratio a:b with b ≠ 0, and use rate language in the context of a ratio relationship.": 10,
    "Find the greatest common factor of two whole numbers less than or equal to 100 and the least common multiple of two whole numbers less than or equal to 12. Use the distributive property to express a sum of two whole numbers 1-100 with a common factor as a multiple of a sum of two whole numbers with no common factor.": 10,
    "Identify when two expressions are equivalent (i.e., when the two expressions name the same number regardless of which value is substituted into them).": 10,
    "Display numerical data in plots on a number line, including dot plots, histograms, and box plots.": 10,
    "Explain what a point (x, y) on the graph of a proportional relationship means in terms of the situation, with special attention to the points (0, 0) and (1, r) where r is the unit rate.": 10,
    "Solve real-world and mathematical problems involving area, volume and surface area of two- and three-dimensional objects composed of triangles, quadrilaterals, polygons, cubes, and right prisms.": 10,
    "Maintain consistency in style and tone.": 10,
    "Vary sentence patterns for meaning, reader/listener interest, and style.": 10,
    "Produce clear and coherent writing in which the development and organization are appropriate to task, purpose, and audience.": 10,
    "Analyze the structure an author uses to organize a text, including how the major sections and text features (e.g., headings) contribute to the whole and to the development of the ideas.": 10,
    "Summarize a data set with multiple categories using a frequency table, dot plot, pictograph, or bar graph with scaled intervals.": 10,
    "Represent real-world relationships using number pairs in a table and verbal descriptions.": 10,
    "Solve with fluency one-step and two-step problems involving addition and subtraction within 1,000 using strategies based on place value, properties of operations, and the relationship between addition and subtraction.": 10,
    "Represent the value of the digit in whole numbers through 1,000,000,000 and decimals to the hundredths using expanded notation and numerals.": 10,
    "Represent data on a frequency table, dot plot, or stem-and-leaf plot marked with whole numbers and fractions.": 10,
    "Solve problems related to perimeter and area of rectangles where dimensions are whole numbers.": 10,
    "Compare two fractions with different numerators and different denominators and represent the comparison using the symbols >, =, or <.": 10,
    "Relate decimals to fractions that name tenths and hundredths.": 10,
    "Analyze plot elements, including rising action, climax, falling action, and resolution.": 10,
    "Generate a numerical pattern when given a rule in the form y = ax or y = x + a and graph.": 10,
    "Compare and order two decimals to thousandths and represent comparisons using the symbols >, <, or =.": 10,
    "Classify two-dimensional figures in a hierarchy of sets and subsets using graphic organizers based on their attributes and properties.": 10,
    "Solve for quotients of decimals to the hundredths, up to four-digit dividends and two-digit whole number divisors, using strategies and algorithms, including the standard algorithm.": 10,
    "Simplify numerical expressions that do not involve exponents, including up to two levels of grouping.": 10,
    "Add and subtract positive rational numbers fluently.": 10,
    "Graph in the first quadrant of the coordinate plane ordered pairs of numbers arising from mathematical and real-world problems, including those generated by number patterns or found in an input-output table.": 10,
    "Divide whole numbers by unit fractions and unit fractions by whole numbers.": 10,
    "Solve one- and two-step problems using data from a frequency table, dot plot, bar graph, stem-and-leaf plot, or scatterplot.": 10,
    "Represent and solve multi-step problems involving the four operations with whole numbers using equations with a letter standing for the unknown quantity.": 10,
    "Represent and solve problems related to perimeter and/or area and related to volume.": 10,
    "Determine solutions for problems involving the area of rectangles, parallelograms, trapezoids, and triangles and volume of right rectangular prisms where dimensions are positive rational numbers.": 10,
    "Describe how the author's use of figurative language such as metaphor and personification achieves specific purposes.": 10,
    "Solve problems using qualitative and quantitative predictions and comparisons from simple experiments.": 10,
    "Represent linear relationships using verbal descriptions, tables, graphs, and equations that simplify to the form y = mx + b.": 10,
    "Determine the area of composite figures containing combinations of rectangles, squares, parallelograms, trapezoids, triangles, semicircles, and quarter circles.": 10,
    "Solve mathematical and real-world problems involving similar shape and scale drawings.": 10,
    "Solve problems involving the volume of rectangular prisms, triangular prisms, rectangular pyramids, and triangular pyramids.": 10,
    "Compare two groups of numeric data using comparative dot plots or box plots by comparing their shapes, centers, and spreads.": 10,
    "Solve problems using data represented in bar graphs, dot plots, and circle graphs, including part-to-whole and part-to-part comparisons and equivalents.": 10,
    "Determine the circumference and area of circles.": 10,
    "Solve problems involving ratios, rates, and percents, including multi-step problems involving percent increase and percent decrease, and financial literacy problems.": 10,
    "Represent constant rates of change in mathematical and real-world problems given pictorial, tabular, verbal, numeric, graphical, and algebraic representations, including d = rt.": 10,
    "Determine experimental and theoretical probabilities related to simple and compound events using data and sample spaces.": 10,
    "Model and solve one-variable, two-step equations and inequalities.": 10,
    "Explain the effect of translations, reflections over the x- or y-axis, and rotations limited to 90°, 180°, 270°, and 360° as applied to two-dimensional shapes on a coordinate plane using an algebraic representation.": 10,
    "Use a trend line that approximates the linear relationship between bivariate sets of data to make predictions.": 10,
    "Graph proportional relationships, interpreting the unit rate as the slope of the line that models the relationship.": 10,
    "Solve problems involving the volume of cylinders, cones, and spheres.": 10,
    "Order a set of real numbers arising from mathematical and real-world contexts.": 10,
    "Use data from a table or graph to determine the rate of change or slope and y-intercept in mathematical and real-world problems.": 10,
    "Write an equation in the form y = mx + b to model a linear relationship between two quantities using verbal, numerical, tabular, and graphical representations.": 10,
    "Model and solve one-variable equations with variables on both sides of the equal sign that represent mathematical and real-world problems using rational number coefficients and constants.": 10,
    "Use an algebraic representation to explain the effect of a given positive rational scale factor applied to two-dimensional figures on a coordinate plane with the origin as the center of dilation.": 10,
    "Use previous knowledge of surface area to make connections to the formulas for lateral and total surface area and determine solutions for problems involving rectangular prisms, triangular prisms, and cylinders.": 10,
    "Identify functions using sets of ordered pairs, tables, mappings, and graphs.": 10,
    "Use text evidence and original commentary to support a comprehensive response.": 10,
    "Edit drafts using standard English conventions.": 10,
    "Apply properties of operations - including the commutative property of multiplication, associative property of multiplication, and distributive property - as strategies to multiply and divide.": 9,
    "Identify arithmetic patterns (including patterns in the addition table or multiplication table), and explain them using properties of operations.": 9,
    "Use text features and search tools (e.g., key words, sidebars, hyperlinks) to locate information relevant to a given topic efficiently.": 9,
    "Use information gained from illustrations (e.g., maps, photographs) and the words in a text to demonstrate understanding of the text (e.g., where, when, why, and how key events occur).": 9,
    "Tell and write time to the nearest minute and measure time intervals in minutes. Solve word problems involving addition and subtraction of time intervals in minutes, e.g., by representing the problem on a number line diagram.": 9,
    "Use a combination of drawing, dictating, and writing to compose informative/explanatory texts in which they name what they are writing about and supply some information about the topic.": 9,
    "Solve multistep word problems posed with whole numbers and having whole-number answers using the four operations, including problems in which remainders must be interpreted. Represent these problems using equations with a letter standing for the unknown quantity. Assess the reasonableness of answers using mental computation and estimation strategies including rounding.": 9,
    "Generate a number or shape pattern that follows a given rule. Identify apparent features of the pattern that were not explicit in the rule itself.": 9,
    "Use the four operations to solve word problems involving distances, intervals of time, liquid volumes, masses of objects, and money, including problems involving simple fractions or decimals, and problems that require expressing measurements given in a larger unit in terms of a smaller unit. Represent measurement quantities using diagrams such as number line diagrams that feature a measurement scale.": 9,
    "Solve real world problems involving multiplication of fractions and mixed numbers, e.g., by using visual fraction models or equations to represent the problem.": 9,
    "Use place value understanding to round decimals to any place.": 9,
    "Analyze how a drama's or poem's form or structure (e.g., soliloquy, sonnet) contributes to its meaning.": 9,
    "Solve word problems leading to equations of the form px + q = r and p(x + q) = r, where p, q, and r are specific rational numbers. Solve equations of these forms fluently. Compare an algebraic solution to an arithmetic solution, identifying the sequence of the operations used in each approach.": 9,
    "Approximate the probability of a chance event by collecting data on the chance process that produces it and observing its long-run relative frequency, and predict the approximate relative frequency given the probability.": 9,
    "Describe the effect of dilations, translations, rotations, and reflections on two-dimensional figures using coordinates.": 9,
    "Understand that a two-dimensional figure is congruent to another if the second can be obtained from the first by a sequence of rotations, reflections, and translations; given two congruent figures, describe a sequence that exhibits the congruence between them.": 9,
    "Solve real-world and mathematical problems leading to two linear equations in two variables.": 9,
    "Describe the two-dimensional figures that result from slicing three-dimensional figures, as in plane sections of right rectangular prisms and right rectangular pyramids.": 9,
    "Interpret text features (e.g., headings, graphics, charts) and/or make connections between text and the content of text features.": 9,
    "Solve problems involving operations (+, -, ×, and ÷) with whole numbers, decimals (through thousandths), straight computation, or word problems.": 9,
    "Apply properties of operations to add, subtract, factor, and expand linear expressions with rational coefficients.": 9,
    "Explain equivalence of fractions in special cases, and compare fractions by reasoning about their size.": 9,
    "Cite textual evidence to support analysis of what a text states explicitly as well as inferences drawn from the text, quoting or paraphrasing as appropriate.": 9,
    "Cite several pieces of textual evidence to support analysis of what a text states explicitly as well as inferences drawn from the text, quoting or paraphrasing as appropriate.": 9,
    "Determine the perimeter of a polygon or a missing length when given perimeter and remaining side lengths in problems.": 9,
    "Solve with fluency one- and two-step problems involving multiplication and division, including interpreting remainders.": 9,
    "Solve for products of decimals to the hundredths, including situations involving money, using strategies based on place-value understandings, properties of operations, and the relationship to the multiplication of whole numbers.": 9,
    "Generate equivalent expressions using the properties of operations: inverse, identity, commutative, associative, and distributive properties.": 9,
    "Solve real-world problems to find the whole given a part and the percent, to find the part given the whole and the percent, and to find the percent given the part and the whole, including the use of concrete and pictorial models.": 9,
    "Generate equivalent numerical expressions using order of operations, including whole number exponents, and prime factorization.": 9,
    "Apply qualitative and quantitative reasoning to solve prediction and comparison of real-world problems involving ratios and rates.": 9,
    "Model and solve one-variable, one-step equations and inequalities that represent problems, including geometric concepts.": 9,
    "Order a set of rational numbers arising from mathematical and real-world contexts.": 9,
    "Apply and extend previous understandings of operations to solve problems using addition, subtraction, multiplication, and division of rational numbers.": 9,
    "Use the Pythagorean theorem and its converse to solve problems.": 9,
    "Differentiate between, locate, and use valid primary and secondary sources such as media and news services, biographies, interviews, and artifacts to acquire information about the United States.": 9,
    "Describe the interactions that occur among systems that perform the functions of regulation, nutrient absorption, reproduction, and defense from injury or illness in animals.": 9,
    "Synthesize information from two texts to create new understanding.": 9,
    "Interpret products of whole numbers, e.g., interpret 5 × 7 as the total number of objects in 5 groups of 7 objects each.": 8,
    "Draw a scaled picture graph and a scaled bar graph to represent a data set with several categories. Solve one- and two-step “how many more” and “how many less” problems using information presented in scaled bar graphs.": 8,
    "Understand a fraction 1/b as the quantity formed by 1 part when a whole is partitioned into b equal parts; understand a fraction a/b as the quantity formed by a parts of size 1/b.": 8,
    "Recognize that in a multi-digit whole number, a digit in one place represents ten times what it represents in the place to its right.": 8,
    "Compare and contrast the point of view from which different stories are narrated, including the difference between first- and third-person narrations.": 8,
    "Determine the meaning of words and phrases as they are used in a text, including those that allude to significant characters found in mythology (e.g., Herculean).": 8,
    "Compare two decimals to hundredths by reasoning about their size. Recognize that comparisons are valid only when the two decimals refer to the same whole. Record the results of comparisons with the symbols >, =, or <, and justify the conclusions, e.g., by using a visual model.": 8,
    "Solve word problems involving addition and subtraction of fractions referring to the same whole, including cases of unlike denominators, e.g., by using visual fraction models or equations to represent the problem. Use benchmark fractions and number sense of fractions to estimate mentally and assess the reasonableness of answers.": 8,
    "Analyze multiple accounts of the same event or topic, noting important similarities and differences in the point of view they represent.": 8,
    "Determine the meaning of general academic and domain-specific words and phrases in a text relevant to a grade 5 topic or subject area.": 8,
    "Compare and contrast the overall structure (e.g., chronology, comparison, cause/effect, problem/solution) of events, ideas, concepts, or information in two or more texts.": 8,
    "Apply and extend previous understandings of multiplication to multiply a fraction or whole number by a fraction.": 8,
    "Write an inequality of the form x > c or x < c to represent a constraint or condition in a real-world or mathematical problem. Recognize that inequalities of the form x > c or x < c have infinitely many solutions; represent solutions of such inequalities on number line diagrams.": 8,
    "In literary texts, analyze how elements of plot are related, affect one another, and contribute to meaning. In informational texts, analyze how individuals, events, and ideas are introduced, relate to each other, and are developed.": 8,
    "Understand that the probability of a chance event is a number between 0 and 1 that expresses the likelihood of the event occurring. Larger numbers indicate greater likelihood. A probability near 0 indicates an unlikely event, a probability around 1/2 indicates an event that is neither unlikely nor likely, and a probability near 1 indicates a likely event.": 8,
    "Represent proportional relationships by equations.": 8,
    "Understand that a two-dimensional figure is similar to another if the second can be obtained from the first by a sequence of rotations, reflections, translations, and dilations; given two similar two-dimensional figures, describe a sequence that exhibits the similarity between them.": 8,
    "Demonstrate that when a whole or set is partitioned into y equal parts, the fraction 1/y represents 1 part of the whole and/or the fraction x/y represents x equal parts of the whole (limit denominators to 2, 3, 4, 6, and 8; limit numerators to whole numbers less than the denominator; and no simplification necessary).": 8,
    "Recognize and generate simple equivalent fractions (limit the denominators to 1, 2, 3, 4, 6, and 8 and limit numerators to whole numbers less than the denominator).": 8,
    "Recount poems, dramas, or stories, including fables, folktales, and myths from diverse cultures; determine the central message, lesson, or moral and explain how it is conveyed through key details in the text.": 8,
    "Answer questions to demonstrate understanding of a text, referring explicitly to the text as the basis for the answers.": 8,
    "Choose words and phrases to convey ideas precisely.": 8,
    "Multiply multi-digit whole numbers (not to exceed three-digit by three-digit).": 8,
    "Add and subtract fractions (including mixed numbers) with unlike denominators. (May include multiple methods and representations.).": 8,
    "Apply properties of operations to multiply and divide rational numbers, including real-world contexts; demonstrate that the decimal form of a rational number terminates or eventually repeats.": 8,
    "Determine whether two quantities are proportionally related (e.g., by testing for equivalent ratios in a table, graphing on a coordinate plane and observing whether the graph is a straight line through the origin).": 8,
    "Analyze how particular elements of a story, drama, or poem interact (e.g., how the setting shapes the characters or plot).": 8,
    "Determine whether a number is rational or irrational. For rational numbers, show that the decimal expansion terminates or repeats (limit repeating decimals to thousandths).": 8,
    "Understand the concept of a ratio including the distinctions between part:part and part:whole and the value of a ratio; part/part and part/whole. Use ratio language to describe a ratio relationship between two quantities.": 8,
    "Determine the area of rectangles with whole number side lengths in problems using multiplication related to the number of rows times the number of unit squares in each row.": 8,
    "Classify and sort two- and three-dimensional figures, including cones, cylinders, spheres, triangular and rectangular prisms, and cubes, based on attributes using formal geometric language.": 8,
    "Solve one-step and two-step problems involving multiplication and division within 100 using strategies based on objects; pictorial models, including arrays, area models, and equal groups; properties of operations; or recall of facts.": 8,
    "Solve problems that deal with measurements of length, intervals of time, liquid volumes, mass, and money using addition, subtraction, multiplication, or division as appropriate.": 8,
    "Represent multi-step problems involving the four operations with whole numbers using strip diagrams and equations with a letter standing for the unknown quantity.": 8,
    "Classify two-dimensional figures based on the presence or absence of parallel or perpendicular lines or the presence or absence of angles of a specified size.": 8,
    "Demonstrate that the flow of electricity in closed circuits can produce light, heat, or sound.": 8,
    "Demonstrate that light travels in a straight line until it strikes an object and is reflected or travels through one medium to another and is refracted.": 8,
    "Describe the flow of energy within a food web, including the roles of the Sun, producers, consumers, and decomposers.": 8,
    "Explore the processes that led to the formation of sedimentary rocks and fossil fuels.": 8,
    "Explore the uses of energy, including mechanical, light, thermal, electrical, and sound energy.": 8,
    "Differentiate between inherited traits of plants and animals such as spines on a cactus or shape of a beak and learned behaviors such as an animal learning tricks or a child riding a bicycle.": 8,
    "Observe the way organisms live and survive in their ecosystem by interacting with the living and nonliving components.": 8,
    "Recognize how landforms such as deltas, canyons, and sand dunes are the result of changes to Earth's surface by wind, water, or ice.": 8,
    "Compare the structures and functions of different species that help them live and survive in a specific environment such as hooves on prairie animals or webbed feet in aquatic animals.": 8,
    "Collect, record, and analyze information using tools, including calculators, microscopes, cameras, computers, hand lenses, metric rulers, Celsius thermometers, prisms, mirrors, balances, spring scales, graduated cylinders, beakers, hot plates, meter sticks, magnets, collecting nets, and notebooks; timing devices, and materials to support observations of habitats or organisms such as terrariums and aquariums.": 8,
    "Construct appropriate simple graphs, tables, maps, and charts using technology, including computers, to organize, examine, and evaluate information.": 8,
    "Represent a given situation using verbal descriptions, tables, graphs, and equations in the form y = kx or y = x + b.": 8,
    "Interpret numeric data summarized in dot plots, stem-and-leaf plots, histograms, and box plots.": 8,
    "Investigate and describe applications of Newton's three laws of motion such as in vehicle restraints, sports activities, amusement park rides, Earth's tectonic activities, and rocket launches.": 8,
    "Collect and record data using the International System of Units (SI) and qualitative means such as labeled drawings, writing, and graphic organizers.": 8,
    "Using an organizing structure appropriate to purpose, audience, topic, and context.": 8,
    "Correct spelling.": 8,
    "Represent a fraction a/b on a number line diagram by marking off a lengths 1/b from 0. Recognize that the resulting interval has size a/b and that its endpoint locates the number a/b on the number line.": 7,
    "Measure and estimate liquid volumes and masses of objects using standard units of grams (g), kilograms (kg), and liters (l). Add, subtract, multiply, or divide to solve one-step word problems involving masses or volumes that are given in the same units, e.g., by using drawings (such as a beaker with a measurement scale) to represent the problem.": 7,
    "A plane figure which can be covered without gaps or overlaps by n unit squares is said to have an area of n square units.": 7,
    "Make a line plot to display a data set of measurements in fractions of a unit (1/2, 1/4, 1/8). Solve problems involving addition and subtraction of fractions by using information presented in line plots.": 7,
    "Apply the area and perimeter formulas for rectangles in real world and mathematical problems.": 7,
    "An angle is measured with reference to a circle with its center at the common endpoint of the rays, by considering the fraction of the circular arc between the points where the two rays intersect the circle. An angle that turns through 1/360 of a circle is called a “one-degree angle,” and can be used to measure angles.": 7,
    "Generate measurement data by measuring lengths using rulers marked with halves and fourths of an inch. Show the data by making a line plot, where the horizontal scale is marked off in appropriate units — whole numbers, halves, or quarters.": 7,
    "Read and write multi-digit whole numbers using base-ten numerals, number names, and expanded form. Compare two multi-digit numbers based on meanings of the digits in each place, using >, =, and < symbols to record the results of comparisons.": 7,
    "Compare two decimals to thousandths based on meanings of the digits in each place, using >, =, and < symbols to record the results of comparisons.": 7,
    "Use parentheses, brackets, or braces in numerical expressions, and evaluate expressions with these symbols.": 7,
    "Understand the concept of a ratio and use ratio language to describe a ratio relationship between two quantities.": 7,
    "Convert a rational number to a decimal using long division; know that the decimal form of a rational number terminates in 0s or eventually repeats.": 7,
    "Know the formulas for the area and circumference of a circle and use them to solve problems; give an informal derivation of the relationship between the circumference and area of a circle.": 7,
    "Describe situations in which opposite quantities combine to make 0.": 7,
    "Compare and contrast a text to an audio, video, or multimedia version of the text, analyzing each medium's portrayal of the subject (e.g., how the delivery of a speech affects the impact of the words).": 7,
    "Determine one or more themes or central ideas of a text and analyze their development over the course of the text; summarize a text.": 7,
    "Use numbers expressed in the form of a single digit times an integer power of 10 to estimate very large or very small quantities, and to express how many times as much one is than the other.": 7,
    "Interpret and/or describe whole-number quotients of whole numbers (limit dividends through 50 and limit divisors and quotients through 10).": 7,
    "Analyze characteristics of polygons.": 7,
    "Round two- and three-digit whole numbers to the nearest ten or hundred, respectively.": 7,
    "Recognize rhombi, rectangles, and squares as examples of quadrilaterals and/or draw examples of quadrilaterals that do not belong to any of these subcategories.": 7,
    "Recognize and generate equivalent fractions.": 7,
    "Interpret text features (e.g., headings, graphics, charts, timelines, diagrams) and/or make connections between text and the content of text features.": 7,
    "Categorize systems as either natural or human-made (e.g., ballpoint pens, simple electrical circuits, plant anatomy, water cycle).": 7,
    "Divide unit fractions by whole numbers and whole numbers by unit fractions.": 7,
    "Display and interpret data shown in tallies, tables, charts, pictographs, bar graphs, and line graphs, and use a title, appropriate scale, and labels. A grid will be provided to display data on bar graphs or line graphs.": 7,
    "Recognize and correct inappropriate shifts in verb tense.": 7,
    "Describe how the plot of a particular story, drama, or poem unfolds, as well as how the characters respond or change as the plot moves toward a resolution.": 7,
    "Determine how the author uses the meaning of words or phrases, including figurative and connotative meanings, in a text; analyze the impact of rhymes and other repetitions of sounds (e.g., alliteration) on a specific verse or stanza of a poem or section of a story or drama.": 7,
    "Apply properties of operations to add and subtract rational numbers, including real-world contexts.": 7,
    "Find the probability of a simple event, including the probability of a simple event not occurring.": 7,
    "Apply and extend previous understandings of multiplication to multiply a fraction by a whole number.": 7,
    "Use parentheses, brackets, or braces in numerical expressions, and evaluate expressions with these symbols, e.g.,(6 x 30) + (6 x 1/2).": 7,
    "Determine a theme of a story, drama, or poem from details in the text, including how characters in a story or drama respond to challenges or how the speaker in a poem reflects upon a topic; summarize a text.": 7,
    "Describe how the plot of a particular story, poem, or drama unfolds in a series of episodes as well as how the characters respond or change as the plot moves toward a resolution.": 7,
    "Determine the meaning of words and phrases as they are used in a text, including figurative and connotative meanings; analyze the impact of specific word choices, including those that create repeated sounds and rhythms in poetry, on meaning, tone (i.e., author's attitude toward subject or audience), or mood (i.e., emotional atmosphere).": 7,
    "Recognize and represent proportional relationships between quantities.": 7,
    "Apply and extend previous understandings of multiplication and division and of fractions to multiply and divide integers and other rational numbers.": 7,
    "Solve real-world and mathematical problems involving the four operations with integers and other rational numbers.": 7,
    "Determine a text's central idea(s) and analyze its/their development over the course of the text; provide an objective summary of a text.": 7,
    "Determine the meaning of words and phrases as they are used in a text, including figurative and connotative meanings; analyze the impact of specific word choices on meaning, tone, or mood, including the impact of allusion and irony.": 7,
    "Represent one- and two-step problems involving addition and subtraction of whole numbers to 1,000 using pictorial models, number lines, and equations.": 7,
    "Represent and solve one- and two-step multiplication and division problems within 100 using arrays, strip diagrams, and equations.": 7,
    "Add and subtract whole numbers and decimals to the hundredths place using the standard algorithm.": 7,
    "Represent and solve addition and subtraction of fractions with equal denominators using objects and pictorial models that build to the number line and properties of operations.": 7,
    "Use context within and beyond a sentence to determine the relevant meaning of unfamiliar words or multiple-meaning words.": 7,
    "Multiply and divide positive rational numbers fluently.": 7,
    "Add, subtract, multiply, and divide integers fluently.": 7,
    "Generate equivalent forms of fractions, decimals, and percents using real-world problems, including problems that involve money.": 7,
    "Identify that protons determine an element's identity and valence electrons determine its chemical properties, including reactivity.": 7,
    "Describe components of the universe, including stars, nebulae, and galaxies, and use models such as the Hertzsprung-Russell diagram for classification.": 7,
    "Demonstrate and predict the sequence of events in the lunar cycle.": 7,
    "Compare the structures of viruses to cells, describe viral reproduction, and describe the role of viruses in causing diseases such as human immunodeficiency virus (HIV) and influenza.": 7,
    "Describe the interactions that occur among systems that perform the functions of transport, reproduction, and response in plants.": 7,
    "Describe the stages of the cell cycle, including deoxyribonucleic acid (DNA) replication and mitosis, and the importance of the cell cycle to the growth of organisms.": 7,
    "Investigate and explain cellular processes, including homeostasis and transport of molecules.": 7,
    "Develop drafts into a focused, structured, and coherent piece of writing in timed and open-ended situations.": 7,
    "Understand two fractions as equivalent (equal) if they are the same size, or the same point on a number line.": 6,
    "In literary texts, describe character traits, motivations, or feelings, drawing on specific details from the text. In informational texts, describe the relationship among a series of events, ideas, concepts, or steps in a text, using language that pertains to time, sequence, and cause/effect.": 6,
    "Explain how claims in a text are supported by relevant reasons and evidence.": 6,
    "Determine a theme or central idea of text and explain how it is supported by key details; summarize a text.": 6,
    "In literary texts, describe a character, setting, or event, drawing on specific details in the text. In informational texts, explain events, procedures, ideas, or concepts, including what happened and why, based on specific evidence from the text.": 6,
    "Understand addition and subtraction of fractions as joining and separating parts referring to the same whole.": 6,
    "In literary texts, compare and contrast two or more characters, settings, and events, drawing on specific details in the text. In informational texts, explain the relationships or interactions between two or more individuals, events, ideas, or concepts based on specific evidence from the text.": 6,
    "Determine the meaning of words, phrases, figurative language, academic, and content-specific words and analyze their effect on meaning, tone, or mood.": 6,
    "Make a line plot to display a data set of measurements in fractions of a unit (1/2, 1/4, 1/8). Use operations on fractions for this grade to solve problems involving information presented in line plots.": 6,
    "Interpret division of a unit fraction by a non-zero whole number, and compute such quotients.": 6,
    "A solid figure which can be packed without gaps or overlaps using n unit cubes is said to have a volume of n cubic units.": 6,
    "Apply and extend previous understandings of division to divide unit fractions by whole numbers and whole numbers by unit fractions.": 6,
    "Write expressions that record operations with numbers and with letters standing for numbers.": 6,
    "Use ratio reasoning to convert measurement units; manipulate and transform units appropriately when multiplying or dividing quantities.": 6,
    "Evaluate expressions at specific values of their variables. Include expressions that arise from formulas used in real-world problems. Perform arithmetic operations, including those involving whole-number exponents, in the conventional order when there are no parentheses to specify a particular order (Order of Operations).": 6,
    "Find and position integers and other rational numbers on a horizontal or vertical number line diagram; find and position pairs of integers and other rational numbers on a coordinate plane.": 6,
    "Understand a rational number as a point on the number line. Extend number line diagrams and coordinate axes familiar from previous grades to represent points on the line and in the plane with negative number coordinates.": 6,
    "Acquire and use accurately grade-appropriate general academic and domain-specific words and phrases; gather vocabulary knowledge when considering a word or phrase important to comprehension or expression.": 6,
    "Generate two numerical patterns using two given rules. Identify apparent relationships between corresponding terms. Form ordered pairs consisting of corresponding terms from the two patterns, and graph the ordered pairs on a coordinate plane.": 6,
    "Understand subtraction of rational numbers as adding the additive inverse, p - q = p + (-q). Show that the distance between two rational numbers on the number line is the absolute value of their difference, and apply this principle in real-world contexts.": 6,
    "Use data from a random sample to draw inferences about a population with an unknown characteristic of interest. Generate multiple samples (or simulated samples) of the same size to gauge the variation in estimates or predictions.": 6,
    "Informally assess the degree of visual overlap of two numerical data distributions with similar variabilities, measuring the difference between the centers by expressing it as a multiple of a measure of variability.": 6,
    "Solve linear equations with rational number coefficients, including equations whose solutions require expanding expressions using the distributive property and collecting like terms.": 6,
    "Know that straight lines are widely used to model relationships between two quantitative variables. For scatter plots that suggest a linear association, informally fit a straight line, and informally assess the model fit by judging the closeness of the data points to the line.": 6,
    "Compare two fractions with the same denominator (limit denominators to 1, 2, 3, 4, 6, and 8), using the symbols >, =, or <, and/or justify the conclusions.": 6,
    "Interpret and/or model division as a multiplication equation with an unknown factor.": 6,
    "Calculate elapsed time to the minute in a given situation (total elapsed time limited to 60 minutes or less).": 6,
    "Solve real-world and mathematical problems involving perimeters of polygons, including finding the perimeter given the side lengths, finding an unknown side length, exhibiting rectangles with the same perimeter and different areas, and exhibiting rectangles with the same area and different perimeters. Use the same units throughout the problem.": 6,
    "Explain the point of view from which a story is narrated, including the difference between first- and third-person narrations.": 6,
    "Solve two-step word problems using the four operations (expressions are not explicitly stated). Limit to problems with whole numbers and having whole-number answers.": 6,
    "Organize, display, and answer questions based on data.": 6,
    "Read and write whole numbers in expanded, standard, and word form through 1,000,000.": 6,
    "Solve multi-step word problems posed with whole numbers using the four operations. Answers will be either whole numbers or have remainders that must be interpreted yielding a final answer that is a whole number. Represent these problems using equations with a symbol or letter standing for the unknown quantity.": 6,
    "Add and subtract multi-digit whole numbers (limit sums and subtrahends up to and including 1,000,000).": 6,
    "Round multi-digit whole numbers (through 1,000,000) to any place.": 6,
    "Correctly use frequently confused words (e.g., to, too, two; there, their, they're).": 6,
    "Observe a natural phenomenon (e.g., weather changes, length of daylight/night, movement of shadows, animal migrations, growth of plants), record observations, and then make a prediction based on those observations.": 6,
    "Add, subtract, multiply, and divide decimals to hundredths (no divisors with decimals).": 6,
    "Round decimals to any place (limit rounding to ones, tenths, hundredths, or thousandths place).": 6,
    "Create, extend, and analyze patterns.": 6,
    "Multiply a fraction (including mixed numbers) by a fraction.": 6,
    "Find the unit rate a/b associated with a ratio a:b (with b ≠ 0) and use rate language in the context of a ratio relationship.": 6,
    "Use ratio language and notation (such as 3 to 4, 3:4, 3/4) to describe a ratio relationship between two quantities.": 6,
    "Analyze the relationship between the dependent and independent variables using graphs and tables and/or relate these to an equation.": 6,
    "Compute unit rates associated with ratios of fractions, including ratios of lengths, areas, and other quantities measured in like or different units.": 6,
    "Solve word problems leading to equations of the form px + q = r and p(x + q) = r, where p, q, and r are specific rational numbers.": 6,
    "Find the area and circumference of a circle. Solve problems involving area and circumference of a circle(s).": 6,
    "Choose language that expresses ideas precisely and concisely, recognizing and eliminating wordiness and redundancy.": 6,
    "Place phrases and clauses within a sentence, recognizing and correcting misplaced and dangling modifiers.": 6,
    "Determine how the author uses the meaning of words or phrases, including figurative and connotative meanings, in a text; analyze the impact of specific word choices on meaning and tone, including analogies or allusions to other texts.": 6,
    "Apply one or more properties of integer exponents to generate equivalent numerical expressions without a calculator (with final answers expressed in exponential form with positive exponents).": 6,
    "Apply the Pythagorean theorem to determine unknown side lengths in right triangles in real-world and mathematical problems in two and three dimensions.": 6,
    "Apply formulas for the volumes of cones, cylinders, and spheres to solve real-world and mathematical problems.": 6,
    "Understand that shapes in different categories (e.g., rhombuses, rectangles, and others) may share attributes (e.g., having four sides), and that the shared attributes can define a larger category (e.g., quadrilaterals). Compare and classify shapes by their sides and angles (right angle/non-right angle). Recognize rhombuses, rectangles, squares, and trapezoids as examples of quadrilaterals, and draw examples of quadrilaterals that do not belong to any of these subcategories.": 6,
    "Determine the meaning of words and phrases as they are used in a text, distinguishing literal from figurative language.": 6,
    "Use decimal notation to represent fractions with denominators 10 or 100.": 6,
    "Determine the main idea of a text and explain how it is supported by key details; summarize a text.": 6,
    "Read, write, and compare decimals to thousandths.": 6,
    "Convert among different-sized standard measurement units within a given measurement system (e.g., convert 5 cm to 0.05 m), and use these conversions in solving multi-step, real-world problems.": 6,
    "Use rational approximations of irrational numbers to compare the size of irrational numbers, locate them approximately on a number line diagram, and estimate the value of expressions (e.g., π²).": 6,
    "Compare and order whole numbers up to 100,000 and represent comparisons using the symbols >, <, or =.": 6,
    "Compose and decompose numbers up to 100,000 as a sum of so many ten thousands, so many thousands, so many hundreds, so many tens, and so many ones using objects, pictorial models, and numbers, including expanded notation as appropriate.": 6,
    "Compare two fractions having the same numerator or denominator in problems by reasoning about their sizes and justifying the conclusion using symbols, words, objects, and pictorial models.": 6,
    "Determine the approximate measures of angles in degrees to the nearest whole number using a protractor.": 6,
    "Represent problems using an input-output table and numerical expressions to generate a number pattern that follows a given rule representing the relationship of the values in the resulting sequence and their position in the sequence.": 6,
    "Describe how the author's use of imagery, literal and figurative language such as simile and metaphor, and sound devices achieves specific purposes.": 6,
    "Demonstrate that Earth rotates on its axis once approximately every 24 hours causing the day/night cycle and the apparent movement of the Sun across the sky.": 6,
    "Connect grade-level appropriate science concepts with the history of science, science careers, and contributions of scientists.": 6,
    "Summarize categorical data with numerical and graphical summaries, including the mode, the percent of values in each category (relative frequency table), and the percent bar graph, and use these summaries to describe the data distribution.": 6,
    "Summarize numeric data with numerical summaries, including the mean and median (measures of center) and the range and interquartile range (IQR) (measures of spread), and use these summaries to describe the center, spread, and shape of the data distribution.": 6,
    "Infer multiple themes within and across texts using text evidence.": 6,
    "Use context such as contrast or cause and effect to clarify the meaning of words.": 6,
    "Interpret topographic maps and satellite views to identify land and erosional features and predict how these features may be reshaped by weathering.": 6,
    "Interpret the arrangement of the Periodic Table, including groups and periods, to explain how properties are used to classify elements.": 6,
    "Construct tables and graphs, using repeated trials and means, to organize data and identify patterns.": 6,
    "Recognize that chemical formulas are used to identify substances and determine the number of atoms of each element in chemical formulas containing subscripts.": 6,
    "Investigate how evidence of chemical reactions indicates that new substances with different properties are formed and how that relates to the law of conservation of mass.": 6,
    "Calculate the rate of change of a linear function represented tabularly, graphically, or algebraically in context of mathematical and real-world problems.": 6,
    "Factor, if possible, trinomials with real factors in the form ax^2+ bx + c, including perfect square trinomials of degree two.": 6,
    "Categorize organisms using a hierarchical classification system based on similarities and differences shared among groups.": 6,
    "Identify and illustrate changes in DNA and evaluate the significance of these changes.": 6,
    "Analyze the flow of matter and energy through trophic levels using various models, including food chains, food webs, and ecological pyramids.": 6,
    "Predict possible outcomes of various genetic combinations such as monohybrid crosses, dihybrid crosses, and non-Mendelian inheritance.": 6,
    "Interpret relationships, including predation, parasitism, commensalism, mutualism, and competition, among organisms.": 6,
    "Identify components of DNA, identify how information for specifying the traits of an organism is carried in the DNA, and examine scientific explanations for the origin of DNA.": 6,
    "Evaluate the impact of scientific research on society and the environment.": 6,
    "Use social studies terminology correctly.": 6,
    "Determine a theme or central idea and explain how it is supported by key details; summarize portions of a text.": 5,
    "Recognize area as additive. Find areas of rectilinear figures by decomposing them into non-overlapping rectangles and adding the areas of the non-overlapping parts, applying this technique to solve real world problems.": 5,
    "Recognize and generate simple equivalent fractions, e.g., 1/2 = 2/4, 4/6 = 2/3. Explain why the fractions are equivalent, e.g., by using a visual fraction model.": 5,
    "Multiply side lengths to find areas of rectangles with whole-number side lengths in the context of solving real world and mathematical problems, and represent whole-number products as rectangular areas in mathematical reasoning.": 5,
    "An angle that turns through n one-degree angles is said to have an angle measure of n degrees.": 5,
    "Interpret information presented visually, orally, or quantitatively (e.g., in charts, graphs, diagrams, time lines, animations, or interactive elements on Web pages) and explain how the information contributes to an understanding of the text in which it appears.": 5,
    "Solve word problems involving multiplication of a fraction by a whole number, e.g., by using visual fraction models and equations to represent the problem.": 5,
    "Integrate information from two texts on the same topic in order to write or speak about the subject knowledgeably.": 5,
    "Interpret a fraction as division of the numerator by the denominator (a/b = a ÷ b). Solve word problems involving division of whole numbers leading to answers in the form of fractions or mixed numbers, e.g., by using visual fraction models or equations to represent the problem.": 5,
    "Explain patterns in the number of zeros of the product when multiplying a number by powers of 10, and explain patterns in the placement of the decimal point when a decimal is multiplied or divided by a power of 10. Use whole-number exponents to denote powers of 10.": 5,
    "Interpret the product (a/b) × q as a parts of a partition of q into b equal parts; equivalently, as the result of a sequence of operations a × q ÷ b.": 5,
    "Draw on information from multiple print or digital sources, demonstrating the ability to locate an answer to a question quickly or to solve a problem efficiently.": 5,
    "Measure volumes by counting unit cubes, using cubic cm, cubic in, cubic ft, and improvised units.": 5,
    "Find the volume of a right rectangular prism with whole-number side lengths by packing it with unit cubes, and show that the volume is the same as would be found by multiplying the edge lengths, equivalently by multiplying the height by the area of the base. Represent threefold whole-number products as volumes, e.g., to represent the associative property of multiplication.": 5,
    "Use established criteria in order to evaluate the quality of texts. Make connections to other texts, ideas, cultural perspectives, eras, and personal experiences.": 5,
    "Compare and contrast one author's presentation of events with that of another (e.g., a memoir written by and a biography on the same person).": 5,
    "Use context (e.g., the overall meaning of a sentence or paragraph; a word's position or function in a sentence) as a clue to the meaning of a word or phrase.": 5,
    "Apply properties of operations as strategies to add and subtract rational numbers.": 5,
    "In literary texts, analyze how an author develops and contrasts the point of view and the perspectives of different characters or narrators. In informational texts, analyze how the author distinguishes his or her position from that of others.": 5,
    "Determine a theme or central idea of a text and analyze its development over the course of the text; summarize a text.": 5,
    "Develop a probability model (which may not be uniform) by observing frequencies in data generated from a chance process.": 5,
    "Use measures of center and measures of variability for numerical data from random samples to draw informal comparative inferences about two populations.": 5,
    "Decide whether two quantities are in a proportional relationship, e.g., by testing for equivalent ratios in a table or graphing on a coordinate plane and observing whether the graph is a straight line through the origin.": 5,
    "Analyze how two or more authors writing about the same topic shape their presentations of key information by emphasizing different evidence or advancing different interpretations of facts.": 5,
    "Understand that patterns of association can also be seen in bivariate categorical data by displaying frequencies and relative frequencies in a two-way table. Construct and interpret a two-way table summarizing data on two categorical variables collected from the same subjects. Use relative frequencies calculated for rows or columns to describe possible association between the two variables.": 5,
    "Verify experimentally the properties of rotations, reflections, and translations.": 5,
    "Tell, show, and/or write time (analog) to the nearest minute.": 5,
    "Compare and contrast the most important points and key details presented in two texts on the same topic.": 5,
    "Represent two-step word problems using equations with a symbol standing for the unknown quantity. Limit to problems with whole numbers and having whole-number answers.": 5,
    "Solve addition and subtraction problems to find unknown angles on a diagram in real-world and mathematical problems. (Angles must be adjacent and non-overlapping.).": 5,
    "Add and subtract mixed numbers with a common denominator (denominators limited to 2, 3, 4, 5, 6, 8, 10, 12, and 100; no regrouping with subtraction; fractions do not need to be simplified; and no improper fractions as the final answers).": 5,
    "Recognize, describe, extend, create, and replicate a variety of patterns.": 5,
    "Solve word problems involving multiplication of a whole number by a fraction (denominators limited to 2, 3, 4, 5, 6, 8, 10, 12, and 100).": 5,
    "Determine the rule for a function given a table (limit to +, -, or × and to whole numbers).": 5,
    "Explain what happens to a living organism when its food supply, access to water, shelter, or space is changed (e.g., it might die, migrate, change behavior, eat something else).": 5,
    "State a conclusion that is consistent with the information/data.": 5,
    "Observe and record change by using time and measurement.": 5,
    "Solve word problems involving division of whole numbers leading to answers in the form of fractions (including mixed numbers).": 5,
    "Demonstrate an understanding of multiplication as scaling (resizing).": 5,
    "Identify parts of the coordinate plane (x-axis, y-axis, and the origin) and the ordered pair (x-coordinate and y-coordinate). Limit the coordinate plane to quadrant I.": 5,
    "Use multiple grouping symbols (parentheses, brackets, or braces) in numerical expressions and evaluate expressions containing these symbols.": 5,
    "Determine the area of irregular or compound polygons.": 5,
    "Given coordinates for the vertices of a polygon in the plane, use the coordinates to find side lengths and area of the polygon (limited to triangles and special quadrilaterals).": 5,
    "Describe any overall pattern and any deviations from the overall pattern with reference to the context in which the data were gathered.": 5,
    "Determine quantitative measures of center (e.g., median, mean, mode) and variability (e.g., range, interquartile range, mean absolute deviation).": 5,
    "Understand ordering and absolute value of rational numbers.": 5,
    "Represent addition and subtraction on a horizontal or vertical number line.": 5,
    "Identify and use properties of angles formed when two parallel lines are cut by a transversal (e.g., angles may include alternate interior, alternate exterior, vertical, corresponding).": 5,
    "Locate/identify rational and irrational numbers at their approximate locations on a number line.": 5,
    "Use punctuation (i.e., comma, ellipsis, and dash) to indicate a pause or break.": 5,
    "Identify and apply properties of rotations, reflections, and translations.": 5,
    "Apply the Pythagorean theorem to find the distance between two points in a coordinate system.": 5,
    "Determine how the author uses the meaning of words or phrases, including figurative, connotative, or technical meanings, in a text; analyze the impact of specific word choices on meaning and tone, including analogies or allusions to other texts.": 5,
    "Use evidence, observations, or a variety of scales (e.g., mass, distance, volume, temperature) to describe relationships.": 5,
    "Cross-Text Connections, for which students must draw a reasonable connection between two topically related texts.": 5,
    "Identify arithmetic patterns (including patterns in the addition table or multiplication table) and explain them using properties of operations.": 5,
    "Understand a fraction as a number on the number line; represent fractions on a number line diagram.": 5,
    "Generate measurement data by measuring lengths of objects using rulers marked with halves and fourths of an inch. Record and show the data by making a line plot (dot plot), where the horizontal scale is marked off in appropriate units — whole numbers, halves, or fourths.": 5,
    "Identify common structural elements of fiction (e.g., problem, solution); describe how each successive part of a text builds on earlier sections.": 5,
    "Retell stories, including fables, folktales, and myths from diverse cultures; determine the central message, lesson, or moral and explain how it is conveyed through key details in a text.": 5,
    "Write narratives in prose or poem form to develop experiences or events using effective literary techniques, descriptive details, and clear sequences.": 5,
    "Represent real-world and mathematical problems by graphing points in the first quadrant of the coordinate plane, and interpret coordinate values of points in the context of the situation.": 5,
    "Measure volumes by counting unit cubes, using cubic cm, cubic in., cubic ft., and non-standard units.": 5,
    "Add, subtract, multiply, and divide decimals to hundredths, using concrete models or drawings and strategies based on place value, properties of operations, and/or the relationship between addition and subtraction and between multiplication and division; relate the strategy to a written method and explain the reasoning used.": 5,
    "Relate volume to the operations of multiplication and addition and solve real-world and mathematical problems involving volume.": 5,
    "Describe how a narrator's or speaker's point of view influences how events are described in a story, myth, poem, or drama.": 5,
    "Understand the concept of a unit rate a/b associated with a ratio a:b with b ≠ 0, and use rate language in the context of a ratio relationship, including the use of units.": 5,
    "Write, read, and evaluate expressions in which letters stand for numbers.": 5,
    "Analyze how a particular sentence, paragraph, chapter, section, or text feature (e.g., heading) fits into the overall structure of a text and contributes to the development of the ideas.": 5,
    "Find probabilities of compound events using organized lists, tables, tree diagrams, and simulation.": 5,
    "Use proportional relationships to solve multi-step ratio, rate, and percent problems.": 5,
    "Apply and extend previous understandings of addition and subtraction to add and subtract integers and other rational numbers; represent addition and subtraction on a horizontal or vertical number line diagram.": 5,
    "Determine the meaning of words and phrases as they are used in a text, including figurative and connotative meanings; analyze the impact of specific word choices on meaning, tone, or mood, including the impact of repeated use of particular images.": 5,
    "Analyze how aspects of a literary work's structure contribute to its meaning or style (e.g., the effect of repetition in an epic, flashback in a novel, soliloquy in a drama).": 5,
    "Determine a theme or central idea of a text and analyze its development over the course of the text; provide an objective summary of a text.": 5,
    "Solve linear equations in one variable.": 5,
    "Know the formulas for the volumes of cones, cylinders, and spheres, and use them to solve real-world and mathematical problems.": 5,
    "Analyze and solve pairs of simultaneous linear equations.": 5,
    "Apply the Pythagorean Theorem to determine unknown side lengths in right triangles in real-world and mathematical problems in two and three dimensions.": 5,
    "Describe the effects of dilations, translations, rotations, and reflections on two-dimensional figures using coordinates.": 5,
    "Analyze how differences in point of view between characters and audience (e.g., created through the use of dramatic irony) create such effects as suspense or humor.": 5,
    "Determine a theme or central idea of a text and analyze its development over the course of the text, including its relationship to the characters, setting, and plot; provide an objective summary of a text.": 5,
    "Determine the unknown whole number in a multiplication or division equation relating three whole numbers when the unknown is either a missing factor or product.": 5,
    "Represent equivalent fractions with denominators of 2, 3, 4, 6, and 8 using a variety of objects and pictorial models, including number lines.": 5,
    "Explain the author's use of print and graphic features to achieve specific purposes.": 5,
    "Describe how the author's use of imagery, literal and figurative language such as simile, and sound devices such as onomatopoeia achieves specific purposes.": 5,
    "Retell, paraphrase, or summarize texts in ways that maintain meaning and logical order.": 5,
    "Investigate and compare how animals and plants undergo a series of orderly changes in their diverse life cycles such as tomato plants, frogs, and lady beetles.": 5,
    "Draw or develop a model that represents how something that cannot be seen such as the Sun, Earth, and Moon system and formation of sedimentary rock works or looks.": 5,
    "Ask well defined questions, formulate testable hypotheses, and select and use appropriate equipment and technology.": 5,
    "Identify and classify Earth's renewable resources, including air, plants, water, and animals; and nonrenewable resources, including coal, oil, and natural gas; and the importance of conservation.": 5,
    "Write equations that represent problems related to the area of rectangles, parallelograms, trapezoids, and triangles and volume of right rectangular prisms where dimensions are positive rational numbers.": 5,
    "Graph points in all four quadrants using ordered pairs of rational numbers.": 5,
    "Convert units within a measurement system, including the use of proportions and unit rates.": 5,
    "The controlling idea or thesis with supporting evidence.": 5,
    "Analyze plot elements, including rising action, climax, falling action, resolution, and non-linear elements such as flashback.": 5,
    "Convert between measurement systems, including the use of proportions and the use of unit rates.": 5,
    "Determine if the given value(s) make(s) one-variable, two-step equations and inequalities true.": 5,
    "Add, subtract, multiply, and divide rational numbers fluently.": 5,
    "Write one-variable equations or inequalities with variables on both sides that represent problems using rational number coefficients and constants.": 5,
    "Describe the volume formula V = Bh of a cylinder in terms of its base area and its height.": 5,
    "Analyze how characters' motivations and behaviors influence events and resolution of the conflict.": 5,
    "Use context within or beyond a paragraph to clarify the meaning of unfamiliar or ambiguous words.": 5,
    "Multiple organizational patterns within a text to develop the thesis.": 5,
    "Describe the structure of atoms, including the masses, electrical charges, and locations, of protons and neutrons in the nucleus and electrons in the electron cloud.": 5,
    "Model and illustrate how the tilted Earth rotates on its axis, causing day and night, and revolves around the Sun, causing changes in seasons.": 5,
    "Measure and graph changes in motion.": 5,
    "Compare places and regions of the United States in terms of physical and human characteristics.": 5,
    "Simplify numeric and algebraic expressions using the laws of exponents, including integral and rational exponents.": 5,
    "Graph linear functions on the coordinate plane and identify key features, including x-intercept, y-intercept, zeros, and slope, in mathematical and real-world problems.": 5,
    "Describe how environmental change can impact ecosystem stability.": 5,
    "Analyze and evaluate the relationship of natural selection to adaptation and to the development of diversity in and among species.": 5,
    "Compare the functions of different types of biomolecules, including carbohydrates, lipids, proteins, and nucleic acids.": 5,
    "Analyze how the author's use of language achieves specific purposes.": 5,
    "Analyze context to distinguish between the denotative and connotative meanings of words.": 5,
    "Represent a fraction 1/b on a number line diagram by defining the interval from 0 to 1 as the whole and partitioning it into b equal parts. Recognize that each part has size 1/b and that the endpoint of the part based at 0 locates the number 1/b on the number line.": 4,
    "Compare two fractions with the same numerator or the same denominator by reasoning about their size. Recognize that comparisons are valid only when the two fractions refer to the same whole. Record the results of comparisons with the symbols >, =, or <, and justify the conclusions, e.g., by using a visual fraction model.": 4,
    "Solve word problems involving addition and subtraction of fractions referring to the same whole and having like denominators, e.g., by using visual fraction models and equations to represent the problem.": 4,
    "Add and subtract mixed numbers with like denominators, e.g., by replacing each mixed number with an equivalent fraction, and/or by using properties of operations and the relationship between addition and subtraction.": 4,
    "Recognize angle measure as additive. When an angle is decomposed into non-overlapping parts, the angle measure of the whole is the sum of the angle measures of the parts. Solve addition and subtraction problems to find unknown angles on a diagram in real world and mathematical problems, e.g., by using an equation with a symbol for the unknown angle measure.": 4,
    "Compare and contrast a firsthand and secondhand account of the same event or topic; describe the differences in focus and the information provided.": 4,
    "Use context (e.g., definitions, examples, or restatements in text) as a clue to the meaning of a word or phrase.": 4,
    "Determine a theme or central idea and explain how it is supported by key details; summarize a text.": 4,
    "Know relative sizes of measurement units within one system of units including km, m, cm; kg, g; lb, oz.; l, ml; hr, min, sec. Within a single system of measurement, express measurements in a larger unit in terms of a smaller unit. Record measurement equivalents in a two-column table.": 4,
    "Comparing the size of a product to the size of one factor on the basis of the size of the other factor, without performing the indicated multiplication.": 4,
    "Interpret multiplication as scaling (resizing).": 4,
    "A cube with side length 1 unit, called a “unit cube,” is said to have “one cubic unit” of volume, and can be used to measure volume.": 4,
    "Determine a theme or central idea of a text and how it is developed by key supporting details over the course of a text; summarize a text.": 4,
    "In literary texts, describe how events unfold, as well as how characters respond or change as the plot moves toward a resolution.": 4,
    "Find the volume of a right rectangular prism with fractional edge lengths by packing it with unit cubes of the appropriate unit fraction edge lengths, and show that the volume is the same as would be found by multiplying the edge lengths of the prism. Apply the formulas V = l w h and V = b h to find volumes of right rectangular prisms with fractional edge lengths in the context of solving real-world and mathematical problems.": 4,
    "Represent real world and mathematical problems by graphing points in the first quadrant of the coordinate plane, and interpret coordinate values of points in the context of the situation.": 4,
    "Integrate information presented in different media or formats (e.g., visually, quantitatively) as well as in words to develop a coherent understanding of a topic or issue.": 4,
    "Compare and contrast texts in different forms or genres (e.g., stories and poems; historical novels and fantasy stories) in terms of their approaches to similar themes and topics.": 4,
    "Fluently add, subtract, multiply, and divide multi-digit decimals using the standard algorithm for each operation.": 4,
    "Understand that statistics can be used to gain information about a population by examining a sample of the population; generalizations about a population from a sample are valid only if the sample is representative of that population. Understand that random sampling tends to produce representative samples and support valid inferences.": 4,
    "Apply the Pythagorean Theorem to find the distance between two points in a coordinate system.": 4,
    "In literary texts, analyze how the differences between the point of view, perspectives of the characters, the audience, or reader create effects such as mood and tone. In informational texts, analyze how the author addresses conflicting evidence or viewpoints.": 4,
    "Choose and develop criteria in order to evaluate the quality of texts. Make connections to other texts, ideas, cultural perspectives, eras, and personal experiences.": 4,
    "Give examples of linear equations in one variable with one solution, infinitely many solutions, or no solutions. Show which of these possibilities is the case by successively transforming the given equation into simpler forms, until an equivalent equation of the form x = a, a = a, or a = b results (where a and b are different numbers).": 4,
    "Compare and contrast the structure of two or more texts and analyze how the differing structure of each text contributes to its meaning and style.": 4,
    "Represent fractions on a number line (limit denominators to 2, 3, 4, 6, and 8; limit numerators to whole numbers less than the denominator; and no simplification necessary).": 4,
    "Determine the unknown whole number in a multiplication (up to and including 10 × 10) or division (limit dividends through 50 and limit divisors and quotients through 10) equation relating three whole numbers.": 4,
    "Use spelling patterns and generalizations (e.g., word families, position-based spellings, syllable patterns, ending rules, meaningful word parts) in writing words.": 4,
    "Order a set of whole numbers from least to greatest or greatest to least (up through 9,999, and limit sets to no more than four numbers).": 4,
    "Apply the associative property of multiplication (not identification or definition of the property).": 4,
    "Form and use possessives.": 4,
    "Use commas and quotation marks in dialogue.": 4,
    "Solve one- and two-step problems using information to interpret data presented in scaled pictographs and scaled bar graphs (scales limited to 1, 2, 5, and 10).": 4,
    "Add two- and three-digit whole numbers (limit sums from 100 through 1,000) and/or subtract two- and three-digit numbers from three-digit whole numbers.": 4,
    "Write narratives to develop real or imagined experiences or events using effective technique, descriptive details, and clear event sequences.": 4,
    "Divide up to four-digit dividends by one-digit divisors with answers written as whole-number quotients and remainders.": 4,
    "Decompose a fraction or a mixed number into a sum of fractions with the same denominator (denominators limited to 2, 3, 4, 5, 6, 8, 10, 12, and 100), recording the decomposition by an equation. Justify decompositions (e.g., by using a visual fraction model).": 4,
    "Demonstrate an understanding that in a multi-digit whole number (through 1,000,000), a digit in one place represents ten times what it represents in the place to its right.": 4,
    "Compare two decimals to hundredths using the symbols >, =, or <, and justify the conclusions.": 4,
    "Use correct capitalization.": 4,
    "Add two fractions with respective denominators 10 and 100.": 4,
    "Determine the missing elements in a function table (limit to +, -, or × and to whole numbers or money).": 4,
    "Spell grade-appropriate words correctly.": 4,
    "Provide examples, predict, or describe how everyday human activities (e.g., solid waste production, food production and consumption, transportation, water consumption, energy production and use) may change the environment.": 4,
    "Identify appropriate tools or instruments for specific tasks and describe the information they can provide (e.g., measuring: length - ruler, mass - balance scale, volume - beaker, temperature - thermometer; making observations: hand lens, binoculars, telescope).": 4,
    "Use underlining, quotation marks, or italics to indicate titles of works.": 4,
    "Use equivalent fractions as a strategy to add and subtract fractions.": 4,
    "Expand, combine, and reduce sentences for meaning, reader/listener interest, and style.": 4,
    "Determine an author's purpose in a text and explain how it is conveyed in the text; explain how an author develops the point of view of the narrator or speaker in a text; describe the effectiveness of the point of view used by the author.": 4,
    "Represent and/or solve real-world and mathematical problems using rates, ratios, and/or percents.": 4,
    "Write an equation to express the relationship between the dependent and independent variables.": 4,
    "Represent three-dimensional figures using nets made of rectangles and triangles.": 4,
    "Ensure that pronouns are in the proper case (i.e., subjective, objective, and possessive).": 4,
    "Identify parts of an expression using mathematical terms (e.g., sum, term, product, factor, quotient, coefficient, quantity).": 4,
    "Represent and analyze quantitative relationships between dependent and independent variables.": 4,
    "Demonstrate understanding of statistical variability by summarizing and describing distributions.": 4,
    "Construct tables of equivalent ratios relating quantities with whole-number measurements, find missing values in the tables, and/or plot the pairs of values on the coordinate plane. Use tables to compare ratios.": 4,
    "Determine how the author uses the meaning of words or phrases, including figurative, connotative, or technical meanings, in a text.": 4,
    "Determine how the author uses the meaning of words or phrases, including figurative and connotative meanings, in a text; analyze the impact of a specific word choice on meaning and tone.": 4,
    "Write, interpret, and explain statements of order for rational numbers in real-world contexts.": 4,
    "Recognize and correct inappropriate shifts in pronoun number and person.": 4,
    "Determine the surface area of triangular and rectangular prisms (including cubes).": 4,
    "Write narratives to develop real or imagined experiences or events using effective techniques, relevant descriptive details, and well-structured event sequences.": 4,
    "Write arguments to support claims with clear reasons and relevant evidence.": 4,
    "Predict or determine whether some outcomes are certain, more likely, less likely, equally likely, or impossible (i.e., a probability near 0 indicates an unlikely event, a probability around 1/2 indicates an event that is neither unlikely nor likely, and a probability near 1 indicates a likely event).": 4,
    "Apply properties of operations to calculate with numbers in any form; convert between forms as appropriate.": 4,
    "Derive the equation y = mx for a line through the origin and the equation y = mx + b for a line intercepting the vertical axis at b.": 4,
    "Interpret solutions to a system of two linear equations in two variables as points of intersection of their graphs because points of intersection satisfy both equations simultaneously.": 4,
    "Determine whether a relation is a function.": 4,
    "Use rational approximations of irrational numbers to compare and order irrational numbers.": 4,
    "Use evidence, such as observations or experimental results, to support inferences about a relationship.": 4,
    "Describe the water cycle and the physical processes on which it depends (i.e., evaporation, condensation, precipitation, transpiration, runoff, infiltration, energy inputs, and phase changes).": 4,
    "Relate area to the operations of multiplication and addition.": 4,
    "Fluently multiply and divide within 100, using strategies such as the relationship between multiplication and division (e.g., knowing that 8 × 5 = 40, one knows 40 ÷ 5 = 8) or properties of operations. By the end of grade 3, know from memory all products of two single-digit numbers and related division facts.": 4,
    "Solve two-step word problems using the four operations for problems posed with whole numbers and having whole number answers. Represent these problems using equations with a letter standing for the unknown quantity. Assess the reasonableness of answers using mental computation and estimation strategies, including rounding.": 4,
    "Understand a fraction 1/b as the quantity formed by 1 part when a whole (a single unit) is partitioned into b equal parts; understand a fraction a/b as the quantity formed by a parts of size 1/b.": 4,
    "Use information gained from illustrations (e.g., maps, photographs) and the words, numbers, and symbols in a text to demonstrate understanding of the text (e.g., where, when, why, and how key events occur).": 4,
    "Make a line plot (dot plot) representation to display a data set of measurements in fractions of a unit (1/2, 1/4, 1/8). Solve problems involving addition and subtraction of fractions by using information presented in line plots (dot plots).": 4,
    "Fluently add and subtract multi-digit whole numbers using the standard algorithm.": 4,
    "Recognize angle measure as additive. When an angle is decomposed into non-overlapping parts, the angle measure of the whole is the sum of the angle measures of the parts. Solve addition and subtraction problems to find unknown angles on a diagram in real-world and mathematical problems, e.g., by using an equation with a symbol for the unknown angle measure.": 4,
    "Know relative sizes of measurement units within one system of units, including km, m, cm; kg, g; lb, oz.; l, ml; hr, min, sec. Within a single system of measurement, express measurements in a larger unit in terms of a smaller unit. Record measurement equivalents in a two-column table.": 4,
    "Apply the area and perimeter formulas for rectangles in real-world and mathematical problems.": 4,
    "Understand a fraction a/b with a > 1 as a sum of fractions 1/b.": 4,
    "Explain events, procedures, ideas, or concepts in a historical, scientific, mathematical, or technical text, including what happened and why, based on specific information in the text.": 4,
    "Determine the meaning of words and phrases as they are used in a text, including those that allude to significant characters found in mythology (e.g., Herculean); explain how figurative language (e.g., simile, metaphor) enriches a text.": 4,
    "Recognize that in a multi-digit number, including decimals, a digit in any place represents 10 times as much as it represents in the place to its right and 1/10 of what it represents in the place to its left.": 4,
    "Explain patterns in the number of zeros of the product when multiplying a number by powers of 10,and explain patterns in the placement of the decimal point when a decimal is multiplied or divided by a power of 10. Use whole-number exponents to denote powers of 10.": 4,
    "Make a line plot (dot plot) to display a data set of measurements in fractions of a unit. Use operations on fractions for this grade to solve problems involving information presented in line plot (dot plot).": 4,
    "Find the volume of a right rectangular prism with fractional edge lengths by packing it with unit cubes of the appropriate unit fraction edge lengths, and show that the volume is the same as would be found by multiplying the edge lengths of the prism. Apply the formulas V = lwh and V = Bh to find volumes of right rectangular prisms with fractional edge lengths in the context of solving real-world and mathematical problems.": 4,
    "Determine a text's central idea(s) and how particular details help convey the idea(s); provide a summary of a text distinct from personal opinions or judgments.": 4,
    "Circles and measurement.": 4,
    "Analyze how particular elements of a story, poem, or drama interact (e.g., how setting shapes the characters or plot).": 4,
    "Understand that a two-dimensional figure is congruent to another if the second can be obtained from the first by a sequence of rotations, reflections, and translations. Given two congruent figures, describe a sequence that exhibits the congruence between them.": 4,
    "Know that numbers that are not rational are called irrational. Understand informally that every number has a decimal expansion. For rational numbers show that the decimal expansion repeats eventually, and convert a decimal expansion which repeats eventually into a rational number.": 4,
    "Interpret the equation y = mx + b as defining a linear function whose graph is a straight line; give examples of functions that are not linear.": 4,
    "Cite the textual evidence that most strongly supports analysis of what a text states explicitly as well as inferences drawn from the text, quoting or paraphrasing as appropriate.": 4,
    "The central idea with supporting evidence.": 4,
    "Make and correct or confirm predictions using text features, characteristics of genre, and structures.": 4,
    "Identify the meaning of and use words with affixes such as im- (into), non-, dis-, in- (not, non), pre-, -ness, -y, and -ful.": 4,
    "Recall facts to multiply up to 10 by 10 with automaticity and recall the corresponding division facts.": 4,
    "Features such as sections, tables, graphs, timelines, bullets, numbers, and bold and italicized font to support understanding.": 4,
    "Explain structure in drama such as character tags, acts, scenes, and stage directions.": 4,
    "Identifying the claim.": 4,
    "Estimate to determine solutions to mathematical and real-world problems involving addition, subtraction, multiplication, or division.": 4,
    "Represent quotients of decimals to the hundredths, up to four-digit dividends and two-digit whole number divisors, using objects and pictorial models, including area models.": 4,
    "Solve with proficiency for quotients of up to a four-digit dividend by a two-digit divisor using strategies and the standard algorithm.": 4,
    "Use print or digital resources to determine meaning, syllabication, pronunciation, and word origin.": 4,
    "Analyze how the use of text structure contributes to the author's purpose.": 4,
    "Describe, plan, and implement simple experimental investigations testing one variable.": 4,
    "Identify changes that can occur in the physical properties of the ingredients of solutions such as dissolving salt in water or adding lemon juice to water.": 4,
    "Observe and describe the physical characteristics of environments and how they support populations and communities of plants and animals within an ecosystem.": 4,
    "Identify fossils as evidence of past living organisms and the nature of the environments at the time using models.": 4,
    "Demonstrate and observe how position and motion can be changed by pushing and pulling objects such as swings, balls, and wagons.": 4,
    "Design a simple experimental investigation that tests the effect of force on an object.": 4,
    "Write corresponding real-world problems given one-variable, one-step equations or inequalities.": 4,
    "Analyze how playwrights develop characters through dialogue and staging.": 4,
    "Use print or digital resources to determine the meaning, syllabication, pronunciation, word origin, and part of speech.": 4,
    "Extend previous knowledge of triangles and their properties to include the sum of angles of a triangle, the relationship between the lengths of sides and measures of angles in a triangle, and determining when three lengths form a triangle.": 4,
    "Calculate unit rates from rates in mathematical and real-world problems.": 4,
    "Write and solve equations using geometry concepts, including the sum of the angles in a triangle, and angle relationships.": 4,
    "Write a corresponding real-world problem given a one-variable, two-step equation or inequality.": 4,
    "Solve problems involving the lateral and total surface area of a rectangular prism, rectangular pyramid, triangular prism, and triangular pyramid by determining the area of the shape's net.": 4,
    "Generalize the critical attributes of similarity, including ratios within and between similar shapes.": 4,
    "Convert between standard decimal notation and scientific notation.": 4,
    "Determine the distance between two points on a coordinate plane using the Pythagorean theorem.": 4,
    "Construct a scatterplot and describe the observed data to address questions of association such as linear, non-linear, and no association between bivariate data.": 4,
    "Analyze non-linear plot development such as flashbacks, foreshadowing, subplots, and parallel plot structures and compare it to linear plot development.": 4,
    "Identify and analyze the use of literary devices, including multiple points of view and irony.": 4,
    "Describe how the author's use of figurative language such as extended metaphor achieves specific purposes.": 4,
    "Represent linear proportional situations with tables, graphs, and equations in the form of y = kx.": 4,
    "Generalize that the ratio of corresponding sides of similar shapes are proportional, including a shape and its dilation.": 4,
    "Approximate the value of an irrational number, including p and square roots of numbers less than 225, and locate that rational number approximation on a number line.": 4,
    "Examine organisms or their structures such as insects or leaves and use dichotomous keys for identification.": 4,
    "Diagram the flow of energy through living systems, including food chains, food webs, and energy pyramids.": 4,
    "Identify the main functions of the systems of the human organism, including the circulatory, respiratory, skeletal, muscular, digestive, excretory, reproductive, integumentary, nervous, and endocrine systems.": 4,
    "Demonstrate energy transformations such as energy in a flashlight battery changes from chemical energy to electrical energy to light energy.": 4,
    "Compare and contrast potential and kinetic energy.": 4,
    "Compare metals, nonmetals, and metalloids using physical properties such as luster, conductivity, or malleability.": 4,
    "Use appropriate tools, including lab journals/notebooks, beakers, meter sticks, graduated cylinders, anemometers, psychrometers, hot plates, test tubes, spring scales, balances, microscopes, thermometers, calculators, computers, spectroscopes, timing devices, and other necessary equipment to collect, record, and analyze information.": 4,
    "Plan and implement comparative and descriptive investigations by making observations, asking well defined questions, and using appropriate equipment and technology.": 4,
    "Explain reasons for the development of the plantation system, the transatlantic slave trade, and the spread of slavery.": 4,
    "Analyze causes of the American Revolution, including the Proclamation of 1763, the Intolerable Acts, the Stamp Act, mercantilism, lack of representation in Parliament, and British economic policies following the French and Indian War.": 4,
    "Analyze how physical characteristics of the environment influenced population distribution, settlement patterns, and economic activities in the United States.": 4,
    "Identify the major eras in U.S. history through 1877, including colonization, revolution, creation and ratification of the Constitution, early republic, the Age of Jackson, westward expansion, reform movements, sectionalism, Civil War, and Reconstruction, and describe their causes and effects.": 4,
    "Explain constitutional issues arising over the issue of states' rights, including the Nullification Crisis and the Civil War.": 4,
    "Analyze the impact of the First Amendment guarantees of religious freedom on the American way of life.": 4,
    "Identify reasons for English, Spanish, and French exploration and colonization of North America.": 4,
    "Analyze the causes and effects of economic differences among different regions of the United States at selected times.": 4,
    "Explain the reasons for the growth of representative government and institutions during the colonial period.": 4,
    "Identify the economic factors that brought about rapid industrialization and urbanization.": 4,
    "Describe the impact of the 13th, 14th, and 15th amendments.": 4,
    "Graph quadratic functions on the coordinate plane and use the graph to identify key attributes, if possible, including x-intercept, y-intercept, zeros, maximum value, minimum values, vertex, and the equation of the axis of symmetry.": 4,
    "Write systems of two linear equations given a table of values, a graph, and a verbal description.": 4,
    "Determine the domain and range of quadratic functions and represent the domain and range using inequalities.": 4,
    "Graph the solution set of linear inequalities in two variables on the coordinate plane.": 4,
    "Write exponential functions in the form f(x) = abˣ (where b is a rational number) to describe problems arising from mathematical and real-world situations, including growth and decay.": 4,
    "Determine the effects on the graph of the parent function f(x) = x^2when f(x) is replaced by af(x), f(x) + d, f(x - c), f(bx) for specific values of a, b, c, and d.": 4,
    "Write linear equations in two variables given a table of values, a graph, and a verbal description.": 4,
    "Solve quadratic equations having real solutions by factoring, taking square roots, completing the square, and applying the quadratic formula.": 4,
    "Determine the domain and range of a linear function in mathematical problems; determine reasonable domain and range values for real-world situations, both continuous and discrete; and represent domain and range using inequalities.": 4,
    "Graph exponential functions that model growth and decay and identify key features, including y-intercept and asymptote, in mathematical and real-world problems.": 4,
    "Solve linear equations in one variable, including those for which the application of the distributive property is necessary and for which variables are included on both sides.": 4,
    "Evaluate models according to their limitations in representing biological objects or events.": 4,
    "Analyze and evaluate how evidence of common ancestry among groups is provided by the fossil record, biogeography, and homologies, including anatomical, molecular, and developmental.": 4,
    "Describe how events and processes that occur during ecological succession can change populations and species diversity.": 4,
    "Developing an engaging idea reflecting depth of thought with specific details, examples, and commentary.": 4,
    "Correct capitalization.": 4,
    "Use print or digital resources such as glossaries or technical dictionaries to clarify and validate understanding of the precise and appropriate meaning of technical or discipline-based vocabulary.": 4,
    "Clear thesis, relevant supporting evidence, pertinent examples, and conclusion.": 4,
    "Analyze context to distinguish among denotative, connotative, and figurative meanings of words.": 4,
    "Express whole numbers as fractions, and recognize fractions that are equivalent to whole numbers.": 3,
    "Find the area of a rectangle with whole-number side lengths by tiling it, and show that the area is the same as would be found by multiplying the side lengths.": 3,
    "Determine the meaning of words, phrases, figurative language, and academic and content-specific words.": 3,
    "Measure areas by counting unit squares (square cm, square m, square in, square ft, and improvised units).": 3,
    "Use sentence-level context as a clue to the meaning of a word or phrase.": 3,
    "Determine the meaning of words, phrases, figurative language, academic, and content-specific words.": 3,
    "In literary texts, identify and analyze structural elements, using terms such as verse, rhythm, meter, characters, settings, dialogue, stage directions. In informational texts, identify the overall structure using terms such as sequence, comparison, cause/effect, and problem/solution.": 3,
    "Understand a fraction a/b as a multiple of 1/b.": 3,
    "Recognize and explain the meaning of common idioms, adages, and proverbs.": 3,
    "Solve word problems involving addition and subtraction of fractions referring to the same whole, including cases of unlike denominators. Use benchmark fractions and number sense of fractions to estimate mentally and assess the reasonableness of answers.": 3,
    "Recognize that in a multi-digit number, a digit in one place represents 10 times as much as it represents in the place to its right and 1/10 of what it represents in the place to its left.": 3,
    "Explain how claims in a text are supported by relevant reasons and evidence, identifying which reasons and evidence support which claims.": 3,
    "In literary texts, explain how a narrator's or speaker's point of view influences how events are described. In informational texts, analyze multiple accounts of the same event or topic, noting important similarities and differences in the point of view they represent.": 3,
    "Determine or clarify the meaning of unknown and multiple-meaning words and phrases, choosing flexibly from a range of strategies.": 3,
    "Interpret division of a whole number by a unit fraction, and compute such quotients.": 3,
    "Understand that attributes belonging to a category of two-dimensional figures also belong to all subcategories of that category.": 3,
    "Find the area of a rectangle with fractional side lengths by tiling it with unit squares of the appropriate unit fraction side lengths, and show that the area is the same as would be found by multiplying the side lengths. Multiply fractional side lengths to find areas of rectangles, and represent fraction products as rectangular areas.": 3,
    "Solve real world problems involving division of unit fractions by non-zero whole numbers and division of whole numbers by unit fractions, e.g., by using visual fraction models and equations to represent the problem.": 3,
    "In literary texts, identify the point of view and explain how it is developed and conveys meaning. In informational texts, explain how an author's geographic location or culture affects his or her perspective.": 3,
    "Understand that positive and negative numbers are used together to describe quantities having opposite directions or values (e.g., temperature above/below zero, elevation above/below sea level, credits/debits, positive/negative electric charge); use positive and negative numbers to represent quantities in real-world contexts, explaining the meaning of 0 in each situation.": 3,
    "Interpret statements of inequality as statements about the relative position of two numbers on a number line diagram.": 3,
    "Apply properties of operations as strategies to multiply and divide rational numbers.": 3,
    "Use proportional relationships to solve multistep ratio and percent problems.": 3,
    "Trace and evaluate the development of an argument and specific claims in a text, assessing whether the reasoning is valid and the evidence is relevant and sufficient and recognizing when irrelevant evidence is introduced.": 3,
    "Recognize that a measure of center for a numerical data set summarizes all of its values with a single number, while a measure of variation describes how its values vary with a single number.": 3,
    "Understand p + q as the number located a distance |q| from p, in the positive or negative direction depending on whether q is positive or negative. Show that a number and its opposite have a sum of 0 (are additive inverses). Interpret sums of rational numbers by describing real-world contexts.": 3,
    "Use operations, patterns, and estimation strategies to solve problems (may include word problems).": 3,
    "Form and use the simple verb tenses (e.g., I walked; I walk; I will walk).": 3,
    "Apply place-value strategies to solve problems.": 3,
    "Round amounts of money to the nearest dollar.": 3,
    "Translate information from one type of display to another. Limit to pictographs, tally charts, bar graphs, and tables.": 3,
    "Explain the function of nouns, pronouns, verbs, adjectives, and adverbs in general and their functions in particular sentences.": 3,
    "Use conventional spelling for high-frequency and other studied words and for adding suffixes to base words (e.g., sitting, smiled, cries, happiness).": 3,
    "Use abstract nouns (e.g., childhood).": 3,
    "Form and use regular and irregular plural nouns.": 3,
    "Compare two multi-digit numbers through 1,000,000 based on meanings of the digits in each place, using >, =, and < symbols.": 3,
    "Identify time (analog or digital) as the amount of minutes before or after the hour.": 3,
    "Make a line plot to display a data set of measurements in fractions of a unit (e.g., intervals of 1/2, 1/4, or 1/8).": 3,
    "Use relative pronouns (e.g., who, whose, whom, which, that) and relative adverbs (e.g., where, when, why).": 3,
    "Use a comma before a coordinating conjunction in a compound sentence.": 3,
    "Multiply a whole number by a non-unit fraction (denominators limited to 2, 3, 4, 5, 6, 8, 10, 12, and 100 and final answers do not need to be simplified or written as a mixed number).": 3,
    "Compare and contrast the treatment of similar themes and topics (e.g., opposition of good and evil) and patterns of events (e.g., the quest) in stories, myths, and traditional literature from different cultures.": 3,
    "Compare two fractions with different numerators and different denominators (denominators limited to 2, 3, 4, 5, 6, 8, 10, 12, and 100) using the symbols >, =, or < and justify the conclusions.": 3,
    "Form and use prepositional phrases.": 3,
    "Write opinion pieces on topics or texts, supporting a point of view with reasons and information.": 3,
    "Recognize or illustrate simple direct current series and parallel circuits composed of batteries, light bulbs (or other common loads), wire, and on/off switches.": 3,
    "Describe motions of the Sun - Earth - Moon system.": 3,
    "Distinguish between a scientific fact and an opinion, providing clear explanations that connect observations and results (e.g., a scientific fact can be supported by making observations).": 3,
    "Identify and describe examples of common technological changes past to present in the community (e.g., energy production, transportation, communications, agriculture, packaging materials) that have either positive or negative impacts on society or the environment.": 3,
    "Design and describe an investigation (a fair test) to test one variable.": 3,
    "Explain a relationship between the living and nonliving components in a system (e.g., food web, terrarium).": 3,
    "Use models to make observations to explain how systems work (e.g., water cycle, Sun-Earth-Moon system).": 3,
    "Identify physical characteristics (e.g., height, hair color, eye color, attached earlobes, ability to roll tongue) that appear in both parents and could be passed on to offspring.": 3,
    "Explain and predict how changes in seasons affect plants, animals, or daily human life (e.g., food availability, shelter, mobility).": 3,
    "Solve multiplication and division problems involving fractions and whole numbers (straight computation or word problems).": 3,
    "Find volumes of solid figures composed of two non-overlapping right rectangular prisms.": 3,
    "Demonstrate understanding of place-value of whole numbers and decimals, and compare quantities or magnitudes of numbers.": 3,
    "Explain the function of conjunctions, prepositions, and interjections in general and their function in particular sentences.": 3,
    "Demonstrate an understanding that in a multi-digit number, a digit in one place represents 1/10 of what it represents in the place to its left.": 3,
    "Perform operations with multi-digit whole numbers and with decimals to hundredths.": 3,
    "Solve problems involving computation of fractions by using information presented in line plots.": 3,
    "Apply and extend previous understandings of multiplication and division to multiply and divide fractions.": 3,
    "Use substitution to determine whether a given number in a specified set makes an equation or inequality true.": 3,
    "Spell correctly.": 3,
    "Determine the area of triangles and special quadrilaterals (i.e., square, rectangle, parallelogram, rhombus, and trapezoid).": 3,
    "Identify, write, and evaluate numerical and algebraic expressions.": 3,
    "Determine the opposite of a number and recognize that the opposite of the opposite of a number is the number itself (e.g., -(-3) = 3; 0 is its own opposite).": 3,
    "Write algebraic expressions from verbal descriptions.": 3,
    "Determine the volume of right rectangular prisms with fractional edge lengths.": 3,
    "Display, analyze, and summarize numerical data sets in relation to their context.": 3,
    "Apply the distributive property to express a sum of two whole numbers, 1 through 100, with a common factor as a multiple of a sum of two whole numbers with no common factor.": 3,
    "Recognize and correct vague pronouns (i.e., ones with unclear or ambiguous antecedents).": 3,
    "Use properties of operations to generate equivalent expressions.": 3,
    "Find probabilities of independent compound events using organized lists, tables, tree diagrams, and simulation.": 3,
    "Determine the reasonableness of answer(s) or interpret the solution(s) in the context of the problem.": 3,
    "Identify or describe the properties of all types of triangles based on angle and side measures.": 3,
    "Determine the probability of a chance event given relative frequency. Predict the approximate relative frequency given the probability.": 3,
    "Determine how the author uses the meaning of words or phrases, including figurative, connotative, or technical meanings, in a text; analyze the impact of a specific word choice on meaning and tone.": 3,
    "Explain the function of phrases and clauses in general and their function in specific sentences.": 3,
    "Use square root and cube root symbols to represent solutions to equations of the form x^2= p and x³ = p, where p is a positive rational number. Evaluate square roots of perfect squares (up to and including 12^2) and cube roots of perfect cubes (up to and including 5³) without a calculator.": 3,
    "Estimate very large or very small quantities by using numbers expressed in the form of a single digit times an integer power of 10 and express how many times larger or smaller one number is than another.": 3,
    "Represent and use expressions and equations to solve problems involving radicals and integer exponents.": 3,
    "Analyze and describe linear relationships between two variables, using slope.": 3,
    "Use similar right triangles to show and explain why the slope m is the same between any two distinct points on a non-vertical line in the coordinate plane.": 3,
    "Write and identify linear equations in one variable with one solution, infinitely many solutions, or no solutions. Show which of these possibilities is the case by successively transforming the given equation into simpler forms until an equivalent equation of the form x = a, a = a, or a = b results (where a and b are different numbers).": 3,
    "Estimate the value of irrational numbers without a calculator (limit whole number radicand to less than 144).": 3,
    "Apply concepts of rational and irrational numbers.": 3,
    "Given two congruent figures, describe a sequence of transformations that exhibits the congruence between them.": 3,
    "Analyze and interpret bivariate data displayed in multiple representations.": 3,
    "Construct and interpret a two-way table summarizing data on two categorical variables collected from the same subjects. Use relative frequencies calculated for rows or columns to describe possible associations between the two variables.": 3,
    "Form and use verbs in the active and passive voice.": 3,
    "For scatter plots that suggest a linear association, identify a line of best fit by judging the closeness of the data points to the line.": 3,
    "Define, evaluate, and compare functions displayed algebraically, graphically, or numerically in tables or by verbal descriptions.": 3,
    "Explain the function of verbals (i.e., gerunds, participles, and infinitives) in general and their function in particular sentences.": 3,
    "Use evidence from investigations to clearly communicate and support conclusions.": 3,
    "Distinguish among forms of energy (e.g., electrical, mechanical, chemical, light, sound, nuclear) and sources of energy (i.e., renewable and nonrenewable energy).": 3,
    "Distinguish between kinetic and potential energy.": 3,
    "Explain the concept of order in a system [e.g., (first to last: manufacturing steps, trophic levels); (simple to complex: cell, tissue, organ, organ system)].": 3,
    "Identify and describe reactants and products of simple chemical reactions.": 3,
    "Explain how energy is transferred from one place to another through convection, conduction, or radiation.": 3,
    "Explain how fossils provide evidence about plants and animals that once lived throughout Pennsylvania's history (e.g., fossils provide evidence of different environments).": 3,
    "Interpret data/observations; develop relationships among variables based on data/observations to design models as solutions.": 3,
    "Measure and estimate liquid volumes and masses of objects using standard metric units of grams (g), kilograms (kg), and liters (l). Add, subtract, multiply, or divide to solve one-step word problems involving masses or volumes that are given in the same metric units, e.g., by using drawings (such as a beaker with a measurement scale) to represent the problem.": 3,
    "Apply properties of operations to multiply.": 3,
    "Fluently add and subtract within 1,000 using strategies and algorithms based on place value, properties of operations, and/or the relationship between addition and subtraction.": 3,
    "Measure areas by counting unit squares (square cm, square m, square in., square ft., and non-standard units).": 3,
    "Produce writing in which the development and organization are appropriate to task, purpose, and audience.": 3,
    "Recognize that in a multi-digit whole number, a digit in any place represents 10 times as much as it represents in the place to its right.": 3,
    "Solve multi-step word problems posed with whole numbers and having whole-number answers using the four operations, including problems in which remainders must be interpreted. Represent these problems using equations with a letter standing for the unknown quantity. Assess the reasonableness of answers using mental computation and estimation strategies including rounding.": 3,
    "Explain why a fraction a/b is equivalent to a fraction (n × a)/(n × b) by using visual fraction models, with attention to how the numbers and sizes of the parts differ even though the two fractions themselves are the same size. Use this principle to recognize and generate equivalent fractions, including fractions greater than 1.": 3,
    "Determine a theme of a story, drama, or poem from details in the text; summarize a text.": 3,
    "Solve real-world problems involving multiplication of fractions and mixed numbers, e.g., by using visual fraction models or equations to represent the problem.": 3,
    "Solve word problems involving addition and subtraction of fractions referring to the same whole(the whole can be a set of objects), including cases of unlike denominators, e.g., by using visual fraction models or equations to represent the problem. Use benchmark fractions and number sense of fractions to estimate mentally and assess the reasonableness of answers.": 3,
    "Fluently multiply multi-digit whole numbers. (Include two-digit x four-digit numbers and, three-digit x three-digit numbers) using the standard algorithm.": 3,
    "Determine one or more main ideas of a text and explain how they are supported by key details; summarize a text.": 3,
    "Determine the meaning of words and phrases as they are used in a text; identify and explain the effects of figurative language such as metaphors and similes.": 3,
    "Understand solving an equation or inequality as a process of answering a question: Which values from a specified set, if any, make the equation or inequality true? Use substitution to determine whether a given number in a specified set makes an equation or inequality true.": 3,
    "Summarize numerical data sets in relation to their context.": 3,
    "Use prime factorization to find the greatest common factor of two whole numbers less than or equal to 100 and the least common multiple of two whole numbers less than or equal to 12. Use the distributive property to express a sum of two whole numbers 1-100 with a common factor as a multiple of a sum of two relatively prime numbers.": 3,
    "Solve real-world and mathematical problems by writing and solving equations of the form x + p = q and px = q for cases in which p, q, and x are all nonnegative rational numbers.": 3,
    "Determine a theme or central idea of a text and how it is conveyed through particular details; provide a summary of a text distinct from personal opinions or judgments.": 3,
    "Integrate information presented in different media or formats (e.g., in charts, graphs, photographs, videos, maps) as well as in words to develop a coherent understanding of a topic or issue.": 3,
    "Write narratives to develop experiences or events using effective literary techniques, relevant descriptive details, and well-structured sequences.": 3,
    "Draw (freehand, with ruler and protractor, and with technology) two-dimensional geometric shapes with given conditions. Focus on constructing triangles from three measures of angles or sides, noticing when the conditions determine a unique triangle, more than one triangle, or no triangle.": 3,
    "Use facts about supplementary, complementary, vertical, and adjacent angles in a multi-step problem to write simple equations and use them to solve for an unknown angle in a figure.": 3,
    "Use square root and cube root symbols to represent solutions to equations of the form x^2= p and x³ = p, where p is a positive rational number. Evaluate square roots of small perfect squares and cube roots of small perfect cubes. Know that √2 is irrational.": 3,
    "Use numbers expressed in the form of a single digit multiplied by an integer power of 10 to estimate very large or very small quantities, and express how many times as much one is than the other.": 3,
    "Understand that a two-dimensional figure is similar to another if the second can be obtained from the first by a sequence of rotations, reflections, translations, and dilations. Given two similar two-dimensional figures, describe a sequence that exhibits the similarity between them.": 3,
    "Analyze in detail the structural elements of a text, including the role of specific sentences, paragraphs, and text features in developing and refining a key concept.": 3,
    "Describe a multiplication expression as a comparison such as 3 x 24 represents 3 times as much as 24.": 3,
    "Explain that the unit fraction 1/b represents the quantity formed by one part of a whole that has been partitioned into b equal parts where b is a non-zero whole number.": 3,
    "Explain the connection between human capital/labor and income.": 3,
    "Determine the number of objects in each group when a set of objects is partitioned into equal shares or a set of objects is shared equally.": 3,
    "Determine if a number is even or odd using divisibility rules.": 3,
    "Decompose two congruent two-dimensional figures into parts with equal areas and express the area of each part as a unit fraction of the whole and recognize that equal shares of identical wholes need not have the same shape.": 3,
    "Use context within and beyond a sentence to determine the meaning of unfamiliar words and multiple-meaning words.": 3,
    "Analyze plot elements, including the sequence of events, the conflict, and the resolution.": 3,
    "Determine the value of a collection of coins and bills.": 3,
    "Solve one- and two-step problems using categorical data represented with a frequency table, dot plot, pictograph, or bar graph with scaled intervals.": 3,
    "Represent fractions of halves, fourths, and eighths as distances from zero on a number line.": 3,
    "Determine the solutions to problems involving addition and subtraction of time intervals in minutes using pictorial models or tools such as a 15-minute event plus a 30-minute event equals 45 minutes.": 3,
    "Identify points, lines, line segments, rays, angles, and perpendicular and parallel lines.": 3,
    "Evaluate the reasonableness of sums and differences of fractions using benchmark fractions 0, 1/4, 1/2, 3/4, and 1, referring to the same whole.": 3,
    "Determine the measure of an unknown angle formed by two non-overlapping adjacent angles given one or both angle measures.": 3,
    "Distinguish between fixed and variable expenses.": 3,
    "Round to the nearest 10, 100, or 1,000 or use compatible numbers to estimate solutions involving whole numbers.": 3,
    "Decompose a fraction in more than one way into a sum of fractions with the same denominator using concrete and pictorial models and recording results with symbolic representations.": 3,
    "Represent the product of 2 two-digit numbers using arrays, area models, or equations, including perfect squares through 15 by 15.": 3,
    "Convert measurements within the same measurement system, customary or metric, from a smaller unit into a larger unit or a larger unit into a smaller unit when given other equivalent measures represented in a table.": 3,
    "Explain the interactions of the characters and the changes they undergo.": 3,
    "Identify and understand the use of literary devices, including first- or third-person point of view.": 3,
    "Identify and draw one or more lines of symmetry, if they exist, for a two-dimensional figure.": 3,
    "Represent fractions and decimals to the tenths or hundredths as distances from zero on a number line.": 3,
    "Solve one- and two-step problems using data in whole number, decimal, and fraction form in a frequency table, dot plot, or stem-and-leaf plot.": 3,
    "Use strategies and algorithms, including the standard algorithm, to divide up to a four-digit dividend by a one-digit divisor.": 3,
    "Describe the process for graphing ordered pairs of numbers in the first quadrant of the coordinate plane.": 3,
    "Represent and solve addition and subtraction of fractions with unequal denominators referring to the same whole using objects and pictorial models and properties of operations.": 3,
    "Recognize the difference between additive and multiplicative numerical patterns given in a table or graph.": 3,
    "Determine the volume of a rectangular prism with whole number side lengths in problems related to the number of layers times the number of unit cubes in the area of the base.": 3,
    "Describe the key attributes of the coordinate plane, including perpendicular number lines (axes) where the intersection (origin) of the two lines coincides with zero on each number line and the given point (0, 0); the x-coordinate, the first number in an ordered pair, indicates movement parallel to the x-axis starting at the origin; and the y-coordinate, the second number, indicates movement parallel to the y-axis starting at the origin.": 3,
    "Round decimals to tenths or hundredths.": 3,
    "Identifying the intended audience or reader.": 3,
    "Organizational patterns such as logical order and order of importance.": 3,
    "Solve problems by calculating conversions within a measurement system, customary or metric.": 3,
    "Recognize a cube with side length of one unit as a unit cube having one cubic unit of volume and the volume of a three-dimensional figure as the number of unit cubes (n cubic units) needed to fill it with no gaps or overlaps if possible.": 3,
    "Identify prime and composite numbers.": 3,
    "Demonstrate that some mixtures maintain physical properties of their ingredients such as iron filings and sand and sand and water.": 3,
    "Predict the effects of changes in ecosystems caused by living organisms, including humans, such as the overpopulation of grazers or the building of highways.": 3,
    "Predict, observe, and record changes in the state of matter caused by heating or cooling such as ice becoming liquid water, condensation forming on the outside of a glass of ice water, or liquid water being heated to the point of becoming water vapor.": 3,
    "Identify and compare the physical characteristics of the Sun, Earth, and Moon.": 3,
    "Collect and record information using detailed observations and accurate measuring.": 3,
    "Represent numeric data graphically, including dot plots, stem-and-leaf plots, histograms, and box plots.": 3,
    "Identify independent and dependent quantities from tables and graphs.": 3,
    "Write one-variable, one-step equations and inequalities to represent constraints or conditions within problems.": 3,
    "Compare the annual salary of several occupations requiring various levels of post-secondary education or vocational training and calculate the effects of the different annual salaries on lifetime income.": 3,
    "Use context such as definition, analogy, and examples to clarify the meaning of words.": 3,
    "Organizational patterns such as definition, classification, advantage, and disadvantage.": 3,
    "Determine the meaning and usage of grade-level academic English words derived from Greek and Latin roots such as mis/mit, bene, man, vac, scrib/script, and jur/jus.": 3,
    "Determine if the given value(s) make(s) one-variable, one-step equations or inequalities true.": 3,
    "Represent solutions for one-variable, two-step equations and inequalities on number lines.": 3,
    "Calculate the sales tax for a given purchase and calculate income tax for earned wages.": 3,
    "Make predictions and determine solutions using experimental data for simple and compound events.": 3,
    "Write one-variable, two-step equations and inequalities to represent constraints or conditions within problems.": 3,
    "Describe `pi` as the ratio of the circumference of a circle to its diameter.": 3,
    "Analyze how characters' qualities influence events and resolution of the conflict.": 3,
    "Analyze how the setting influences character and plot development.": 3,
    "Analyze how the author's use of language contributes to mood, voice, and tone.": 3,
    "Create and organize a financial assets and liabilities record and construct a net worth statement.": 3,
    "Estimate the cost of a two-year and four-year college education, including family contribution, and devise a periodic savings plan for accumulating the money needed to contribute to the total cost of attendance for at least the first year of college.": 3,
    "Identify examples of proportional and non-proportional functions that arise from mathematical and real-world problems.": 3,
    "Generalize the properties of orientation and congruence of rotations, reflections, translations, and dilations of two-dimensional shapes on a coordinate plane.": 3,
    "Represent linear non-proportional situations with tables, graphs, and equations in the form of y = mx + b, where b ≠ 0.": 3,
    "Identify and verify the values of `x` and `y` that simultaneously satisfy two linear equations in the form y = mx + b from the intersections of the graphed equations.": 3,
    "Solve problems involving direct variation.": 3,
    "Write a corresponding real-world problem when given a one-variable equation or inequality with variables on both sides of the equal sign using rational number coefficients and constants.": 3,
    "Solve real-world problems comparing how interest rate and loan length affect the cost of credit.": 3,
    "Use similar right triangles to develop an understanding that slope, m, given as the rate comparing the change in y-values to the change in x-values, (y₂ - y₁)/(x₂ - x₁), is the same for any two points (x₁, y₁) and (x₂, y₂) on the same line.": 3,
    "Distinguish between proportional and non-proportional situations using tables, graphs, and equations in the form y = kx or y = mx + b, where b ≠ 0.": 3,
    "Model the effects of human activity on groundwater and surface water in a watershed.": 3,
    "Identify how global patterns of atmospheric movement influence local weather using weather maps that show high and low pressures and fronts.": 3,
    "Identify the basic characteristics of organisms, including prokaryotic or eukaryotic, unicellular or multicellular, autotrophic or heterotrophic, and mode of reproduction, that further classify them in the currently recognized kingdoms.": 3,
    "Relate plate tectonics to the formation of crustal features.": 3,
    "Understand that gravity is the force that governs the motion of our solar system.": 3,
    "Calculate density to identify an unknown substance.": 3,
    "Identify how different wavelengths of the electromagnetic spectrum such as visible light and radio waves are used to gain information about components in the universe.": 3,
    "Distinguish between physical and chemical changes in matter.": 3,
    "Analyze the westward growth of the nation, including the Louisiana Purchase and Manifest Destiny.": 3,
    "Describe and evaluate the historical development of the abolitionist movement.": 3,
    "Analyze the issues of the Constitutional Convention of 1787, including the Great Compromise and the Three-Fifths Compromise.": 3,
    "Analyze how technological innovations brought about economic growth such as the development of the factory system and the construction of the Transcontinental Railroad.": 3,
    "Explain the central role of the expansion of slavery in causing sectionalism, disagreement over states' rights, and the Civil War.": 3,
    "Identify the foreign policies of presidents Washington through Monroe and explain the impact of Washington's Farewell Address and the Monroe Doctrine.": 3,
    "Summarize the purposes for amending the U.S. Constitution.": 3,
    "Explain the causes and effects of the U.S.-Mexican War and their impact on the United States.": 3,
    "Analyze the effects of physical and human geographic factors such as weather, landforms, waterways, transportation, and communication on major historical events in the United States.": 3,
    "Explain how the Northwest Ordinance established principles and procedures for orderly expansion of the United States.": 3,
    "Identify racial, ethnic, and religious groups that settled in the United States and explain their reasons for immigration.": 3,
    "Identify examples of American art, music, and literature that reflect society in different eras such as the Hudson River School artists, the “Battle Hymn of the Republic,” and transcendental literature.": 3,
    "Identify the origin of judicial review.": 3,
    "Explain the origin and development of American political parties.": 3,
    "Explain the issues surrounding important events of the American Revolution, including declaring independence; fighting the battles of Lexington and Concord, Saratoga, and Yorktown; enduring the winter at Valley Forge; and signing the Treaty of Paris of 1783.": 3,
    "Explain the economic, political, and social problems during Reconstruction and evaluate their impact on different groups.": 3,
    "Describe major domestic problems faced by the leaders of the new republic, including maintaining national security, creating a stable economic system, and setting up the court system.": 3,
    "Analyze the impact of slavery on different sections of the United States.": 3,
    "Analyze the reasons for the removal and resettlement of Cherokee Indians during the Jacksonian era, including the Indian Removal Act, Worcester v. Georgia, and the Trail of Tears.": 3,
    "Describe the characteristics and the benefits of the U.S. free enterprise system through 1877.": 3,
    "Solve systems of two linear equations with two variables for mathematical and real-world problems.": 3,
    "Collect and organize qualitative and quantitative data and make measurements with accuracy and precision using tools such as data-collecting probes, standard laboratory glassware, microscopes, various prepared slides, stereoscopes, metric rulers, balances, gel electrophoresis apparatuses, micropipettes, hand lenses, Celsius thermometers, hot plates, lab notebooks or journals, timing devices, Petri dishes, lab incubators, dissection equipment, meter sticks, and models, diagrams, or samples of biological specimens or structures.": 3,
    "Compare variations and adaptations of organisms in different ecosystems.": 3,
    "Describe the roles of DNA, ribonucleic acid (RNA), and environmental factors in cell differentiation.": 3,
    "Analyze and evaluate how the elements of natural selection, including inherited variation, the potential of a population to produce more offspring than can survive, and a finite supply of environmental resources, result in differential reproductive success.": 3,
    "Explain the purpose and process of transcription and translation using models of DNA and RNA.": 3,
    "Recognize the significance of meiosis to sexual reproduction.": 3,
    "Compare and contrast prokaryotic and eukaryotic cells, including their complexity, and compare and contrast scientific explanations for cellular complexity.": 3,
    "Recognize that components that make up the genetic code are common to all organisms.": 3,
    "Describe the flow of matter through the carbon and nitrogen cycles and explain the consequences of disrupting these cycles.": 3,
    "Plan and implement descriptive, comparative, and experimental investigations, including asking questions, formulating testable hypotheses, and selecting equipment and technology.": 3,
    "Compare characteristics of taxonomic groups, including archaea, bacteria, protists, fungi, plants, and animals.": 3,
    "Identify and investigate the role of enzymes.": 3,
    "Summarize the role of microorganisms in both maintaining and disrupting the health of both organisms and ecosystems.": 3,
    "Recognize that disruptions of the cell cycle lead to diseases such as cancer.": 3,
    "Examine scientific explanations of abrupt appearance and stasis in the fossil record.": 3,
    "Compare the reactants and products of photosynthesis and cellular respiration in terms of energy, energy conversions, and matter.": 3,
    "Recognize that gene expression is a regulated process.": 3,
    "Analyze the levels of organization in biological systems and relate the levels to each other and to the whole system.": 3,
    "A variety of complete, controlled sentences and avoidance of unintentional splices, run-ons, and fragments.": 3,
    "Punctuation, including commas, semicolons, colons, and dashes to set off phrases and clauses as appropriate.": 3,
    "Analyze use of text structure to achieve the author's purpose.": 3,
    "Analyze how the author's diction and syntax contribute to the mood, voice, and tone of a text.": 3,
    "Pronoun-antecedent agreement.": 3,
    "Punctuation, including commas, semicolons, colons, dashes, and parentheses to set off phrases and clauses as appropriate.": 3,
    "Analyze isolated scenes and their contribution to the success of the plot as a whole.": 3,
    "Analyze how authors develop complex yet believable characters, including archetypes, through historical and cultural settings and events.": 3,
    "Analyze characteristics and structural elements of informational texts.": 3,
    "Analyze major military events of World War II, including fighting the war on multiple fronts, the Bataan Death March, the U.S. military advancement through the Pacific Islands, the Battle of Midway, the invasion of Normandy, and the liberation of concentration camps.": 3,
    "Define a problem from the eighth grade curriculum using appropriate reference materials to support scientific understanding; plan and carry out scientific investigations of various types, such as systematic observations or experiments; identify variables; collect and organize data; interpret data in charts, tables, and graphics; analyze information; make predictions; and defend conclusions.": 2,
    "Represent a fraction a/b on a number line by marking off a lengths 1/b from 0. Recognize that the resulting interval has size a/b and that its endpoint locates the number a/b on the number line.": 2,
    "Recognize and generate equivalent fractions. Explain why the fractions are equivalent.": 2,
    "Recognize a plane figure which can be covered without gaps or overlaps by n unit squares is said to have an area of n square units.": 2,
    "Represent these problems using equations or expressions with a letter standing for the unknown quantity.": 2,
    "In literary texts, identify parts of stories, dramas, and poems using terms such as chapter, scene, and stanza. In informational texts, identify and use text features to build comprehension.": 2,
    "Discuss how the reader's point of view or perspective may differ from that of the author, narrator or characters in a text.": 2,
    "Recognize genres and make connections to other texts, ideas, cultural perspectives, eras, personal events, and situations.": 2,
    "Distinguish their own point of view from that of the narrator or those of the characters.": 2,
    "Distinguish their own point of view from that of the author of a text.": 2,
    "Use tiling to show in a concrete case that the area of a rectangle with whole-number side lengths a and b + c is the sum of a × b and a × c. Use area models to represent the distributive property in mathematical reasoning.": 2,
    "Explain how specific aspects of a text's illustrations contribute to what is conveyed by the words in a story (e.g., create mood, emphasize aspects of a character or setting).": 2,
    "Demonstrate command of the conventions of standard english capitalization, punctuation, and spelling when writing.": 2,
    "Acquire and use accurately grade-appropriate conversational, general academic, and domain-specific words and phrases, including those that signal spatial and temporal relationships.": 2,
    "Multiply or divide to solve word problems involving multiplicative comparison, distinguishing multiplicative comparison from additive comparison. Use drawings and equations with a symbol for the unknown number to represent the problem.": 2,
    "Solve real world and mathematical problems involving perimeters of polygons, including finding the perimeter given the side lengths, finding an unknown side length, and exhibiting rectangles with the same perimeter and different areas or with the same area and different perimeters.": 2,
    "Understand a multiple of a/b as a multiple of 1/b, and use this understanding to multiply a fraction by a whole number.": 2,
    "Explain the meaning of simple similes and metaphors (e.g., as pretty as a picture) in context.": 2,
    "Explain major differences between poems, drama, and prose, and refer to the structural elements of poems (e.g., verse, rhythm, meter) and drama (e.g., casts of characters, settings, descriptions, dialogue, stage directions) when writing or speaking about a text.": 2,
    "Acquire and use accurately grade-appropriate general academic and domain-specific words and phrases, including those that signal precise actions, emotions, or states of being (e.g., quizzed, whined, stammered) and that are basic to a particular topic (e.g., wildlife, conservation, and endangered when discussing animal preservation).": 2,
    "Use whole-number exponents to denote powers of 10. Explain patterns in the number of zeros of the product when multiplying a number by powers of 10, and explain patterns in the placement of the decimal point when a decimal is multiplied or divided by a power of 10.": 2,
    "Measure volumes by counting unit cubes, using cubic cm, cubic in., cubic ft., and improvised units.": 2,
    "Using concrete models or drawings and strategies based on place value, properties of operations, and/or the relationship between operations: add and subtract decimals to hundredths; multiply and divide decimals to hundredths. Relate the strategy to a written method and explain the reasoning used.": 2,
    "In literary texts, explain how a series of chapters, scenes, or stanzas fits together to determine the overall structure of a story, drama, or poem. In informational texts, compare and contrast the overall structure in two or more texts using terms such as sequence, comparison, cause/effect, and problem/solution.": 2,
    "Recognize volume as additive. Find volumes of solid figures composed of two non-overlapping right rectangular prisms by adding the volumes of the non-overlapping parts, applying this technique to solve real world problems.": 2,
    "Recognize volume as an attribute of solid figures and understand concepts of volume measurement.": 2,
    "Integrate information from several texts on the same topic in order to write or speak about the subject knowledgeably.": 2,
    "Use context (e.g., cause/effect relationships and comparisons in text) as a clue to the meaning of a word or phrase.": 2,
    "Acquire and use accurately grade-appropriate general academic and domain-specific words and phrases, including those that signal contrast, addition, and other logical relationships (e.g., however, although, nevertheless, similarly, moreover, in addition).": 2,
    "Compare and contrast stories in the same genre (e.g., mysteries and adventure stories) on their approaches to similar themes and topics.": 2,
    "Solve unit rate problems.": 2,
    "Trace and evaluate the development of an argument and specific claims in texts, distinguishing claims that are supported by reasons and relevant evidence from claims that are not.": 2,
    "In literary texts, analyze how a particular sentence, paragraph, stanza, chapter, scene, or section fits into the overall structure of a text and how it contributes to the development of theme/central idea, setting, or plot. In informational texts, analyze how a particular sentence, paragraph, chapter, or section fits into the overall structure of a text and how it contributes to the development of theme/central ideas.": 2,
    "Recognize opposite signs of numbers as indicating locations on opposite sides of 0 on the number line; recognize that the opposite of the opposite of a number is the number itself, e.g., -(-3) = 3, and that 0 is its own opposite.": 2,
    "Solve multi-step real-world and mathematical problems posed with positive and negative rational numbers in any form (whole numbers, fractions, and decimals), using tools strategically. Apply properties of operations to calculate with numbers in any form; convert between forms as appropriate. Assess the reasonableness of answers using mental computation and estimation strategies.": 2,
    "Understand that, just as with simple events, the probability of a compound event is the fraction of outcomes in the sample space for which the compound event occurs.": 2,
    "In literary texts, analyze how structure, including genre-specific features, contributes to the development of themes and central ideas. In informational texts, analyze the structure an author uses to organize a text, including how the sections contribute to the whole and to the development of themes and central ideas.": 2,
    "Understand that multiplication is extended from fractions to rational numbers by requiring that operations continue to satisfy the properties of operations, particularly the distributive property, leading to products such as (-1)(-1) = 1 and the rules for multiplying signed numbers. Interpret products of rational numbers by describing real-world contexts.": 2,
    "Compare and contrast a fictional portrayal of a time, place, or character and a historical account of the same period as a means of understanding how authors of fiction use or alter history.": 2,
    "Given the formulas for the volume of cones, cylinders, and spheres, solve mathematical and real-world problems.": 2,
    "Use facts about supplementary, complementary, vertical, and adjacent angles in a multi-step problem to write and solve simple equations for an unknown angle in a figure.": 2,
    "Draw (freehand, with ruler and protractor, and with technology) geometric shapes with given conditions. Focus on constructing triangles from three measures of angles or sides, noticing when the conditions determine a unique triangle, more than one triangle, or no triangle.": 2,
    "Understand that solutions to a system of two linear equations in two variables correspond to points of intersection of their graphs, because points of intersection satisfy both equations simultaneously.": 2,
    "Understand various meanings of multiplication and division.": 2,
    "Describe characters in a story (e.g., their traits, motivations, feelings) and explain how their actions contribute to the sequence of events.": 2,
    "Add, subtract, multiply, and divide to solve one-step word problems involving masses or liquid volumes that are given in the same units.": 2,
    "Use a ruler to measure lengths to the nearest quarter inch or centimeter.": 2,
    "Use text features (e.g., headings, graphics, charts) and search tools (e.g., key words, sidebars, hyperlinks) to efficiently locate information relevant to a given topic.": 2,
    "Form and use regular and irregular verbs.": 2,
    "Solve mathematical and real-world problems using multiplication and division, including determining the missing number in a multiplication and/or division equation.": 2,
    "Apply the commutative property of multiplication (not identification or definition of the property).": 2,
    "Create or match a story to a given combination of symbols (+, -, ×, ÷, <, >, and =) and numbers.": 2,
    "Solve problems involving the four operations, and identify and explain patterns in arithmetic.": 2,
    "Form and use comparative and superlative adjectives and adverbs, and choose between them depending on what is to be modified.": 2,
    "Use commas in addresses.": 2,
    "Produce simple, compound, and complex sentences.": 2,
    "Identify the missing symbol (+, -, ×, ÷, <, >, and =) that makes a number sentence true.": 2,
    "Make change for an amount up to $5.00 with no more than $2.00 change given (penny, nickel, dime, quarter, and dollar).": 2,
    "Use operations to solve problems.": 2,
    "List properties, classify, draw, and identify geometric figures in two dimensions.": 2,
    "Know relative sizes of measurement units within one system of units including standard units (in., ft, yd, mi; oz., lb; and c, pt, qt, gal), metric units (cm, m, km; g, kg; and mL, L), and time (sec, min, hr, day, wk, mo, and yr). Within a single system of measurement, express measurements in a larger unit in terms of a smaller unit.": 2,
    "Find equivalencies and compare fractions.": 2,
    "Use operations to solve problems involving decimals, including converting between fractions and decimals (may include word problems).": 2,
    "Identify the missing symbol (+, -, ×, ÷, =, <, and >) that makes a number sentence true (single-digit divisor only).": 2,
    "Geometric measurement: understand concepts of angle; measure and create angles.": 2,
    "Form and use the progressive verb tenses (e.g., I was walking, I am walking, I will be walking).": 2,
    "Estimate the answer to addition, subtraction, and multiplication problems using whole numbers through six digits (for multiplication, no more than 2 digits × 1 digit, excluding powers of 10).": 2,
    "Use numbers and symbols to model the concepts of expressions and equations.": 2,
    "Solve problems involving addition and subtraction of fractions by using information presented in line plots (line plots must be labeled with common denominators, such as 1/4, 2/4, 3/4).": 2,
    "Use commas and quotation marks to mark direct speech and quotations from a text.": 2,
    "Describe the human dependence on the food and fiber systems from production to consumption (e.g., food, clothing, shelter, products).": 2,
    "Identify weather patterns from data charts or graphs of the data (e.g., temperature, wind direction, wind speed, cloud types, precipitation).": 2,
    "Categorize the parts of an ecosystem as either living or nonliving and describe their roles in the system.": 2,
    "Describe changes in motion caused by forces (e.g., magnetic, pushes or pulls, gravity, friction).": 2,
    "Describe or compare lentic systems (i.e., ponds, lakes, and bays) and lotic systems (i.e., streams, creeks, and rivers).": 2,
    "Identify and describe observable patterns (e.g., growth patterns in plants, weather, water cycle).": 2,
    "Identify characteristics for plant and animal survival in different environments (e.g., wetland, tundra, desert, prairie, deep ocean, forest).": 2,
    "Use physical properties [e.g., mass, shape, size, volume, color, texture, magnetism, state (i.e., solid, liquid, and gas), conductivity (i.e., electrical and heat)] to describe matter.": 2,
    "Categorize/group objects using physical characteristics.": 2,
    "Describe the flow of energy through an object or system (e.g., feeling radiant heat from a light bulb, eating food to get energy, using a battery to light a bulb or run a fan).": 2,
    "Describe types of freshwater and saltwater bodies (e.g., lakes, rivers, wetlands, oceans).": 2,
    "Read and write decimals to thousandths using base-ten numerals, word form, and expanded form.": 2,
    "Use whole numbers and decimals to compute accurately (straight computation or word problems).": 2,
    "Graph points on the coordinate plane to solve real-world and mathematical problems.": 2,
    "Use correlative conjunctions (e.g., either/or, neither/nor).": 2,
    "Solve addition and subtraction problems involving fractions (straight computation or word problems).": 2,
    "Use a comma to separate an introductory element from the rest of the sentence.": 2,
    "Generate two numerical patterns using two given rules.": 2,
    "Identify apparent relationships between corresponding terms of two patterns with the same starting numbers that follow different rules.": 2,
    "Use a comma to set off the words yes and no (e.g., Yes, thank you), to set off a tag question from the rest of the sentence (e.g., It's true, isn't it?), and to indicate direct address (e.g., Is that you, Steve?).": 2,
    "Use verb tense to convey various times, sequences, states, and conditions.": 2,
    "Find area, surface area, and volume by applying formulas and using various strategies.": 2,
    "Analyze in detail how a key individual, event, or idea is introduced, illustrated, or elaborated in a text (e.g., through examples, anecdotes, or sequence of steps).": 2,
    "Create, solve, and interpret one-variable equations or inequalities in real-world and mathematical problems.": 2,
    "Interpret the absolute value of a rational number as its distance from 0 on the number line and as a magnitude for a positive or negative quantity in a real-world situation.": 2,
    "Relate the choice of measures of center and variability to the shape of the data distribution and the context in which the data were gathered.": 2,
    "Locate and plot integers and other rational numbers on a horizontal or vertical number line; locate and plot pairs of integers and other rational numbers on a coordinate plane.": 2,
    "Understand that positive and negative numbers are used together to describe quantities having opposite directions or values and locations on the number line and coordinate plane.": 2,
    "Describe and apply properties of geometric figures.": 2,
    "Use a comma to separate coordinate adjectives (e.g., It was a fascinating, enjoyable movie but not He wore an old[,] green shirt).": 2,
    "Determine whether a sample is a random sample given a real-world situation.": 2,
    "Use statistical measures to compare two numerical data distributions.": 2,
    "Write, solve, graph, and interpret linear equations in one or two variables, using various methods.": 2,
    "Use verbs in the active and passive voice and in the conditional and subjunctive mood to achieve particular effects (e.g., emphasizing the actor or the action, expressing uncertainty, or describing a state contrary to fact).": 2,
    "Convert a terminating or repeating decimal to a rational number (limit repeating decimals to thousandths).": 2,
    "Apply the converse of the Pythagorean theorem to show a triangle is a right triangle.": 2,
    "Analyze how a modern work of fiction draws on themes, patterns of events, or character types from myths and traditional stories, including describing how the material is rendered new.": 2,
    "Explain how certain questions can be answered through scientific inquiry and/or technological design.": 2,
    "Describe fundamental scientific or technological concepts that could solve practical problems (e.g., Newton's laws of motion, Mendelian genetics).": 2,
    "Given a scenario, explain how a dynamically changing environment provides for the sustainability of living systems.": 2,
    "Design a controlled experiment by specifying how the independent variables will be manipulated, how the dependent variable will be measured, and which variables will be held constant.": 2,
    "Describe the appropriate use of instruments and scales to accurately and safely measure time, mass, distance, volume, or temperature under a variety of conditions.": 2,
    "Describe potential impacts of human-made processes (e.g., manufacturing, agriculture, transportation, mining) on Earth's resources, both nonliving (i.e., air, water, or earth materials) and living (i.e., plants and animals).": 2,
    "Distinguish among different water systems (e.g., wetland systems, ocean systems, river systems, watersheds) and describe their relationships to each other as well as to landforms.": 2,
    "Describe patterns of earth's movements (i.e., rotation and revolution) in relation to the moon and sun (i.e., phases, eclipses, and tides).": 2,
    "Compare similarities and differences in internal structures of organisms (e.g., invertebrate/vertebrate, vascular/nonvascular, single-celled/multi-celled) and external structures (e.g., appendages, body segments, type of covering, size, shape).": 2,
    "Use evidence to explain how diversity affects the ecological integrity of natural systems.": 2,
    "Apply appropriate measurement systems (e.g., time, mass, distance, volume, temperature) to record and interpret observations under varying conditions.": 2,
    "Describe how engineers use models to develop new and improved technologies to solve problems.": 2,
    "Compare the time span of renewability for fossil fuels and the time span of renewability for alternative fuels.": 2,
    "Use ratio to describe change (e.g., percents, parts per million, grams per cubic centimeter, mechanical advantage).": 2,
    "Explain society's standard of living in terms of technological advancements and how these advancements impact on agriculture (e.g., transportation, processing, production, storage).": 2,
    "Explain how components of natural and human-made systems play different roles in a working system.": 2,
    "Describe the role of gravity as the force that governs the movement of the solar system and universe.": 2,
    "Explain how inherited structures or behaviors help organisms survive and reproduce in different environments.": 2,
    "Describe forces acting on objects (e.g., friction, gravity, balanced versus unbalanced).": 2,
    "Identify environmental issues and explain their potential long-term health effects (e.g., pollution, pest controls, vaccinations).": 2,
    "Examine systems changing over time, identifying the possible variables causing this change, and drawing inferences about how these variables affect this change.": 2,
    "Identify a design flaw in a simple technological system and devise possible working solutions.": 2,
    "Explain the flow of energy through an ecosystem (e.g., food chains, food webs).": 2,
    "Explain the differences among elements, compounds, and mixtures.": 2,
    "Distinguish their own point of view from that of a text's narrator or those of its characters.": 2,
    "Describe the relationship between a series of historical events, scientific ideas or concepts, mathematical ideas or concepts, or steps in technical procedures in a text, using language that pertains to time, sequence, and cause/effect.": 2,
    "Recognize angles as geometric shapes that are formed wherever two rays share a common endpoint, and understand concepts of angle measurement.": 2,
    "Make connections between a written story or drama and its visual or oral presentation, identifying where the presentation reflects specific descriptions and directions in the written text.": 2,
    "Explain the relationships or interactions between two or more individuals, events, ideas, or concepts in a historical, scientific, mathematical, or technical text based on specific information in the text.": 2,
    "Compare and contrast stories in the same genre (e.g., mysteries or adventure stories) on their approaches to similar themes and topics.": 2,
    "Fluently divide multi-digit numbers using the standard algorithm.": 2,
    "Recognize a statistical question as one that anticipates variability in the data related to the question and accounts for it in the answers.": 2,
    "Represent three-dimensional figures using nets made up of rectangles and triangles, and use the nets to find the surface areas of these figures. Apply these techniques in the context of solving real-world and mathematical problems.": 2,
    "Determine the meaning of words and phrases as they are used in a text, including figurative, connotative, and technical meanings; explain how word choice affects meaning and tone.": 2,
    "Describe the shape of the two-dimensional face of the figure that results from slicing three-dimensional figures, as in plane sections of right rectangular prisms and right rectangular pyramids.": 2,
    "Understand that statistics can be used to gain information about a population by examining a sample of the population; Generalizations about a population from a sample are valid only if the sample is representative of that population. Understand that random sampling tends to produce representative samples and support valid inferences.": 2,
    "Solve real-world and mathematical problems involving area, volume, and surface area of two- and three-dimensional objects composed of triangles, quadrilaterals, polygons, cubes, and right prisms.": 2,
    "Write arguments (e.g., essays, letters to the editor, advocacy speeches) to support claims with clear reasons and relevant evidence.": 2,
    "Use similar triangles to explain why the slope m is the same between any two distinct points on a non-vertical line in the coordinate plane. Derive the equation y = mx for a line through the origin and the equation y = mx + b for a line intercepting the vertical axis at b.": 2,
    "Compare and contrast the structures of two or more texts, analyzing how structure contributes to meaning and style in each text.": 2,
    "Determine a text's central idea(s) and analyze its/their development over the course of the text, including relationships to supporting ideas; provide an objective summary of a text.": 2,
    "Analyze a case in which two or more texts provide conflicting information on the same topic and identify where the texts disagree on matters of fact or interpretation.": 2,
    "Present claims and findings, emphasizing salient points in a focused, coherent manner with relevant evidence, sound valid reasoning, and well-chosen details; use appropriate vocabulary, eye contact, volume, and pronunciation.": 2,
    "Represent multiplication facts by using a variety of approaches such as repeated addition, equal-sized groups, arrays, area models, equal jumps on a number line, and skip counting.": 2,
    "Use attributes to recognize rhombuses, parallelograms, trapezoids, rectangles, and squares as examples of quadrilaterals and draw examples of quadrilaterals that do not belong to any of these subcategories.": 2,
    "Compose and decompose a fraction a/b with a numerator greater than zero and less than or equal to b as a sum of parts 1/b.": 2,
    "Solve problems involving partitioning an object or a set of objects among two or more recipients using pictorial representations of fractions with denominators of 2, 3, 4, 6, and 8.": 2,
    "Explain the influence of the setting on the plot.": 2,
    "Explain the relationships among the major and minor characters.": 2,
    "Distinguishing facts from opinion.": 2,
    "Determine when it is appropriate to use measurements of liquid volume (capacity) or weight.": 2,
    "Determine the total number of objects when equally sized groups of objects are combined or arranged in arrays up to 10 by 10.": 2,
    "Use strategies and algorithms, including the standard algorithm, to multiply a two-digit number by a one-digit number. Strategies may include mental math, partial products, and the commutative, associative, and distributive properties.": 2,
    "Identify, use, and explain the meaning of antonyms, synonyms, idioms, homophones, and homographs in a text.": 2,
    "Describe the mathematical relationships found in the base-10 place value system through the hundred thousands place.": 2,
    "Determine products of a number and 10 or 100 using properties of operations and place value understandings.": 2,
    "Determine the corresponding decimal to the tenths or hundredths place of a specified point on a number line.": 2,
    "Describe the basic purpose of financial institutions, including keeping money safe, borrowing money, and lending.": 2,
    "Use print or digital resources to determine meaning, syllabication, and pronunciation.": 2,
    "Features such as pronunciation guides and diagrams to support understanding.": 2,
    "Determine the meaning of and use words with affixes such as mis-, sub-, -ment, and -ity/ty and roots such as auto, graph, and meter.": 2,
    "Describe how the author's use of imagery, literal and figurative language such as simile and metaphor, and sound devices such as alliteration and assonance achieves specific purposes.": 2,
    "Draw an angle with a given measure.": 2,
    "Calculate profit in a given situation.": 2,
    "Apply knowledge of right angles to identify acute, right, and obtuse triangles.": 2,
    "Round whole numbers to a given place value through the hundred thousands place.": 2,
    "Represent decimals, including tenths and hundredths, using concrete and visual models and money.": 2,
    "Identify relative sizes of measurement units within the customary and metric systems.": 2,
    "Use strategies and algorithms, including the standard algorithm, to multiply up to a four-digit number by a one-digit number and to multiply a two-digit number by a two-digit number. Strategies may include mental math, partial products, and the commutative, associative, and distributive properties.": 2,
    "Represent discrete paired data on a scatterplot.": 2,
    "Describe actions that might be taken to balance a budget when expenses exceed income.": 2,
    "Describe the meaning of parentheses and brackets in a numeric expression.": 2,
    "Represent and solve multiplication of a whole number and a fraction that refers to the same whole using objects and pictorial models, including area models.": 2,
    "Analyze the relationships of and conflicts among the characters.": 2,
    "Infer multiple themes within a text using text evidence.": 2,
    "Explaining how the author has used facts for or against an argument.": 2,
    "Represent the value of the digit in decimals through the thousandths using expanded notation and numerals.": 2,
    "Represent multiplication of decimals with products to the hundredths using objects and pictorial models, including area models.": 2,
    "Multiply with fluency a three-digit number by a two-digit number using the standard algorithm.": 2,
    "Represent division of a unit fraction by a whole number and the division of a whole number by a unit fraction such as 1/3 ÷ 7 and 7 ÷ 1/3 using objects and pictorial models, including area models.": 2,
    "Balance a simple budget.": 2,
    "Define income tax, payroll tax, sales tax, and property tax.": 2,
    "Identify the planets in Earth's solar system and their position in relation to the Sun.": 2,
    "Examine properties of soils, including color and texture, capacity to retain water, and ability to support the growth of plants.": 2,
    "Analyze, evaluate, and critique scientific explanations by using evidence, logical reasoning, and experimental and observational testing.": 2,
    "Explain how the Sun and the ocean interact in the water cycle.": 2,
    "Compare two rules verbally, numerically, graphically, and symbolically in the form of y = ax or y = x + a in order to differentiate between additive and multiplicative relationships.": 2,
    "Extend representations for division to include fraction notation such as a/b represents the same number as a ÷ b where b ≠ 0.": 2,
    "Determine, with and without computation, whether a quantity is increased or decreased when multiplied by a fraction, including values greater than or less than one.": 2,
    "Distinguish between debit cards and credit cards.": 2,
    "Represent benchmark fractions and percents such as 1%, 10%, 25%, 33 1/3%, and multiples of these values using 10 by 10 grids, strip diagrams, number lines, and numbers.": 2,
    "Analyze how the author's use of language contributes to mood and voice.": 2,
    "Represent integer operations with concrete models and connect the actions with the models to standardized algorithms.": 2,
    "Balance a check register that includes deposits, withdrawals, and transfers.": 2,
    "Represent solutions for one-variable, one-step equations and inequalities on number lines.": 2,
    "Give examples of ratios as multiplicative comparisons of two quantities describing the same attribute.": 2,
    "Write an equation that represents the relationship between independent and dependent quantities from a table.": 2,
    "Use the graphical representation of numeric data to describe the center, spread, and shape of the data distribution.": 2,
    "Represent mathematical and real-world problems involving ratios and rates using scale factors, tables, graphs, and proportions.": 2,
    "Classify whole numbers, integers, and rational numbers using a visual representation such as a Venn diagram to describe relationships between sets of numbers.": 2,
    "Locate, compare, and order integers and rational numbers using a number line.": 2,
    "Identify a number, its opposite, and its absolute value.": 2,
    "Find the probabilities of a simple event and its complement and describe the relationship between the two.": 2,
    "Explain the purpose of rhetorical devices such as direct address and rhetorical questions and logical fallacies such as loaded language and sweeping generalizations.": 2,
    "Explaining how the author uses various types of evidence and consideration of alternatives to support the argument.": 2,
    "Identify the components of a personal budget, including income; planned savings for college, retirement, and emergencies; taxes; and fixed and variable expenses, and calculate what percentage each category comprises of the total budget.": 2,
    "Represent sample spaces for simple and compound events using lists and tree diagrams.": 2,
    "Analyze and compare monetary incentives, including sales, rebates, and coupons.": 2,
    "Extend previous knowledge of sets and subsets using a visual representation to describe relationships between sets of rational numbers.": 2,
    "Determine the constant of proportionality (k = y/x) within mathematical and real-world problems.": 2,
    "Use data from a random sample to make inferences about a population.": 2,
    "Differentiate between transformations that preserve congruence and those that do not.": 2,
    "Extend previous knowledge of sets and subsets using a visual representation to describe relationships between sets of real numbers.": 2,
    "Compare and contrast the attributes of a shape and its dilation(s) on a coordinate plane.": 2,
    "Determine the mean absolute deviation and use this quantity as a measure of the average distance data are from the mean using a data set of no more than 10 data points.": 2,
    "Explain the purpose of rhetorical devices such as analogy and juxtaposition and of logical fallacies such as bandwagon appeals and circular reasoning.": 2,
    "Analyze how themes are developed through the interaction of characters and events.": 2,
    "Contrast bivariate sets of data that suggest a linear relationship with bivariate sets of data that do not suggest a linear relationship from a graphical representation.": 2,
    "Use models and diagrams to explain the Pythagorean theorem.": 2,
    "Calculate average speed using distance and time measurements.": 2,
    "Differentiate between structure and function in plant and animal cell organelles, including cell membrane, cell wall, nucleus, cytoplasm, mitochondrion, chloroplast, and vacuole.": 2,
    "Differentiate between speed, velocity, and acceleration.": 2,
    "Observe, record, and describe the role of ecological succession such as in a microhabitat of a garden with weeds.": 2,
    "Recognize that inherited traits of individuals are governed in the genetic material found in the genes within chromosomes in the nucleus.": 2,
    "Relate the impact of research on scientific thought and society, including the history of science and contributions of scientists as related to the content.": 2,
    "Explain the role of significant individuals such as Thomas Hooker, Charles de Montesquieu, and John Locke in the development of self-government in colonial America.": 2,
    "Analyze the relationship between the arts and continuity and change in the American way of life.": 2,
    "Summarize rights guaranteed in the Bill of Rights.": 2,
    "Explain the effects of technological and scientific innovations such as the steamboat, the cotton gin, the telegraph, and interchangeable parts.": 2,
    "Identify the political, social, and economic contributions of women to American society.": 2,
    "Explain the causes, important events, and effects of the War of 1812.": 2,
    "Summarize historical events in which compromise resulted in a resolution such as the Missouri Compromise, the Compromise of 1850, and Kansas-Nebraska Act.": 2,
    "Explain how urbanization contributed to conflicts resulting from differences in religion, social class, and political beliefs.": 2,
    "Explain the impact of the election of African Americans from the South such as Hiram Rhodes Revels.": 2,
    "Explain significant events of the Civil War, including the firing on Fort Sumter; the battles of Antietam, Gettysburg, and Vicksburg; the Emancipation Proclamation; Lee's surrender at Appomattox Court House; and the assassination of Abraham Lincoln.": 2,
    "Explain why a free enterprise system of economics developed in the new nation, including minimal government regulation, taxation, and property rights.": 2,
    "Analyze the leadership qualities of elected and appointed leaders of the United States such as George Washington, John Marshall, and Abraham Lincoln.": 2,
    "Analyze the contributions of people of various racial, ethnic, and religious groups to our national identity.": 2,
    "Evaluate the impact of reform movements, including educational reform, temperance, the women's rights movement, prison reform, the labor reform movement, and care of the disabled.": 2,
    "Identify colonial grievances listed in the Declaration of Independence and explain how those grievances were addressed in the U.S. Constitution and the Bill of Rights.": 2,
    "Describe the contributions of significant political, social, and military leaders of the United States such as Frederick Douglass, John Paul Jones, Susan B. Anthony, and Elizabeth Cady Stanton.": 2,
    "Analyze the arguments of the Federalists and Anti-Federalists, including those of Alexander Hamilton, Patrick Henry, James Madison, and George Mason.": 2,
    "Identify ways conflicts between people from various racial, ethnic, and religious groups were addressed.": 2,
    "Evaluate legislative reform programs of the Radical Reconstruction Congress and reconstructed state governments.": 2,
    "Analyze how technological innovations changed the way goods were manufactured and distributed, nationally and internationally.": 2,
    "Analyze how the U.S. Constitution reflects the principles of limited government, republicanism, checks and balances, federalism, separation of powers, popular sovereignty, and individual rights.": 2,
    "Identify examples of responsible citizenship, including obeying rules and laws, staying informed on public issues, voting, and serving on juries.": 2,
    "Analyze reasons for and the impact of selected examples of civil disobedience in U.S. history such as the Boston Tea Party and Henry David Thoreau's refusal to pay a tax.": 2,
    "Write and solve equations involving direct variation.": 2,
    "Multiply polynomials of degree one and degree two.": 2,
    "Compare and contrast association and causation in real-world problems.": 2,
    "Write, using technology, quadratic functions that provide a reasonable fit to data to estimate solutions and make predictions for real-world problems.": 2,
    "Write quadratic functions when given real solutions and graphs of their related equations.": 2,
    "Write linear equations in two variables in various forms, including y = mx + b, Ax + By = C, and y - y₁ = m(x - x₁), given one point and the slope and given two points.": 2,
    "Write linear inequalities in two variables given a table of values, a graph, and a verbal description.": 2,
    "Describe the relationship between the linear factors of quadratic expressions and the zeros of their associated quadratic functions.": 2,
    "Evaluate functions, expressed in function notation, given one or more elements in their domains.": 2,
    "Write an equation of a line that is parallel or perpendicular to the x- or y-axis and determine whether the slope of the line is zero or undefined.": 2,
    "Graph the solution set of systems of two linear inequalities in two variables on the coordinate plane.": 2,
    "Decide if a binomial can be written as the difference of two squares and, if possible, use the structure of a difference of two squares to rewrite the binomial.": 2,
    "Write, using technology, exponential functions that provide a reasonable fit to data and make predictions for real-world problems.": 2,
    "Determine the slope of a line given a table of values, a graph, two points on the line, and an equation written in various forms, including y = mx + b, Ax + By = C, and y - y₁ = m(x - x₁).": 2,
    "Define taxonomy and recognize the importance of a standardized taxonomic system to the scientific community.": 2,
    "Communicate and apply scientific information extracted from various sources such as current events, published journal articles, and marketing materials.": 2,
    "Analyze other evolutionary mechanisms, including genetic drift, gene flow, mutation, and recombination.": 2,
    "Analyze and evaluate how natural selection produces change in populations, not individuals.": 2,
    "Compose informational texts such as explanatory essays, reports, and personal essays using genre characteristics and craft.": 2,
    "Analyze the structure, prosody, and graphic elements such as line length and word position in poems across a variety of poetic forms.": 2,
    "Consistent, appropriate use of verb tense and active and passive voice.": 2,
    "Compose argumentative texts using genre characteristics and craft.": 2,
    "Identify the roles of governmental entities and private citizens in managing the environment such as the establishment of the National Park System, the Environmental Protection Agency (EPA), and the Endangered Species Act.": 2,
    "Analyze economic issues such as industrialization, the growth of railroads, the growth of labor unions, farm issues, the cattle industry boom, the growth of entrepreneurship, and the pros and cons of big business.": 2,
    "Analyze the effects of the Great Depression on the U.S. economy and society such as widespread unemployment and deportation and repatriation of people of Mexican heritage.": 2,
    "Describe how the economic impact of the Transcontinental Railroad and the Homestead Act contributed to the close of the frontier in the late 19th century.": 2,
    "Analyze major issues raised by U.S. involvement in World War I, including isolationism, neutrality, Woodrow Wilson's Fourteen Points, and the Treaty of Versailles.": 2,
    "Analyze the effects of landmark U.S. Supreme Court decisions, including Plessy v. Ferguson, Brown v. Board of Education, Hernandez v. Texas, Tinker v. Des Moines, and Wisconsin v. Yoder.": 2,
    "Explain the importance of Congressional Medal of Honor recipients such as Army First Lieutenant Vernon J. Baker, Army Corporal Alvin York, and Army Master Sergeant Raul “Roy” Perez Benavidez.": 2,
    "Explain constitutional issues raised by federal government policy changes during times of significant events, including World War I, the Great Depression, World War II, the 1960s, and September 11, 2001.": 2,
    "Identify the roles of significant leaders who supported various rights movements, including Martin Luther King Jr., Cesar Chavez, Dolores Huerta, Rosa Parks, and Betty Friedan.": 2,
    "Describe how the characteristics and issues in U.S. history have been reflected in various genres of art, music, film, and literature.": 2,
    "Describe U.S. responses to Soviet aggression after World War II, including the Truman Doctrine, the Marshall Plan, the Berlin airlift, the North Atlantic Treaty Organization, and John F. Kennedy's role in the Cuban Missile Crisis.": 2,
    "Identify the major eras in U.S. history from 1877 to the present and describe their defining characteristics.": 2,
    "Explain the effects of scientific discoveries and technological innovations such as electric power, telephone and satellite communications, petroleum-based products, steel production, and computers on the economic development of the United States.": 2,
    "Analyze the causes and effects of changing demographic patterns resulting from migration within the United States, including western expansion, rural to urban, the Great Migration, and the Rust Belt to the Sun Belt.": 2,
    "Analyze social issues affecting women, minorities, children, immigrants, and urbanization.": 2,
    "Analyze the causes and effects of changing demographic patterns resulting from immigration to the United States.": 2,
    "Describe how the free enterprise system drives technological innovation and its application in the marketplace such as cell phones, inexpensive personal computers, and global positioning products.": 2,
    "Describe U.S. involvement in world affairs, including the end of the Cold War, the Persian Gulf War, the events surrounding September 11, 2001, and the global War on Terror.": 2,
    "Identify and analyze methods of expanding the right to participate in the democratic process, including lobbying, non-violent protesting, litigation, and amendments to the U.S. Constitution.": 2,
    "Explain why significant events, policies, and individuals, including the Spanish-American War, U.S. expansionism, Alfred Thayer Mahan, Theodore Roosevelt, and Sanford B. Dole moved the United States into the position of a world power.": 2,
    "Describe presidential actions and congressional votes to address minority rights in the United States, including desegregation of the armed forces, the Civil Rights Act of 1964, and the Voting Rights Act of 1965.": 2,
    "Analyze the impact of physical and human geographic factors on the Klondike Gold Rush, the Panama Canal, the Dust Bowl, and the levee failure in New Orleans after Hurricane Katrina.": 2,
    "Explain how the contributions of people of various racial, ethnic, gender, and religious groups shape American culture.": 2,
    "Evaluate the impact of New Deal legislation on the historical roles of state and federal government.": 2,
    "Describe how various New Deal agencies and programs, including the Federal Deposit Insurance Corporation, the Securities and Exchange Commission, and the Social Security Administration, continue to affect the lives of U.S. citizens.": 2,
    "Describe the changing relationship between the federal government and private business, including the growth of free enterprise, costs and benefits of laissez-faire, Sherman Antitrust Act, Interstate Commerce Act, and Pure Food and Drug Act.": 2,
    "Identify the causes of the Great Depression, including the impact of tariffs on world trade, stock market speculation, bank failures, and the monetary policy of the Federal Reserve System.": 2,
    "Describe the economic effects of World War II on the home front such as mobilization, the end of the Great Depression, rationing, and increased opportunity for women and minority employment.": 2,
    "Evaluate the impact of relationships among the legislative, executive, and judicial branches of government, including Franklin D. Roosevelt's attempt to increase the number of U.S. Supreme Court justices and the presidential election of 2000.": 2,
    "Describe the dynamic relationship between U.S. international trade policies and the U.S. free enterprise system such as the Organization of Petroleum Exporting Countries (OPEC) oil embargo, the General Agreement of Tariffs and Trade (GATT), and the North American Free Trade Agreement (NAFTA).": 2,
    "Identify the causes of prosperity in the 1950s, including the Baby Boom and the impact of the GI Bill (Servicemen's Readjustment Act of 1944), and the effects of prosperity in the 1950s such as increased consumption and the growth of agriculture and business.": 2,
    "Explain how specific needs result in scientific discoveries and technological innovations in agriculture, the military, and medicine.": 2,
    "Compare and contrast the approach taken by the Black Panthers with the nonviolent approach of Martin Luther King Jr.": 2,
    "Analyze the impact of significant individuals such as Henry Ford, Marcus Garvey, and Charles A. Lindbergh.": 2,
    "Describe the impacts of cultural movements in art, music, and literature such as Tin Pan Alley, the Harlem Renaissance, the Beat Generation, rock and roll, the Chicano Mural Movement, and country and western music on American society.": 2,
    "Describe how Sweatt v. Painter and Brown v. Board of Education played a role in protecting the rights of the minority during the civil rights movement.": 2,
    "Describe the roles of political organizations that promoted African American, Chicano, American Indian, and women's civil rights.": 2,
    "Describe the responses to the Vietnam War such as the draft, the 26th Amendment, the role of the media, the credibility gap, the silent majority, and the anti-war movement.": 2,
    "Identify the causes of World War I and reasons for U.S. entry.": 2,
    "Describe U.S. involvement in the Middle East such as support for Israel, the Camp David Accords, the Iran Hostage Crisis, Marines in Lebanon, and the Iran-Contra Affair.": 2,
    "Identify reasons for U.S. involvement in World War II, including the aggression of Italian, German, and Japanese dictatorships, especially the attack on Pearl Harbor.": 2,
    "Describe the economic effects of international military conflicts, including the Spanish-American War and World War I, on the United States.": 2,
    "Describe the Americanization movement to assimilate immigrants and American Indians into American culture.": 2,
    "Explain actions taken by people to expand economic opportunities and political rights for racial, ethnic, gender, and religious groups in American society.": 2,
    "Identify the effects of population growth and distribution on the physical environment.": 2,
    "Evaluate changes in the United States that have resulted from the civil rights movement, including increased participation of minorities in the political process.": 2,
    "Describe the impact of events such as the Gulf of Tonkin Resolution and the War Powers Act on the relationship between the legislative and executive branches of government.": 2,
    "Identify the contributions of women such as Rosa Parks, Eleanor Roosevelt, and Sonia Sotomayor to American society.": 2,
    "Identify and analyze the global diffusion of American culture through various media.": 2,
    "Explain how Jim Crow laws and the Ku Klux Klan created obstacles to civil rights for minorities such as the suppression of voting.": 2,
    "Analyze how scientific discoveries, technological innovations, space exploration, and the application of these by the free enterprise system improve the standard of living in the United States, including changes in transportation and communication.": 2,
    "Describe the effect of technological innovations in the workplace such as assembly line manufacturing and robotics.": 2,
    "Investigate and explain that an electrically-charged object can attract an uncharged object and can either attract or repel another charged object without any contact between the objects.": 1,
    "Describe structures in plants and their roles in food production, support, water and nutrient transport, and reproduction.": 1,
    "Identify the three categories of rocks: igneous (formed from molten rock); sedimentary (pieces of other rocks and fossilized organisms); and metamorphic (formed from heat and pressure).": 1,
    "Demonstrate and explain that mixtures of solids can be separated based on observable properties of their parts such as particle size, shape, color, and magnetic attraction.": 1,
    "Distinguish among the various forms of precipitation (rain, snow, sleet, and hail), making connections to the weather in a particular place and time.": 1,
    "Classify flowering and nonflowering plants into major groups such as those that produce seeds, or those like ferns and mosses that produce spores, according to their physical characteristics.": 1,
    "Describe the basic differences between physical weathering (breaking down of rock by wind, water, ice, temperature change, and plants) and erosion (movement of rock by gravity, wind, water, and ice).": 1,
    "Distinguish among the following objects of the Solar System — Sun, planets, moons, asteroids, comets — and identify Earth's position in it.": 1,
    "Classify animals into major groups (mammals, birds, reptiles, amphibians, fish, arthropods, vertebrates and invertebrates, those having live births and those which lay eggs) according to their physical characteristics and behaviors.": 1,
    "Define a problem; use appropriate reference materials to support scientific understanding; plan and carry out scientific investigations of various types such as: systematic observations, experiments requiring the identification of variables, collecting and organizing data, and interpreting data in charts, tables, and graphics; analyze information; make predictions; and defend conclusions.": 1,
    "Measure and graph distance versus time for an object moving at a constant speed. Interpret this relationship.": 1,
    "Identify the patterns within the rock cycle and relate them to surface events (weathering and erosion) and sub-surface events (plate tectonics and mountain building).": 1,
    "Investigate and describe that an unbalanced force acting on an object changes its speed, or direction of motion, or both.": 1,
    "Explain why scientific investigations should be replicable.": 1,
    "Explain and illustrate the roles of and relationships among producers, consumers, and decomposers in the process of energy transfer in a food web.": 1,
    "Differentiate and show interactions among the geosphere, hydrosphere, cryosphere, atmosphere, and biosphere.": 1,
    "Explain how energy provided by the Sun influences global patterns of atmospheric movement and the temperature differences between air, water, and land.": 1,
    "Classify and compare substances on the basis of characteristic physical properties that can be demonstrated or measured; for example, density, thermal or electrical conductivity, solubility, magnetic properties, melting and boiling points; and know that these properties are independent of the amount of the sample.": 1,
    "Measure areas by counting unit squares.": 1,
    "Add, subtract, multiply, or divide to solve one-step word problems involving masses or liquid volumes that are given in the same units.": 1,
    "Identify and extend arithmetic patterns (including patterns in the addition table or multiplication table).": 1,
    "Recognize area as additive. Find areas of figures composed of non-overlapping rectangles, and apply this technique to solve real world problems.": 1,
    "Apply properties of operations as strategies to multiply and divide.": 1,
    "Represent a fraction 1/b on a number line by defining the interval from 0 to 1 as the whole and partitioning it into b equal parts. Recognize that each part has size 1/b and that the endpoint of the part starting at 0 locates the number 1/b on the number line.": 1,
    "Recognize a square with side length 1 unit, called “a unit square,” is said to have “one square unit” of area, and can be used to measure area.": 1,
    "Use multiplication and division within 100 to solve word problems in situations involving equal groups, arrays, and measurement quantities.": 1,
    "Use tiling to show in a concrete case that the area of a rectangle with whole-number side length a and side length b + c is the sum of a × b and a × c. Use area models to represent the distributive property in mathematical reasoning.": 1,
    "With prompting and support, retell familiar stories, including key details.": 1,
    "With prompting and support, name the author and illustrator of a story and define the role of each in telling the story.": 1,
    "Distinguish the literal and nonliteral meanings of words and phrases in context (e.g., take steps).": 1,
    "Read and write multi-digit whole numbers using base-ten numerals, number names, and expanded form.": 1,
    "Interpret a multiplication equation as a comparison. Represent verbal statements of multiplicative comparisons as multiplication equations.": 1,
    "Identify and name triangles based on angle size (right, obtuse, acute).": 1,
    "Generate measurement data by measuring lengths using rulers marked with halves and fourths of an inch. Show the data by making a line plot where the horizontal scale is marked off in appropriate units — whole numbers, halves, or quarters.": 1,
    "Add and subtract mixed numbers with like denominators.": 1,
    "Decompose a fraction into a sum of fractions with the same denominator in more than one way, recording each decomposition by an equation. Justify decompositions.": 1,
    "Generate a number or shape pattern that follows a given rule. Identify and informally explain apparent features of the pattern that were not explicit in the rule itself.": 1,
    "Understand a multiple of a/b as a multiple of 1/b, and use this understanding to multiply a whole number by a fraction.": 1,
    "Explain why a fraction a/b is equivalent to a fraction (a × n)/(b × n) by using visual fraction models, with attention to how the number and size of the parts differ even though the two fractions themselves are the same size. Use this principle to recognize and generate equivalent fractions.": 1,
    "Compare two fractions with different numerators and different denominators. Recognize that comparisons are valid only when the two fractions refer to the same whole. Record the results of comparisons with symbols >, =, or <, and justify the conclusions.": 1,
    "Identify information presented visually, orally, or quantitatively (e.g., in charts, graphs, diagrams, time lines, animations, illustrations), and explain how the information contributes to an understanding of the text.": 1,
    "Decompose a fraction into a sum of fractions with the same denominator in more than one way, recording each decomposition by an equation. Justify decompositions, e.g., by using a visual fraction model.": 1,
    "Understand that shapes in different categories (e.g., rhombuses, rectangles, and others) may share attributes (e.g., having four sides), and that the shared attributes can define a larger category (e.g., quadrilaterals). Recognize rhombuses, rectangles, and squares as examples of quadrilaterals, and draw examples of quadrilaterals that do not belong to any of these subcategories.": 1,
    "Read and write decimals to thousandths using base-ten numerals, number names, and expanded form.": 1,
    "Apply the formulas V = l × w × h and V = B × h for rectangular prisms to find volumes of right rectangular prisms with whole-number edge lengths in the context of solving real world and mathematical problems.": 1,
    "Find the area of a rectangle with fractional side lengths by tiling it with rectangles of the appropriate unit fraction side lengths, and show that the area is the same as would be found by multiplying the side lengths. Multiply fractional side lengths to find areas of rectangles, and represent fraction products as rectangular areas.": 1,
    "Interpret a fraction as division of the numerator by the denominator (a/b = a ÷ b). Solve word problems involving division of whole numbers leading to answers in the form of fractions or mixed numbers.": 1,
    "Compare the size of a product to the size of one factor on the basis of the size of the other factor, without performing the indicated multiplication.": 1,
    "Solve real world problems involving multiplication of fractions and mixed numbers.": 1,
    "Convert among different-sized standard measurement units within a given measurement system when the conversion factor is given. Use these conversions in solving multi-step, real world problems.": 1,
    "Explaining why multiplying a given number by a fraction greater than 1 results in a product greater than the given number (recognizing multiplication by whole numbers greater than 1 as a familiar case); explaining why multiplying a given number by a fraction less than 1 results in a product smaller than the given number; and relating the principle of fraction equivalence a/b = (n×a)/(n×b) to the effect of multiplying a/b by 1.": 1,
    "Interpret figurative language, including similes and metaphors, in context.": 1,
    "Find and position integers and other rational numbers on a horizontal or vertical number line. Find and position pairs of integers and other rational numbers on a coordinate plane.": 1,
    "Use variables to represent two quantities in a real-world problem that change in relationship to one another. Given a verbal context and an equation, identify the dependent variable, in terms of the other quantity, thought of as the independent variable. Analyze the relationship between the dependent and independent variables using graphs and tables, and relate these to the equation.": 1,
    "Find the greatest common factor of two whole numbers less than or equal to 100. Use the distributive property to express a sum of two whole numbers 1-100 with a common factor as a multiple of a sum of two whole numbers with no common factor other than 1. Find the least common multiple of two whole numbers less than or equal to 12.": 1,
    "Find area of triangles, trapezoids, and other polygons by composing into rectangles or decomposing into triangles and quadrilaterals. Apply these techniques in the context of solving real-world and mathematical problems.": 1,
    "Understand the absolute value of a rational number as its distance from 0 on the number line. Interpret absolute value as magnitude for a positive or negative quantity in a real-world situation.": 1,
    "Understand that positive and negative numbers are used together to describe quantities having opposite directions or values. Use positive and negative numbers to represent quantities in real-world contexts, explaining the meaning of 0 in each situation.": 1,
    "Identify parts of an expression using mathematical terms (term, coefficient, sum, difference, product, factor, and quotient); view one or more parts of an expression as a single entity.": 1,
    "Draw polygons in the coordinate plane given coordinates for the vertices. Use coordinates to find the length of a side joining points with the same first coordinate or the same second coordinate. Apply these techniques in the context of solving real-world and mathematical problems.": 1,
    "Evaluate expressions given specific values for their variables. Include expressions that arise from formulas in real-world problems. Perform arithmetic operations, including those involving whole-number exponents, in the conventional order (Order of Operations).": 1,
    "Write an inequality of the form x > c, x ≥ c, x ≤ c, or x < c to represent a constraint or condition in a real-world or mathematical problem. Recognize that inequalities of these forms have infinitely many solutions; represent solutions of such inequalities on a number line.": 1,
    "Find a percent of a quantity as a rate per 100. Solve problems that involve finding the whole given a part and the percent, and finding a part of a whole given the percent.": 1,
    "Find volumes of right rectangular prisms with fractional edge lengths in the context of solving real-world and mathematical problems.": 1,
    "Compare and contrast how different formats, including print and digital media, contribute to the understanding of a subject.": 1,
    "Distinguish comparisons of absolute value from statements about order.": 1,
    "Use a pair of perpendicular number lines, called axes, to define a coordinate system, with the intersection of the lines (the origin) arranged to coincide with the 0 on each line and a given point in the plane located by using an ordered pair of numbers, called its coordinates. Understand that the first number indicates how far to travel from the origin in the direction of one axis, and the second number indicates how far to travel in the direction of the second axis, with the convention that the names of the two axes and the coordinates correspond (e.g., x-axis and x-coordinate, y-axis and y-coordinate).": 1,
    "Interpret figures of speech (e.g., personification) in context.": 1,
    "Consult reference materials (e.g., dictionaries, glossaries, thesauruses), both print and digital, to find the pronunciation of a word or determine or clarify its precise meaning or its part of speech.": 1,
    "Calculate range and measures of center, as well as describe any overall pattern and any striking deviations from the overall pattern with reference to the context in which the data were gathered.": 1,
    "Decide whether two quantities are in a proportional relationship.": 1,
    "Use measures of center and measures of variability for quantitative data from random samples or populations to draw informal comparative inferences about the populations.": 1,
    "Solve word problems leading to equations of the form px + q = r and p(x + q) = r, where p, q, and r are rational numbers. Solve equations of these forms fluently. Compare an algebraic solution to an arithmetic solution, identifying the sequence of the operations used in each approach.": 1,
    "Understand that rewriting an expression in different forms in real-world and mathematical problems can reveal and explain how the quantities are related.": 1,
    "Represent a proportional relationship using an equation.": 1,
    "Report the number of observations.": 1,
    "Compute unit rates associated with ratios of fractions.": 1,
    "Understand addition of rational numbers; p + q is the number located a distance |q| from p, in the positive or negative direction depending on whether q is positive or negative. Show that a number and its opposite have a sum of 0 (are additive inverses). Interpret sums of rational numbers by describing real-world contexts.": 1,
    "Solve word problems leading to inequalities of the form px + q > r, px + q ≥ r, px + q ≤ r, or px + q < r, where p, q, and r are rational numbers. Graph the solution set of the inequality on the number line and interpret it in the context of the problem.": 1,
    "Represent sample spaces for compound events using methods such as organized lists, tables and tree diagrams. For an event described in everyday language (e.g., “rolling double sixes”), identify the outcomes in the sample space which compose the event.": 1,
    "Giving quantitative measures of center (median and/or mean) and variability (interquartile range and/or mean absolute deviation), as well as describing any overall pattern and any striking deviations from the overall pattern with reference to the context in which the data were gathered.": 1,
    "Develop a uniform probability model by assigning equal probability to all outcomes, and use the model to determine probabilities of events.": 1,
    "Use the relationship between particular words (e.g., synonym/antonym, analogy) to better understand each of the words.": 1,
    "Understand that integers can be divided, provided that the divisor is not zero, and every quotient of integers (with non-zero divisor) is a rational number. If p and q are integers, then -(p/q) = (-p)/q = p/(-q). Interpret quotients of rational numbers by describing real-world contexts.": 1,
    "Know that a two-dimensional figure is congruent to another if the corresponding angles are congruent and the corresponding sides are congruent. Equivalently, two two-dimensional figures are congruent if one is the image of the other after a sequence of rotations, reflections, and translations. Given two congruent figures, describe a sequence that maps the congruence between them on the coordinate plane.": 1,
    "Draw triangles when given measures of angles and/or sides, noticing when the conditions determine a unique triangle, more than one triangle, or no triangle.": 1,
    "Verify experimentally lines are mapped to lines, and line segments to line segments of the same length.": 1,
    "Know that a two-dimensional figure is similar to another if the corresponding angles are congruent and the corresponding sides are in proportion. Equivalently, two two-dimensional figures are similar if one is the image of the other after a sequence of rotations, reflections, translations, and dilations. Given two similar two-dimensional figures, describe a sequence that maps the similarity between them on the coordinate plane.": 1,
    "Understand informally that every number has a decimal expansion; for rational numbers show that the decimal expansion eventually repeats. Know that other numbers that are not rational are called irrational.": 1,
    "Trace and evaluate an argument and specific claims in a text, assessing whether the reasoning is valid and the evidence is relevant and sufficient and recognizing when irrelevant evidence is introduced.": 1,
    "Lines are taken to lines, and line segments to line segments of the same length.": 1,
    "Evaluate the advantages and disadvantages of using different mediums (e.g., print or digital text, video, multimedia) to present a particular topic or idea.": 1,
    "Develop and apply number theory concepts to compare quantities and magnitudes of fractions and whole numbers.": 1,
    "Identify arithmetic patterns (including patterns in the addition table or multiplication table) and/or explain them using properties of operations.": 1,
    "Compare total values of combinations of coins (penny, nickel, dime, and quarter) and/or dollar bills less than $5.00.": 1,
    "Generate measurement data by measuring lengths using rulers marked with halves and fourths of an inch. Display the data by making a line plot, where the horizontal scale is marked in appropriate units — whole numbers, halves, or quarters.": 1,
    "Measure areas by counting unit squares (square cm, square m, square in., square ft, and non-standard square units).": 1,
    "Understand properties of multiplication and the relationship between multiplication and division.": 1,
    "Reason with shapes and their attributes.": 1,
    "Geometric measurement: recognize perimeter as an attribute of plane figures and distinguish between linear and area measures.": 1,
    "Interpret and/or describe products of whole numbers (up to and including 10 × 10).": 1,
    "Use properties to simplify and solve multiplication problems.": 1,
    "Represent and solve problems involving multiplication and division.": 1,
    "Explain that shapes in different categories may share attributes and that the shared attributes can define a larger category.": 1,
    "B-C.2.1.1.": 1,
    "Relate division to a missing-number multiplication equation.": 1,
    "Solve problems involving measurement and estimation of intervals of time, money, liquid volumes, masses, and lengths of objects.": 1,
    "Determine or calculate time and elapsed time.": 1,
    "Assess the reasonableness of answers. Limit problems posed with whole numbers and having whole-number answers.": 1,
    "Complete a scaled pictograph and a scaled bar graph to represent a data set with several categories (scales limited to 1, 2, 5, and 10).": 1,
    "Find the areas of plane figures.": 1,
    "Explain the point of view from which a text is written.": 1,
    "Use coordinating and subordinating conjunctions.": 1,
    "Capitalize appropriate words in titles.": 1,
    "Write opinion pieces on topics or texts, supporting a point of view with reasons.": 1,
    "Solve problems involving fractions and whole numbers (straight computation or word problems).": 1,
    "Understand decimal notation for fractions and compare decimal fractions.": 1,
    "Find all factor pairs for a whole number in the interval 1 through 100. Recognize that a whole number is a multiple of each of its factors. Determine whether a given whole number in the interval 1 through 100 is a multiple of a given one-digit number. Determine whether a given whole number in the interval 1 through 100 is prime or composite.": 1,
    "Draw points, lines, line segments, rays, angles (right, acute, and obtuse), and perpendicular and parallel lines. Identify these in two-dimensional figures.": 1,
    "Recognize a line of symmetry for a two-dimensional figure as a line across the figure such that the figure can be folded along the line into mirroring parts. Identify line-symmetric figures and draw lines of symmetry (up to two lines of symmetry).": 1,
    "Classify two-dimensional figures based on the presence or absence of parallel or perpendicular lines or the presence or absence of angles of a specified size. Recognize right triangles as a category, and identify right triangles.": 1,
    "Measure angles in whole-number degrees using a protractor. With the aid of a protractor, sketch angles of specified measure.": 1,
    "Explain events, procedures, ideas, steps, or concepts in a historical, scientific, or technical text, including what happened and why, based on specific information in the text.": 1,
    "Solve problems involving length, weight (mass), liquid volume, time, area, and perimeter.": 1,
    "Add and subtract fractions with a common denominator (denominators limited to 2, 3, 4, 5, 6, 8, 10, 12, and 100; answers do not need to be simplified; and no improper fractions as the final answer).": 1,
    "Choose words and phrases to convey ideas its conventions. precisely.": 1,
    "Use place-value understanding and properties of operations to perform multi-digit arithmetic.": 1,
    "Develop and apply number theory concepts to represent numbers in various ways.": 1,
    "Generate and analyze patterns.": 1,
    "Gain familiarity with factors and multiples.": 1,
    "Translate information from one type of display to another (table, chart, bar graph, or pictograph).": 1,
    "Draw and identify lines and angles, and classify shapes by properties of their lines and angles.": 1,
    "Solve problems involving measurement and conversion of measurements from a larger unit to a smaller unit.": 1,
    "Multiply a whole number by a unit fraction (denominators limited to 2, 3, 4, 5, 6, 8, 10, 12, and 100 and final answers do not need to be simplified or written as a mixed number).": 1,
    "Use appropriate tools and units to sketch an angle and determine angle measurements.": 1,
    "Use modal auxiliaries (e.g., can, may, must) to convey various conditions.": 1,
    "Order adjectives within sentences according to conventional patterns (e.g., a small red bag rather than a red small bag).": 1,
    "Observe and describe the change to objects caused by temperature change or light.": 1,
    "Generate questions about objects, organisms, or events that can be answered through scientific investigations.": 1,
    "Describe basic needs of plants and animals (e.g., air, water, food).": 1,
    "Describe what happens to a living thing when its habitat is changed.": 1,
    "Identify characteristics of sound (e.g., pitch, loudness, reflection).": 1,
    "Identify products and by-products of plants and animals for human use (e.g., food, clothing, building materials, paper products).": 1,
    "Explain the role and relationship of a watershed or a wetland on water sources (e.g., water storage, groundwater recharge, water filtration, water source, water cycle).": 1,
    "Identify the types and uses of Earth materials for renewable, nonrenewable, and reusable products (e.g., human-made products: concrete, paper, plastics, fabrics).": 1,
    "Recognize ways that humans benefit from the use of water resources (e.g., agriculture, energy, recreation).": 1,
    "Predict future conditions/events based on observable patterns (e.g., day/night, seasons, sunrise/sunset, lunar phases).": 1,
    "Describe interactions between living and nonliving components (e.g. plants - water, soil, sunlight, carbon dioxide, temperature; animals - food, water, shelter, oxygen, temperature) of a local ecosystem.": 1,
    "Identify various Earth structures (e.g., mountains, watersheds, peninsulas, lakes, rivers, valleys) through the use of models.": 1,
    "Identify basic cloud types (i.e., cirrus, cumulus, stratus, and cumulonimbus) and make connections to basic elements of weather (e.g., changes in temperature, precipitation).": 1,
    "Identify the parts of the food and fiber systems as they relate to agricultural products from the source to the consumer.": 1,
    "Identify biological pests (e.g., fungi - molds, plants - foxtail, purple loosestrife, Eurasian water milfoil; animals - aphides, ticks, zebra mussels, starlings, mice) that compete with humans for resources.": 1,
    "Identify appropriate instruments (i.e., thermometer, rain gauge, weather vane, anemometer, and barometer) to study weather and what they measure.": 1,
    "Explain how the motion of the Sun - Earth - Moon system relates to time (e.g., days, months, years).": 1,
    "Describe the causes of seasonal change as they relate to the revolution of Earth and the tilt of Earth's axis.": 1,
    "Describe how different parts of a living thing work together to provide what the organism needs (e.g., parts of plants: roots, stems, leaves).": 1,
    "Compare the relative movement of objects or describe types of motion that are evident (e.g., bouncing ball, moving in a straight line, back and forth, merry-go-round).": 1,
    "Describe relative size, distance, or motion.": 1,
    "Describe the composition of soil as weathered rock and decomposed organic remains.": 1,
    "Describe the life cycles of different organisms (e.g., moth, grasshopper, frog, seed-producing plant).": 1,
    "Identify major land uses in the urban, suburban and rural communities (e.g., housing, commercial, recreation).": 1,
    "Identify energy forms, energy transfer, and energy examples (e.g., light, heat, electrical).": 1,
    "Describe the position of an object by locating it relative to another object or a stationary background (e.g., geographic direction, left, up).": 1,
    "Describe how prominent Earth features in Pennsylvania (e.g., mountains, valleys, caves, sinkholes, lakes, rivers) were formed.": 1,
    "Compare two decimals to thousandths based on meanings of the digits in each place using >, =, and < symbols.": 1,
    "Find whole-number quotients of whole numbers with up to four-digit dividends and two-digit divisors.": 1,
    "Explain the relationships or interactions between two or more individuals, events, ideas, steps, or concepts in a historical, scientific, or technical text based on specific information in the text.": 1,
    "Quote accurately from a text when explaining what the text says explicitly and when drawing inferences and/or making generalizations from the text.": 1,
    "Compare and contrast two or more characters, settings, or events in a story, drama, or poem, drawing on specific details in the text (e.g., how characters interact).": 1,
    "Write and interpret numerical expressions.": 1,
    "Analyze and complete calculations by applying the order of operations.": 1,
    "Use, describe, and develop procedures to solve problems involving volume.": 1,
    "Use basic properties to classify two-dimensional figures.": 1,
    "Analyze patterns and relationships.": 1,
    "Identify parts of a coordinate grid and describe or interpret points given an ordered pair.": 1,
    "Classify two-dimensional figures into categories based on their properties.": 1,
    "Form and use the perfect verb tenses (e.g., I had walked; I have walked; I will have walked).": 1,
    "Find a percent of a quantity as a rate per 100 (e.g., 30% of a quantity means 30/100 times the quantity); solve problems involving finding the whole, given a part and the percentage.": 1,
    "Evaluate expressions at specific values of their variables, including expressions that arise from formulas used in real-world problems.": 1,
    "Write an inequality of the form x > c or x < c to represent a constraint or condition in a real-world or mathematical problem and/or represent solutions of such inequalities on number lines.": 1,
    "Display numerical data in plots on a number line, including line plots, histograms, and box-and-whisker plots.": 1,
    "Determine a central idea of a text and how it is conveyed through relevant details; provide a summary of the text distinct from personal opinions or judgments.": 1,
    "Trace and evaluate the argument and specific claims in a text, distinguishing claims that are supported by reasons and evidence from claims that are not (e.g., fact/opinion, bias).": 1,
    "Cite textual evidence to support analysis of what the text says explicitly as well as inferences and/or generalizations drawn from the text.": 1,
    "Analyze how a particular sentence, paragraph, chapter, section, or text feature fits into the overall structure of a text and contributes to the development of the ideas.": 1,
    "Solve real-world and mathematical problems involving area, surface area, and volume.": 1,
    "Solve real-world and mathematical problems involving division of fractions.": 1,
    "Interpret and solve one-variable equations and inequalities.": 1,
    "Represent quantities in real-world contexts using positive and negative numbers, explaining the meaning of 0 in each situation (e.g., temperature above/below zero, elevation above/below sea level, credits/debits, positive/negative electric charge).": 1,
    "Provide a concluding section that follows from the analysis presented.": 1,
    "Apply number theory concepts (specifically, factors and multiples).": 1,
    "Solve real-world and mathematical problems by plotting points in all four quadrants of the coordinate plane. Include use of coordinates and absolute value to find distances between points with the same first coordinate or the same second coordinate.": 1,
    "Apply and extend previous understandings of arithmetic to numerical and algebraic expressions.": 1,
    "Use intensive pronouns (e.g., myself, ourselves).": 1,
    "Represent expressions in equivalent forms.": 1,
    "Use variables to represent quantities in a real-world or mathematical problem and construct simple equations and inequalities to solve problems.": 1,
    "Compare two numerical data distributions using measures of center and variability.": 1,
    "Investigate chance processes and develop, use, and evaluate probability models.": 1,
    "Identify, use, and describe properties of angles and their measures.": 1,
    "Determine circumference, area, surface area, and volume.": 1,
    "Use probability to predict outcomes.": 1,
    "Analyze, recognize, and represent proportional relationships and use them to solve real-world and mathematical problems.": 1,
    "Use random samples.": 1,
    "Draw comparative inferences about populations.": 1,
    "Determine the reasonableness of the answer(s) in problem-solving situations.": 1,
    "Solve real-world and mathematical problems using numerical and algebraic expressions, equations, and inequalities.": 1,
    "Demonstrate an understanding of geometric figures and their properties.": 1,
    "Apply and extend previous understandings of operations to add, subtract, multiply, and divide rational numbers.": 1,
    "Solve real-world and mathematical problems involving angle measure, circumference, area, surface area, and volume.": 1,
    "Choose among simple, compound, complex, and compound-complex sentences to signal differing relationships among ideas.": 1,
    "Perform operations with numbers expressed in scientific notation, including problems where both decimal and scientific notation are used. Express answers in scientific notation and choose units of appropriate size for measurements of very large or very small quantities (e.g., use millimeters per year for seafloor spreading). Interpret scientific notation that has been generated by technology (e.g., interpret 4.7EE9 displayed on a calculator as 4.7 × 10⁹).": 1,
    "B-F.1.1.2.": 1,
    "B-F.2.1.1.": 1,
    "B-F.2.1.2.": 1,
    "Construct and interpret scatter plots for bivariate measurement data to investigate patterns of association between two quantities. Describe patterns such as clustering, outliers, positive or negative correlation, linear association, and nonlinear association.": 1,
    "Cite the textual evidence that most strongly supports an analysis of what the text says explicitly as well as inferences, conclusions, and/or generalizations drawn from the text.": 1,
    "Use punctuation (i.e., commas, parentheses, and dashes) to set off nonrestrictive/parenthetical elements.": 1,
    "Analyze and solve linear equations and pairs of simultaneous linear equations.": 1,
    "Investigate patterns of association in bivariate data.": 1,
    "Demonstrate an understanding of expressions and equations with radicals and integer exponents.": 1,
    "Given two similar two-dimensional figures, describe a sequence of transformations that exhibits the similarity between them.": 1,
    "Apply properties of geometric transformations to verify congruence or similarity.": 1,
    "Form and use verbs in the indicative, imperative, interrogative, conditional, and subjunctive mood.": 1,
    "Demonstrate an understanding of geometric transformations.": 1,
    "Solve problems involving right triangles by applying the Pythagorean theorem.": 1,
    "Recognize and correct inappropriate shifts in verb voice and mood.": 1,
    "Use an ellipsis to indicate an omission.": 1,
    "Describe the positive and negative, intended and unintended, effects of specific scientific results or technological developments (e.g., air/space travel, genetic engineering, nuclear fission/fusion, artificial intelligence, lasers, organ transplants).": 1,
    "Distinguish among system inputs, system processes, system outputs, and feedback (e.g., physical, ecological, biological, informational).": 1,
    "Apply knowledge of characteristic structures to identify or categorize organisms (i.e., plants, animals, fungi, bacteria, and protista).": 1,
    "Describe how waste management affects the environment (e.g., recycling, composting, landfills, incineration, sewage treatment).": 1,
    "Describe the Sun as the major source of energy that impacts the environment.": 1,
    "Distinguish between a scientific theory and an opinion, explaining how a theory is supported with evidence, or how new data/information may change existing theories and practices.": 1,
    "Use evidence, observations, or explanations to make inferences about change in systems over time (e.g., carrying capacity, succession, population dynamics, loss of mass in chemical reactions, indicator fossils in geologic time scale) and the variables affecting these changes.": 1,
    "Identify and describe patterns as repeated processes or recurring elements in human-made systems (e.g., trusses, hub-and-spoke system in communications and transportation systems, feedback controls in regulated systems).": 1,
    "Identify major biomes and describe abiotic and biotic components (e.g., abiotic: different soil types, air, water sunlight; biotic: soil microbes, decomposers).": 1,
    "Describe how one form of energy (e.g., electrical, mechanical, chemical, light, sound, nuclear) can be converted into a different form of energy.": 1,
    "Explain the rock cycle as changes in the solid earth and rock types (igneous - granite, basalt, obsidian, pumice; sedimentary - limestone, sandstone, shale, coal; and metamorphic - slate, quartzite, marble, gneiss).": 1,
    "Describe a product's transformation process from production to consumption (e.g., prospecting, propagating, growing, maintaining, adapting, treating, converting, distributing, disposing) and explain the process's potential impact on Earth's resources.": 1,
    "Develop descriptions, explanations, predictions, and models using evidence.": 1,
    "Use space/time relationships, define concepts operationally, raise testable questions, or formulate hypotheses.": 1,
    "Use characteristic physical or chemical properties to distinguish one substance from another (e.g., density, thermal expansion/contraction, freezing/melting points, streak test).": 1,
    "Identify and explain differences between inherited and acquired traits.": 1,
    "Distinguish between open loop (e.g., energy flow, food web) and closed loop (e.g., materials in the nitrogen and carbon cycles, closed-switch) systems.": 1,
    "Describe how scientists use models to explore relationships in natural systems (e.g., an ecosystem, river system, the solar system).": 1,
    "Describe repeating structure patterns in nature (e.g., veins in a leaf, tree rings, crystals, water waves) or periodic patterns (e.g., daily, monthly, annually).": 1,
    "Identify how cloud types, wind directions, and barometric pressure changes are associated with weather patterns in different regions of the country.": 1,
    "Identify soil types (i.e., humus, topsoil, subsoil, loam, loess, and parent material) and their characteristics (i.e., particle size, porosity, and permeability) found in different biomes and in Pennsylvania, and explain how they formed.": 1,
    "Describe ways technology (e.g., microscope, telescope, micrometer, hydraulics, barometer) extends and enhances human abilities for specific purposes.": 1,
    "Describe the structures of living things that help them function effectively in specific ways (e.g., adaptations, characteristics).": 1,
    "Describe the response of organisms to environmental changes (e.g., changes in climate, hibernation, migration, coloration) and how those changes affect survival.": 1,
    "Recognize that the gene is the basic unit of inheritance, that there are dominant and recessive genes, and that traits are inherited.": 1,
    "Explain relationships among organisms (e.g., producers/consumers, predator/prey) in an ecosystem.": 1,
    "Compare and contrast characteristics of celestial bodies found in the solar system (e.g., moons, asteroids, comets, meteors, inner and outer planets).": 1,
    "Interpret products of whole numbers, e.g., interpret 5 × 7 as the total number of objects in five groups of seven objects each.": 1,
    "Solve real-world and mathematical problems involving perimeters of polygons, including finding the perimeter given the side lengths, finding an unknown side length, and exhibiting rectangles with the same perimeter and different areas or with the same area and different perimeters.": 1,
    "Draw a scaled picture graph and a scaled bar graph to represent a data set with several categories. Solve one- and two-step “how many more” and “how many less” problems using information presented in scaled bar graphs..": 1,
    "Understand a fraction as a number on the number line; represent fractions on a number line diagram.": 1,
    "Use place value understanding and properties of operations to perform multi-digit arithmetic on whole numbers less than or equal to 1,000,000.": 1,
    "Compare and contrast the points of view from which different stories are narrated, including the difference between first- and third-person narrations.": 1,
    "Explain major differences among prose, poetry, and drama and refer to the structural elements of each (e.g., paragraphs and chapters for prose; stanza and verse for poetry; scene, stage directions, cast of characters for drama) when writing or speaking about a text.": 1,
    "Write informative/explanatory texts to examine a topic and convey ideas and information clearly.": 1,
    "Integrate information from two texts on the same topic in order to write or speak knowledgeably about the subject.": 1,
    "Solve word problems involving addition and subtraction of fractions referring to the same whole (the whole can be a set of objects), including cases of unlike denominators, e.g., by using visual fraction models or equations to represent the problem. Use benchmark fractions and number sense of fractions to estimate mentally and assess the reasonableness of answers.": 1,
    "Use a pair of perpendicular number lines, called axes, to define a coordinate system, with the intersection of the lines (the origin) arranged to coincide with the zero on each line and a given point in the plane located by using an ordered pair of numbers, called its coordinates. Understand that the first number indicates how far to travel from the origin in the direction of one axis, and the second number indicates how far to travel in the direction of the second axis, with the convention that the names of the two axes and the coordinates correspond (e.g., x-axis and x-coordinate, y-axis and y-coordinate).": 1,
    "Describe how an author uses one or more structures (e.g., chronology, comparison, cause/effect, problem/solution) of events, to present information in a text.": 1,
    "Analyze multiple accounts of the same event or topic, noting important similarities and differences among the points of view they represent.": 1,
    "Summarize numerical data sets in relation to their context, such as by.": 1,
    "Write an inequality of the form x > c or x < c to represent a constraint or condition in a real-world or mathematical problem. Recognize that inequalities of the form x > c or x < c have infinitely many solutions; represent solutions of such inequalities on number line diagrams.": 1,
    "Solve problems involving scale drawings of geometric figures, such as computing actual lengths and areas from a scale drawing and reproducing a scale drawing at a different scale.": 1,
    "Develop a probability model and use it to find probabilities of events. Compare probabilities from a model to observed frequencies; if the agreement is not good, explain possible sources of the discrepancy.": 1,
    "Understand the relationship among the sides of a right triangle. Analyze and justify the Pythagorean Theorem and its converse using pictures, diagrams, narratives, or models.": 1,
    "Use square root and cube root symbols to represent solutions to equations of the form x^2= p and x³ = p, where p is a positive rational number. Evaluate square roots of small perfect squares and cube roots of small perfect cubes. Know that is √2 irrational.": 1,
    "Cite the textual evidence that most strongly supports an analysis of what a text states explicitly as well as inferences drawn from the text, quoting or paraphrasing as appropriate.": 1,
    "Analyze the purpose of information presented in diverse media and formats (e.g., visually, quantitatively, orally) and evaluate the motives (e.g., social, commercial, political) behind its presentation.": 1,
    "Engage effectively in a range of collaborative discussions (one-on-one, in groups, and teacher-led) with diverse partners on grade 8 topics, texts, and issues, building on others' ideas and expressing their own clearly.": 1,
    "Integrate multimedia components and visual displays into presentations to clarify information, strengthen claims and evidence, and add interest.": 1,
    "Delineate a speaker's argument and specific claims, evaluating the soundness of the reasoning and relevance and sufficiency of the evidence and identifying when irrelevant evidence is introduced.": 1,
    "Describe the relationship between the availability or scarcity of resources and how that impacts cost.": 1,
    "Organizational patterns such as cause and effect and problem and solution.": 1,
    "Round to the nearest 10 or 100 or use compatible numbers to estimate solutions to addition and subtraction problems.": 1,
    "Explain that two fractions are equivalent if and only if they are both represented by the same point on the number line or represent the same portion of a same size whole for an area model.": 1,
    "Explain rhyme scheme, sound devices, and structural elements such as stanzas in a variety of poems.": 1,
    "Determine a quotient using the relationship between multiplication and division.": 1,
    "Represent a number on a number line as being between two consecutive multiples of 10; 100; 1,000; or 10,000 and use words to describe relative size of numbers in order to round whole numbers.": 1,
    "Compare and order decimals using concrete and visual models to the hundredths.": 1,
    "Identify and explain the use of anecdote.": 1,
    "Explain how the use of text structure contributes to the author's purpose.": 1,
    "Infer basic themes supported by text evidence.": 1,
    "Represent the quotient of up to a four-digit whole number divided by a one-digit whole number using arrays, area models, or equations.": 1,
    "Represent a fraction a/b as a sum of fractions 1/b, where a and b are whole numbers and b > 0, including when a > b.": 1,
    "Interpret the value of each place-value position as 10 times the position to the right and as one-tenth of the value of the place to its left.": 1,
    "Compare and order whole numbers to 1,000,000,000 and represent comparisons using the symbols >, <, or =.": 1,
    "Explain the use of sound devices and figurative language and distinguish between the poet and the speaker in poems across a variety of poetic forms.": 1,
    "Identify the meaning of and use words with affixes such as trans-, super-, -ive, and -logy and roots such as geo and photo.": 1,
    "Features such as insets, timelines, and sidebars to support understanding.": 1,
    "Explain the difference between gross income and net income.": 1,
    "Represent categorical data with bar graphs or frequency tables and numerical data, including data sets of measurements in fractions or decimals, with dot plots or stem-and-leaf plots.": 1,
    "Describe and illustrate the continuous movement of water above and on the surface of Earth through the water cycle and explain the role of the Sun as a major source of energy in this process.": 1,
    "Communicate valid conclusions in written form.": 1,
    "Investigate rapid changes in Earth's surface such as volcanic eruptions, earthquakes, and landslides.": 1,
    "Differentiate between weather and climate.": 1,
    "Make informed choices in the conservation, disposal, and recycling of materials.": 1,
    "The student knows that matter has measurable physical properties and those properties determine how matter is classified, changed, and used.": 1,
    "The students know that Earth consists of useful resources and its surface is constantly changing.": 1,
    "Use equivalent fractions, decimals, and percents to show equal parts of the same whole.": 1,
    "Determine if two expressions are equivalent using concrete models, pictorial models, and algebraic representations.": 1,
    "Recognize that dividing by a rational number and multiplying by its reciprocal result in equivalent values.": 1,
    "Model area formulas for parallelograms, trapezoids, and triangles by decomposing and rearranging parts of these shapes.": 1,
    "Features such as introduction, foreword, preface, references, or acknowledgements to gain background information.": 1,
    "Analyze how the characters' internal and external responses develop the plot.": 1,
    "Demonstrate knowledge of literary genres such as realistic fiction, adventure stories, historical fiction, mysteries, humor, and myths.": 1,
    "Represent ratios and percents with concrete models, fractions, and decimals.": 1,
    "Describe the value of credit reports to borrowers and to lenders.": 1,
    "Give examples of rates as the comparison by division of two quantities having different attributes, including rates as quotients.": 1,
    "Identify the use of literary devices, including omniscient and limited point of view, to achieve a specific purpose.": 1,
    "Explain various methods to pay for college, including through savings, grants, scholarships, student loans, and work-study.": 1,
    "Describe the information in a credit report and how long it is retained.": 1,
    "Use a family budget estimator to determine the minimum household budget and average hourly wage needed for a family to meet its basic needs in the student's city or another large city nearby.": 1,
    "Determine the meaning and usage of grade-level academic English words derived from Greek and Latin roots such as omni, log/logue, gen, vid/vis, phil, luc, and sens/sent.": 1,
    "Organizational patterns that support multiple topics, categories, and subcategories.": 1,
    "Make predictions and determine solutions using theoretical probability for simple and compound events.": 1,
    "Compare two populations based on data in random samples from these populations, including informal comparative inferences about differences between the two populations.": 1,
    "Identifying the claim and analyzing the argument.": 1,
    "Identifying and explaining the counter argument.": 1,
    "Demonstrate knowledge of literary genres such as realistic fiction, adventure stories, historical fiction, mysteries, humor, fantasy, science fiction, and short stories.": 1,
    "Explain how small amounts of money invested regularly, including money saved for college and retirement, grow over time.": 1,
    "Model the effect on linear and area measurements of dilated two-dimensional shapes.": 1,
    "Compare the results of uniform or diverse offspring from asexual or sexual reproduction.": 1,
    "Recognize that the Sun is a medium-sized star located in a spiral arm of the Milky Way galaxy and that the Sun is many thousands of times closer to Earth than any other star.": 1,
    "Recognize human dependence on ocean systems and explain how human activities such as runoff, artificial reefs, or use of resources have modified these systems.": 1,
    "Describe how biodiversity contributes to the sustainability of an ecosystem.": 1,
    "Identify the role of the oceans in the formation of weather systems such as hurricanes.": 1,
    "Relate the positions of the Moon and Sun to their effect on ocean tides.": 1,
    "Recognize the components of cell theory.": 1,
    "Describe the historical development of evidence that supports plate tectonic theory.": 1,
    "Identify the influence of ideas from historic documents, including the Magna Carta, the English Bill of Rights, the Mayflower Compact, and the Federalist Papers, on the U.S. system of government.": 1,
    "Explain the roles played by significant individuals during the Civil War, including Jefferson Davis, Ulysses S. Grant, Robert E. Lee, and Abraham Lincoln, and heroes such as congressional Medal of Honor recipients William Carney and Philip Bazaar.": 1,
    "Analyze the importance of the Mayflower Compact, the Fundamental Orders of Connecticut, and the Virginia House of Burgesses to the growth of representative government.": 1,
    "Evaluate the contributions of the Founding Fathers as models of civic virtue.": 1,
    "Summarize arguments regarding protective tariffs, taxation, and the banking system.": 1,
    "Summarize the issues, decisions, and significance of landmark Supreme Court cases, including Marbury v. Madison, McCulloch v. Maryland, and Gibbons v. Ogden.": 1,
    "Analyze the economic effects of the War of 1812.": 1,
    "Compare the effects of political, economic, and social factors on slaves and free blacks.": 1,
    "Describe the positive and negative consequences of human modification of the physical environment of the United States.": 1,
    "Explain the significance of the following dates: 1607, founding of Jamestown; 1620, arrival of the Pilgrims and signing of the Mayflower Compact; 1776, adoption of the Declaration of Independence; 1787, writing of the U.S. Constitution; 1803, Louisiana Purchase; and 1861-1865, Civil War.": 1,
    "Identify different points of view of political parties and interest groups on important historical issues.": 1,
    "Compare political, economic, religious, and social reasons for the establishment of the 13 English colonies.": 1,
    "Define and give examples of unalienable rights.": 1,
    "Identify examples of how industrialization changed life in the United States.": 1,
    "Analyze Abraham Lincoln's ideas about liberty, equality, union, and government as contained in his first and second inaugural addresses and the Gettysburg Address and contrast them with the ideas contained in Jefferson Davis's inaugural address.": 1,
    "Compare the effects of scientific discoveries and technological innovations that have influenced daily life in different periods in U.S. history.": 1,
    "Describe religious influences on social movements, including the impact of the first and second Great Awakenings.": 1,
    "Describe the importance of free speech and press in a constitutional republic.": 1,
    "Explain the impact of the election of Andrew Jackson, including expanded suffrage.": 1,
    "Locate places and regions directly related to major eras and turning points in the United States during the 17th, 18th, and 19th centuries.": 1,
    "Identify economic differences among different regions of the United States.": 1,
    "Decide whether relations represented verbally, tabularly, graphically, and symbolically define a function.": 1,
    "Add and subtract polynomials of degree one and degree two.": 1,
    "Write, with and without technology, linear functions that provide a reasonable fit to data to estimate solutions and make predictions for real-world problems.": 1,
    "Interpret the meaning of the values of a and b in exponential functions of the form f(x) = abˣ in real-world problems.": 1,
    "Write a formula for the nᵗʰ term of arithmetic and geometric sequences, given the value of several of their terms.": 1,
    "Graph systems of two linear equations in two variables on the coordinate plane and determine the solutions if they exist.": 1,
    "Simplify numerical radical expressions involving square roots.": 1,
    "Write the equation of a line that contains a given point and is parallel to a given line.": 1,
    "Determine the effects on the graph of the parent function f(x) = x when f(x) is replaced by af(x), f(x) + d, f(x - c), f(bx) for specific values of a, b, c, and d.": 1,
    "Rewrite polynomial expressions of degree one and degree two in equivalent forms using the distributive property.": 1,
    "Determine the domain and range of exponential functions of the form f(x) = abˣ and represent the domain and range using inequalities.": 1,
    "Research and describe the history of biology and contributions of scientists.": 1,
    "Determine the meaning of foreign words or phrases used frequently in English such as bona fide, caveat, carte blanche, tête-à-tête, bon appétit, and quid pro quo.": 1,
    "Analyze how themes are developed through characterization and plot in a variety of literary texts.": 1,
    "Analyze how the setting influences the theme.": 1,
    "Analyze how authors develop complex yet believable characters in works of fiction through a range of literary devices, including character foils.": 1,
    "Analyze how themes are developed through characterization and plot, including comparing similar themes in a variety of literary texts representing different cultures.": 1,
    "Analyze the function of dramatic conventions such as asides, soliloquies, dramatic irony, and satire.": 1,
    "Evaluate the author's use of print and graphic features to achieve specific purposes.": 1,
    "Explain the significance of the following years as turning points: 1898 (Spanish-American War), 1914-1918 (World War I), 1929 (the Great Depression begins), 1939-1945 (World War II), 1957 (Sputnik launch ignites U.S.-Soviet space race), 1968 (Martin Luther King Jr. assassination), 1969 (U.S. lands on the moon), 1991 (Cold War ends), 2001 (terrorist attacks on World Trade Center and the Pentagon), and 2008 (election of first black president, Barack Obama).": 1,
    "Evaluate various means of achieving equality of political rights, including the 19th, 24th, and 26th amendments and congressional acts such as the American Indian Citizenship Act of 1924.": 1,
    "Identify the actions and outcomes of government policies intended to create economic opportunities for citizens such as the Great Society, affirmative action, and Title IX.": 1,
    "Explain how American patriotism inspired high levels of military enlistment and the bravery and contributions of the Tuskegee Airmen, the Flying Tigers, and the Navajo Code Talkers.": 1,
    "Trace the historical development of the civil rights movement from the late 1800s through the 21st century, including the 13th, 14th, 15th, and 19th amendments.": 1,
    "Analyze major issues of World War II, including the Holocaust, the internment of Japanese Americans as a result of Executive Order 9066, and the development of atomic weapons.": 1,
    "Compare the New Deal policies and its opponents' approaches to resolving the economic effects of the Great Depression.": 1,
    "Describe the effects of political scandals, including Teapot Dome, Watergate, and Bill Clinton's impeachment, on the views of U.S. citizens concerning trust in the federal government and its leaders.": 1,
    "Evaluate the impact of muckrakers and reform leaders such as Upton Sinclair, Susan B. Anthony, Jane Addams, Ida B. Wells, and W. E. B. DuBois on American society.": 1,
    "Discuss the impact of the writings of Martin Luther King Jr. such as his “I Have a Dream” speech and “Letter from Birmingham Jail” on the civil rights movement.": 1,
    "Analyze and evaluate the application of these founding principles to historical events in U.S. history.": 1,
    "Summarize the criteria and explain the process for becoming a naturalized citizen of the United States.": 1,
    "Analyze the impact of Progressive Era reforms, including initiative, referendum, recall, and the passage of the 16th, 17th, 18th, and 19th amendments.": 1,
    "Evaluate American expansionism, including acquisitions such as Guam, Hawaii, the Philippines, and Puerto Rico.": 1,
    "Explain reasons and outcomes for U.S. involvement in foreign countries and their relationship to the Domino Theory, including the Vietnam War.": 1,
    "Explain how participation in the democratic process reflects our national identity, patriotism, and civic responsibility.": 1,
    "Describe Richard M. Nixon's leadership in the normalization of relations with China and the policy of détente.": 1,
    "Describe the economic impact of defense spending on the business cycle and education priorities from 1945 to the 1990s.": 1,
    "Pose and answer questions about geographic distributions and patterns shown on maps, graphs, charts, and available databases.": 1,
    "Explain issues affecting the home front, including volunteerism, the purchase of war bonds, and Victory Gardens and opportunities and obstacles for women and ethnic minorities.": 1,
    "Analyze the impact of machine guns, airplanes, tanks, poison gas, and trench warfare as significant technological innovations in World War I on the Western Front.": 1,
    "Describe the role of contemporary government legislation in the private and public sectors such as the Community Reinvestment Act of 1977, USA PATRIOT Act of 2001, and the American Recovery and Reinvestment Act of 2009.": 1,
    "Analyze and evaluate the text, intent, meaning, and importance of the Declaration of Independence and the U.S. Constitution, including the Bill of Rights.": 1,
    "Explain reasons and outcomes for U.S. involvement in the Korean War and its relationship to the containment policy.": 1,
    "Analyze causes of economic growth and prosperity in the 1920s, including Warren Harding's Return to Normalcy, reduced taxes, and increased production efficiencies.": 1,
    "Discuss values crucial to America's success as a constitutional republic, including liberty, egalitarianism, individualism, populism, and laissez-faire.": 1,
    "Analyze causes and effects of events and social issues such as immigration, Social Darwinism, the Scopes Trial, eugenics, race relations, nativism, the Red Scare, Prohibition, and the changing role of women.": 1,
    "Analyze political issues such as Indian policies, the growth of political machines, and civil service reform.": 1,
    "Identify the impact of international events, multinational corporations, government policies, and individuals on the 21st century economy.": 1,
    "Identify significant social and political issues such as health care, immigration, and education from different viewpoints across the political spectrum.": 1
}