{
    "Directions": "Use the information to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Pᴀʀᴛ 1"],
        [" ", "A seismograph is used to measure seismic waves traveling through Earth. Seismographs are difficult to use in deep water, so scientists have discovered how to use fiber-optic cables along the ocean floor as earthquake sensors."],
        [" ", "A laser produces a light signal that moves through a central part of the cable, which is made of pure glass. A different type of glass, called cladding, surrounds the pure glass and keeps the light signal moving through the center, as shown in Figure 1."],
        ["", "problems/COG8S/media/S1a.jpg"],
        [" ", "When a seismic wave disturbs the cable, the light is distorted and scattered, as shown in Figure 2 and Figure 3. By comparing how the laser light signal changes as it moves through the cable, the scientists can determine the approximate location and identify the magnitude of the earthquake."],
        ["", "problems/COG8S/media/S1b.jpg"],
        ["", "problems/COG8S/media/S1c.jpg"],
        ["", "Pᴀʀᴛ 2"],
        [" ", "Seismic waves are recorded by a network of seismographs. By comparing the arrival times of the seismic waves at the different seismographs, scientists can identify the magnitude and location of the earthquake’s epicenter."],
        [" ", "Figure 4 shows the epicenter of an earthquake and two seismograph locations that record the seismic waves from that earthquake. Seismograph 1 records a maximum amplitude of 75 microns, while a maximum amplitude of 37 microns is recorded at Seismograph 2."],
        ["", "problems/COG8S/media/S1d.jpg"],
        [" ", "Figure 5 shows an analog seismograph. Ground movement causes the base of the seismograph to move while a pen attached to a weight remains still. A rotating paper drum beneath the pen captures the relative motion between the pen and the base."],
        ["", "problems/COG8S/media/S1e.jpg"],
        [" ", "Figure 6 shows the output of the analog seismograph, called a seismogram. Lines with small disturbances result from strong winds or nearby cars vibrating the ground. Lines with much larger disturbances are caused by stronger ground movement or seismic waves."],
        ["", "problems/COG8S/media/S1f.jpg"],
        [" ", "Figure 7 shows a digital seismogram, captured with electronic equipment and displayed by a computer. The displacement is how far the ground around the seismogram is moved by the seismic wave. A micron is equal to 0.0001 millimeters."],
        ["", "problems/COG8S/media/S1g.jpg"]
    ],
    "Copyright": "",
    "References": []
}