{
    "Directions": "Read the story, then answer each question that follows.",
    "Context": [],
    "Title": "The Elephant and the Crocodile",
    "Subtitle": "",
    "Author": "by H. Berkeley Score",
    "LabelType": "P",
    "Content": [
        ["1", "An Elephant and a Crocodile were once standing beside a river. They were disputing as to which was the better animal."],
        ["2", "“Look at my strength,” said the Elephant. “I can tear up a tree, roots and all, with my trunk.”"],
        ["3", "“Ah! but quantity is not quality, and your skin is not nearly so tough as mine,” replied the Crocodile, “for neither spear, arrow, nor sword can pierce it.”"],
        ["4", "Just as they were coming to blows, a Lion happened to pass."],
        ["5", "“Heyday, sirs!” said His Majesty, going up to them, “let me know the cause of your quarrel.”"],
        ["6", "“Will you kindly tell us which is the better animal?” cried both at once."],
        ["7", "“Certainly,” said the Lion. “Do you see that soldier's steel helmet on yonder wall?” pointing at the same time across the river."],
        ["8", "“Yes!” replied the beasts."],
        ["9", "“Well, then,” continued the Lion, “go and fetch it, and bring it to me, and I shall be able then to decide between you.”"],
        ["10", "Upon hearing this, off they started. The Crocodile, being used to the water, reached the opposite bank of the river first, and was not long in standing beside the wall."],
        ["11", "Here he waited till the Elephant came up. The latter, seeing at a glance how matters stood, extended his long trunk, and reached the helmet quite easily."],
        ["12", "They then made their way together back again across the river. The Elephant, anxious to keep up with the Crocodile in the water, forgot that he was carrying the helmet on his back, and a sudden lurch caused the prize to slip off and sink to the bottom. The Crocodile noticed the accident, so down he dived, and brought it up in his capacious mouth. They then returned, and the Crocodile laid the helmet at the Lion's feet. His Majesty took up the helmet, and addressing the Elephant, said:"],
        ["13", "“You, on account of your size and trunk, were able to reach the prize on the wall but, having lost it, you were unable to recover it. And you,” said the Lion, turning to the Crocodile, “although unable to reach the helmet, were able to dive for it and save it. You are both wise and clever in your respective ways. Neither is better than the other.”"]
    ],
    "Copyright": "“The Elephant and the Crocodile” by H. Berkeley Score—Public Domain",
    "References": []
}