{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "In Thunder and Rain, Chincoteague Ponies Make Annual Swim",
    "Subtitle": "",
    "Author": "by Stefanie Dazio",
    "LabelType": "P",
    "Content": [
        ["", "problems/ILG4E/media/S6a.jpg"],
        ["1", "Some had arrived before dawn Wednesday, staking out the best spot where they might see the famed wild horses of Chincoteague make their swim. But a freak thunderstorm, a full moon and a high tide threatened to derail the annual celebration and sent thousands to seek shelter."],
        ["2", "Thunder boomed and rain soaked the marshland as thousands watched about 130 ponies swim from nearby Assateague Island to Chincoteague Island. Many were forced to watch the ponies cross the channel with water pounding their backs and lightning crashing overhead."],
        ["3", "But the horses kept paddling on."],
        ["4", "“We had no idea whatsoever about this storm,” said Denise Bowden, vice president of the Chincoteague Volunteer Fire Department. Some of the foals are auctioned off to raise money for the department."],
        ["5", "“It just seemed like it came out of nowhere,” she added."],
        ["6", "The annual pony swim—this year's was the 88th—is part of a week-long series of events on Chincoteague and Assateague designed to thin out the herd of wild ponies. It culminates with the auction of the foals, about 50 this year."],
        ["7", "The event has seen rain before, but nothing like Wednesday's weather, Bowden said."],
        ["8", "She was one of the fire officials on hand closely watching radar and encouraging people crossing a marsh to keep going."],
        ["9", "“The mud will wash off,” Bowden yelled into a loudspeaker. “The memories will last forever.”"],
        ["10", "The swim has been popularized by Marguerite Henry's 1947 novel “Misty of Chincoteague,” which was later made into a movie. Thousands come from across the United States and beyond."],
        ["11", "The ponies began their five-minute crossing of the Assateague Channel about 11:30 a.m., herded toward Chincoteague Island by the Saltwater Cowboys— volunteers, many of them firefighters."],
        ["12", "The swim takes place during slack tide, which is the period between tides when there is no current."],
        ["13", "This year, though, the ponies faced a very high tide, according to Saltwater Cowboy Tom Clements, who has been shepherding the ponies through the swim since the 1970s. “This is as high as I've ever seen.”"],
        ["14", "“It was a little dangerous,” Clements said after the swim, noting that he wasn't sure which direction the storm was moving."],
        ["15", "No ponies were hurt, Bowden said, but a few of the cowboys's horses suffered cuts on their legs from shells. “Outside of the weather, it was a perfect swim,” she said."],
        ["16", "Andrea Iwanik, 39, of Silver Spring came to the swim with her family for the first time this year. She said she arrived around 8:30 a.m."],
        ["17", "“We waited 2 1/2 hours for torrential downpour and a little bit of pony,” she said."],
        ["18", "Iwanik had hoped for a better view of the crossing, but she said she would return another year."],
        ["19", "“I think we have a good story to tell,” she said."],
        ["20", "Iwanik came from Maryland, but others traveled across the country for the swim and staked out their spots beginning in the early hours of the morning. Between 30,000 and 35,000 people came, Bowden said."],
        ["21", "Poppy Hendrickson-Hoersting, 10, convinced her family to fly from Oregon to see the swim. She's “wild about horses,” her dad, Leo Hoersting, said, and is a big fan of Henry's book."],
        ["22", "The family flew from Oregon to Ohio, where they met up with more relatives, and drove to Virginia."],
        ["23", "Pam Richerson, 60, of Hutto, Tex., grew up reading the “Misty” book and has wanted to see the swim for decades."],
        ["24", "One of her husband's first gifts to her was a first edition of the book."],
        ["25", "“I'd say we've been planning it for 36 years,” her husband, John Richerson, laughed."],
        ["26", "“My bucket list is checked off,” Pam Richerson said."]
    ],
    "Copyright": "From the Washington Post, 7/24/2013. © 2013 Washington Post Company. All rights reserved. Used by permission and protected by the Copyright Laws of the United States. The printing, copying, redistribution, or retransmission of this Content without express written permission is prohibited.",
    "References": []
}