{
    "Directions": "For thousands of years, Native American nations have had a special relationship with the Cedar tree. Read this article about that relationship. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "The Cedar: A Many Splendored Tree",
    "Subtitle": "",
    "Author": "by Professor Bhavani Manheim",
    "LabelType": "P",
    "Content": [
        ["", "problems/MNG5R/media/S2a.jpg"],
        ["1", "Did you know that many Native American nations practiced ecological preservation? They respected the planet and knew secrets of biodiversity and myriad usages of plants and animals. Some plants had a very special significance for them, like the Cedar of the Pacific Northwest Coast. As far back as 9,000 years ago, the Native Americans called the Cedar the “long-life-maker” and “rich woman maker.” It was an integral part of their every day life. They believed in its power and spirit."],
        ["2", "The Cedar is a magnificent tree. It is a conifer, tall and straight and can reach a height of 200 feet, a diameter of 14 feet and an age of 500 years! It has a flared base tapering to a spiked tip, sometimes referred to as a “Cake Fork” because of its shape. Its branches spread horizontally. Long, slender, curved twigs bearing lace work of fern-like foliage called “withes” cascade from the branches. There are two kinds of Cedars: yellow and red. The Red Cedar’s wood is soft but firm and straight grained. Its natural oil makes it long lasting."],
        ["3", "Cedar grows extensively from the Baranof Island in Alaska to coastal Northern California, yet it is not native to North America. The tree found in the Northwest belongs to the species ‘Arbor-Vitae,’ the Latin phrase meaning “Tree of Life.” No wonder, the Native Americans called it long-life-maker! Before cutting the tree or pulling its bark, they prayed to the Cedar Spirit, thanking it for being a good provider and expressing their gratitude. They believed that showing respect resulted in continued good supply. They utilized all parts of the tree."],
        ["4", "Cedar was used for building boats, canoes, houses and other structures. It was used for carvings—to create Totem Poles and ceremonial objects and utensils. They steam-bent the wood (a technique unique to them), creating beautiful four-cornered boxes. The Cedar canoes were esteemed for their superb worksmanship and were a valuable trade item. For example, a seal-catching canoe was worth 15 blankets and was a symbol of great wealth."],
        ["5", "Traditionally, wood-working was done by men, but creating objects from the inner bark was usually done by women. The bark was peeled during the summer, when full of sap, needing no modification and could be used as is for making baskets, matting, rope, braiding, hats, rain ponchos, blankets and baby cradles. For people of the rainy, coastal range, clothing made of oiled, shredded Cedar bark provided protection from rain, wind and cold. The fluffy fiber of the shredded bark was soft and absorbent. It was used for making towels, baby diapers and blankets. The artistry of the baskets was greatly valued. It was used as a trade item and given as a gift to high ranking women during the Potlatch ceremonies (which centered on the sharing of wealth through feasts)."],
        ["6", "The smaller branches that hang down from the main branches were sought after for their strength. They were used for making ropes for fishing, sealing and as anchor lines for canoes. Since metal usage was unknown, they were used for binding, lashing and fastening boards. The slender roots of the tree were used to make coiled baskets and because of their watertightness, for making storage containers, cooking vessels and rain hats. They were also used for sewing and lashing equipment."],
        ["7", "Because of its life sustaining nature, the Native Americans revered the tree. Many of their rituals incorporated parts of the tree, especially the bark. During a coming of age ceremony, the girl wore a ring of Cedar bark on her head. The bark was also used for healing purposes: as a tourniquet to stop bleeding, as a bandage and as a healing pad. Yellow Cedar was used for many cures. Its bark was burned and the ash mixed with catfish oil and smeared over a sick person as a cure. Chewed leaves were used to cure pains and aches. It was also used in sweat baths as a cleanser. The Native Americans’ respect for nature is a good example for present generations to emulate and learn what “Green Living” really means."]
    ],
    "Copyright": "“The Cedar: AMany Splendored Tree” by Professor Bhavani Manheim. Reprinted with permission of Skipping Stones magazine, Vol. 20, No. 5, Nov/Dec 2008. www.skippingstones.org.",
    "References": []
}