{
    "Title": "North Carolina Standard Course Of Study > Mathematics > Grade 3",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NC.3.OA",
            "Label": "Operations & Algebraic Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Represent and solve problems involving multiplication and division.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.3.OA.1",
                            "Label": "For products of whole numbers with two factors up to and including 10:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.3.OA.1.a",
                                    "Label": "Interpret the factors as representing the number of equal groups and the number of objects in each group.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.OA.1.b",
                                    "Label": "Illustrate and explain strategies including arrays, repeated addition, decomposing a factor, and applying the commutative and associative properties.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.3.OA.2",
                            "Label": "For whole-number quotients of whole numbers with a one-digit divisor and a one-digit quotient:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.3.OA.2.a",
                                    "Label": "Interpret the divisor and quotient in a division equation as representing the number of equal groups and the number of objects in each group.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.OA.2.b",
                                    "Label": "Illustrate and explain strategies including arrays, repeated addition or subtraction, and decomposing a factor.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.3.OA.3",
                            "Label": "Represent, interpret, and solve one-step problems involving multiplication and division.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.3.OA.3.a",
                                    "Label": "Solve multiplication word problems with factors up to and including 10. Represent the problem using arrays, pictures, and/or equations with a symbol for the unknown number to represent the problem.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.OA.3.b",
                                    "Label": "Solve division word problems with a divisor and quotient up to and including 10. Represent the problem using arrays, pictures, repeated subtraction and/or equations with a symbol for the unknown number to represent the problem.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Understand properties of multiplication and the relationship between multiplication and division.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.3.OA.6",
                            "Label": "Solve an unknown-factor problem, by using division strategies and/or changing it to a multiplication problem.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Multiply and divide within 100.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.3.OA.7",
                            "Label": "Demonstrate fluency with multiplication and division with factors, quotients and divisors up to and including 10.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.3.OA.7.a",
                                    "Label": "Know from memory all products with factors up to and including 10.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.OA.7.b",
                                    "Label": "Illustrate and explain using the relationship between multiplication and division.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.OA.7.c",
                                    "Label": "Determine the unknown whole number in a multiplication or division equation relating three whole numbers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Solve two-step problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.3.OA.8",
                            "Label": "Solve two-step word problems using addition, subtraction, and multiplication, representing problems using equations with a symbol for the unknown number.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Explore patterns of numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.3.OA.9",
                            "Label": "Interpret patterns of multiplication on a hundreds board and/or multiplication table.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.3.NBT",
            "Label": "Number & Operations In Base Ten",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Use place value to add and subtract.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.3.NBT.2",
                            "Label": "Add and subtract whole numbers up to and including 1,000.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.3.NBT.2.a",
                                    "Label": "Use estimation strategies to assess reasonableness of answers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.NBT.2.b",
                                    "Label": "Model and explain how the relationship between addition and subtraction can be applied to solve addition and subtraction problems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.NBT.2.c",
                                    "Label": "Use expanded form to decompose numbers and then find sums and differences.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Generalize place value understanding for multi-digit numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.3.NBT.3",
                            "Label": "Use concrete and pictorial models, based on place value and the properties of operations, to find the product of a one-digit whole number by a multiple of 10 in the range 10-90.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.3.NF",
            "Label": "Number & Operations - Fractions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand fractions as numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.3.NF.1",
                            "Label": "Interpret unit fractions with denominators of 2, 3, 4, 6, and 8 as quantities formed when a whole is partitioned into equal parts.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.3.NF.1.a",
                                    "Label": "Explain that a unit fraction is one of those parts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.NF.1.b",
                                    "Label": "Represent and identify unit fractions using area and length models.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.3.NF.2",
                            "Label": "Interpret fractions with denominators of 2, 3, 4, 6, and 8 using area and length models.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.3.NF.2.a",
                                    "Label": "Using an area model, explain that the numerator of a fraction represents the number of equal parts of the unit fraction.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.NF.2.b",
                                    "Label": "Using a number line, explain that the numerator of a fraction represents the number of lengths of the unit fraction from 0.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.3.NF.3",
                            "Label": "Represent equivalent fractions with area and length models by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.3.NF.3.a",
                                    "Label": "Composing and decomposing fractions into equivalent fractions using related fractions: halves, fourths and eighths; thirds and sixths.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.NF.3.b",
                                    "Label": "Explaining that a fraction with the same numerator and denominator equals one whole.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.NF.3.c",
                                    "Label": "Expressing whole numbers as fractions, and recognize fractions that are equivalent to whole numbers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.3.NF.4",
                            "Label": "Compare two fractions with the same numerator or the same denominator by reasoning about their size, using area and length models, and using the >, <, and = symbols. Recognize that comparisons are valid only when the two fractions refer to the same whole with denominators: halves, fourths and eighths; thirds and sixths.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.3.MD",
            "Label": "Measurement & Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Solve problems involving measurement.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.3.MD.1",
                            "Label": "Tell and write time to the nearest minute. Solve word problems involving addition and subtraction of time intervals within the same hour.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.3.MD.2",
                            "Label": "Solve problems involving customary measurement.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.3.MD.2.a",
                                    "Label": "Estimate and measure lengths in customary units to the quarter-inch and half-inch, and feet and yards to the whole unit.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.MD.2.b",
                                    "Label": "Estimate and measure capacity and weight in customary units to a whole number: cups, pints, quarts, gallons, ounces, and pounds.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.MD.2.c",
                                    "Label": "Add, subtract, multiply, or divide to solve one-step word problems involving whole number measurements of length, weight, and capacity in the same customary units.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Represent and interpret data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.3.MD.3",
                            "Label": "Represent and interpret scaled picture and bar graphs.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.3.MD.3.a",
                                    "Label": "Collect data by asking a question that yields data in up to four categories.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.MD.3.b",
                                    "Label": "Make a representation of data and interpret data in a frequency table, scaled picture graph, and/or scaled bar graph with axes provided.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.MD.3.c",
                                    "Label": "Solve one and two-step “how many more” and “how many less” problems using information from these graphs.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Understand the concept of area.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.3.MD.5",
                            "Label": "Find the area of a rectangle with whole-number side lengths by tiling without gaps or overlaps and counting unit squares.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.3.MD.7",
                            "Label": "Relate area to the operations of multiplication and addition.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.3.MD.7.a",
                                    "Label": "Find the area of a rectangle with whole-number side lengths by tiling it, and show that the area is the same as would be found by multiplying the side lengths.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.MD.7.b",
                                    "Label": "Multiply side lengths to find areas of rectangles with whole-number side lengths in the context of solving problems, and represent whole-number products as rectangular areas in mathematical reasoning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.MD.7.c",
                                    "Label": "Use tiles and/or arrays to illustrate and explain that the area of a rectangle can be found by partitioning it into two smaller rectangles, and that the area of the large rectangle is the sum of the two smaller rectangles.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Understand the concept of perimeter.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.3.MD.8",
                            "Label": "Solve problems involving perimeters of polygons, including finding the perimeter given the side lengths, and finding an unknown side length.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.3.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Reason with shapes and their attributes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.3.G.1",
                            "Label": "Reason with two-dimensional shapes and their attributes.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.3.G.1.a",
                                    "Label": "Investigate, describe, and reason about composing triangles and quadrilaterals and decomposing quadrilaterals.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.3.G.1.b",
                                    "Label": "Recognize and draw examples and non-examples of types of quadrilaterals including rhombuses, rectangles, squares, parallelograms, and trapezoids.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}