{
    "Title": "North Carolina Standard Course Of Study > Mathematics > Grade 5",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NC.5.OA",
            "Label": "Operations & Algebraic Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Write and interpret numerical expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.5.OA.2",
                            "Label": "Write, explain, and evaluate numerical expressions involving the four operations to solve up to two-step problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.5.OA.2.a",
                                    "Label": "Include expressions involving parentheses, using the order of operations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.OA.2.b",
                                    "Label": "Include expressions involving commutative, associative and distributive properties.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Analyze patterns and relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.5.OA.3",
                            "Label": "Generate two numerical patterns using two given rules.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.5.OA.3.a",
                                    "Label": "Identify apparent relationships between corresponding terms.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.OA.3.b",
                                    "Label": "Form ordered pairs consisting of corresponding terms from the two patterns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.OA.3.c",
                                    "Label": "Graph the ordered pairs on a coordinate plane.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.5.NBT",
            "Label": "Number & Operations In Base Ten",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand the place value system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.5.NBT.1",
                            "Label": "Explain the patterns in the place value system from one million to the thousandths place.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.5.NBT.1.a",
                                    "Label": "Explain that in a multi-digit number, a digit in one place represents 10 times as much as it represents in the place to its right and 1/10 of what it represents in the place to its left.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.NBT.1.b",
                                    "Label": "Explain patterns in products and quotients when numbers are multiplied by 1,000, 100, 10, 0.1, and 0.01 and/or divided by 10 and 100.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.5.NBT.3",
                            "Label": "Read, write, and compare decimals to thousandths.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.5.NBT.3.a",
                                    "Label": "Write decimals using base-ten numerals, number names, and expanded form.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.NBT.3.b",
                                    "Label": "Compare two decimals to thousandths based on the value of the digits in each place, using >, =, and < symbols to record the results of comparisons.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Perform operations with multi-digit whole numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.5.NBT.5",
                            "Label": "Demonstrate fluency with the multiplication of two whole numbers up to a three-digit number by a two-digit number using the standard algorithm.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.5.NBT.6",
                            "Label": "Find quotients with remainders when dividing whole numbers with up to four-digit dividends and two-digit divisors using rectangular arrays, area models, repeated subtraction, partial quotients, and/or the relationship between multiplication and division. Use models to make connections and develop the algorithm.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Perform operations with decimals.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.5.NBT.7",
                            "Label": "Compute and solve real-world problems with multi-digit whole numbers and decimal numbers.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.5.NBT.7.a",
                                    "Label": "Add and subtract decimals to thousandths using models, drawings or strategies based on place value.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.NBT.7.b",
                                    "Label": "Multiply decimals with a product to thousandths using models, drawings, or strategies based on place value.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.NBT.7.c",
                                    "Label": "Divide a whole number by a decimal and divide a decimal by a whole number, using repeated subtraction or area models. Decimals should be limited to hundredths.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.NBT.7.d",
                                    "Label": "Use estimation strategies to assess reasonableness of answers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.5.NF",
            "Label": "Number & Operations - Fractions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Use equivalent fractions as a strategy to add and subtract fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.5.NF.1",
                            "Label": "Add and subtract fractions, including mixed numbers, with unlike denominators using related fractions: halves, fourths and eighths; thirds, sixths, and twelfths; fifths, tenths, and hundredths.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.5.NF.1.a",
                                    "Label": "Use benchmark fractions and number sense of fractions to estimate mentally and assess the reasonableness of answers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.NF.1.b",
                                    "Label": "Solve one- and two-step word problems in context using area and length models to develop the algorithm. Represent the word problem in an equation.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Apply and extend previous understandings of multiplication and division to multiply and divide fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.5.NF.3",
                            "Label": "Use fractions to model and solve division problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.5.NF.3.a",
                                    "Label": "Interpret a fraction as an equal sharing context, where a quantity is divided into equal parts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.NF.3.b",
                                    "Label": "Model and interpret a fraction as the division of the numerator by the denominator.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.NF.3.c",
                                    "Label": "Solve one-step word problems involving division of whole numbers leading to answers in the form of fractions and mixed numbers, with denominators of 2, 3, 4, 5, 6, 8, 10, and 12, using area, length, and set models or equations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.5.NF.4",
                            "Label": "Apply and extend previous understandings of multiplication to multiply a fraction or whole number by a fraction, including mixed numbers.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.5.NF.4.a",
                                    "Label": "Use area and length models to multiply two fractions, with the denominators 2, 3, 4.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.NF.4.b",
                                    "Label": "Explain why multiplying a given number by a fraction greater than 1 results in a product greater than the given number and when multiplying a given number by a fraction less than 1 results in a product smaller than the given number.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.NF.4.c",
                                    "Label": "Solve one-step word problems involving multiplication of fractions using models to develop the algorithm.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.5.NF.7",
                            "Label": "Solve one-step word problems involving division of unit fractions by non-zero whole numbers and division of whole numbers by unit fractions using area and length models, and equations to represent the problem.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.5.MD",
            "Label": "Measurement & Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Convert like measurement units within a given measurement system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.5.MD.1",
                            "Label": "Given a conversion chart, use multiplicative reasoning to solve one-step conversion problems within a given measurement system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Represent and interpret data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.5.MD.2",
                            "Label": "Represent and interpret data.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.5.MD.2.a",
                                    "Label": "Collect data by asking a question that yields data that changes over time.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.MD.2.b",
                                    "Label": "Make and interpret a representation of data using a line graph.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.MD.2.c",
                                    "Label": "Determine whether a survey question will yield categorical or numerical data, or data that changes over time.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Understand concepts of volume.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.5.MD.4",
                            "Label": "Recognize volume as an attribute of solid figures and measure volume by counting unit cubes, using cubic centimeters, cubic inches, cubic feet, and improvised units.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.5.MD.5",
                            "Label": "Relate volume to the operations of multiplication and addition.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.5.MD.5.a",
                                    "Label": "Find the volume of a rectangular prism with whole-number side lengths by packing it with unit cubes, and show that the volume is the same as would be found by multiplying the edge lengths.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.MD.5.b",
                                    "Label": "Build understanding of the volume formula for rectangular prisms with whole-number edge lengths in the context of solving problems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.MD.5.c",
                                    "Label": "Find volume of solid figures with one-digit dimensions composed of two non-overlapping rectangular prisms.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.5.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand the coordinate plane.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.5.G.1",
                            "Label": "Graph points in the first quadrant of a coordinate plane, and identify and interpret the `x` and `y` coordinates to solve problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Classify quadrilaterals.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.5.G.3",
                            "Label": "Classify quadrilaterals into categories based on their properties.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.5.G.3.a",
                                    "Label": "Explain that attributes belonging to a category of quadrilaterals also belong to all subcategories of that category.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.5.G.3.b",
                                    "Label": "Classify quadrilaterals in a hierarchy based on properties.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}