{
    "Title": "North Carolina Standard Course Of Study > Mathematics > Grade 7",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NC.7.RP",
            "Label": "Ratios & Proportional Relationships",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Analyze proportional relationships and use them to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.7.RP.1",
                            "Label": "Compute unit rates associated with ratios of fractions to solve real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.7.RP.2",
                            "Label": "Recognize and represent proportional relationships between quantities.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.7.RP.2.a",
                                    "Label": "Understand that a proportion is a relationship of equality between ratios.",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "",
                                            "Label": "Represent proportional relationships using tables and graphs.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Recognize whether ratios are in a proportional relationship using tables and graphs.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Compare two different proportional relationships using tables, graphs, equations, and verbal descriptions.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                },
                                {
                                    "Key": "NC.7.RP.2.b",
                                    "Label": "Identify the unit rate (constant of proportionality) within two quantities in a proportional relationship using tables, graphs, equations, and verbal descriptions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.7.RP.2.c",
                                    "Label": "Create equations and graphs to represent proportional relationships.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.7.RP.2.d",
                                    "Label": "Use a graphical representation of a proportional relationship in context to:",
                                    "Examples": [
                                        {
                                            "Key": "",
                                            "Label": "Explain the meaning of any point `(x,y)`.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Explain the meaning of (0, 0) and why it is included.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Understand that the y-coordinate of the ordered pair (1, 𝑟) corresponds to the unit rate and explain its meaning.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.7.RP.3",
                            "Label": "Use scale factors and unit rates in proportional relationships to solve ratio and percent problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.7.NS",
            "Label": "The Number System",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Apply and extend previous understandings of operations with fractions to add, subtract, multiply, and divide rational numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.7.NS.1",
                            "Label": "Apply and extend previous understandings of addition and subtraction to add and subtract rational numbers, using the properties of operations, and describing real-world contexts using sums and differences.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.7.NS.2",
                            "Label": "Apply and extend previous understandings of multiplication and division.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.7.NS.2.a",
                                    "Label": "Understand that a rational number is any number that can be written as a quotient of integers with a non-zero divisor.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.7.NS.2.b",
                                    "Label": "Apply properties of operations as strategies, including the standard algorithms, to multiply and divide rational numbers and describe the product and quotient in real-world contexts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.7.NS.2.c",
                                    "Label": "Use division and previous understandings of fractions and decimals.",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "",
                                            "Label": "Convert a fraction to a decimal using long division.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Understand that the decimal form of a rational number terminates in 0s or eventually repeats.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "Key": "NC.7.NS.3",
                            "Label": "Solve real-world and mathematical problems involving numerical expressions with rational numbers using the four operations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.7.EE",
            "Label": "Expressions & Equations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Use properties of operations to generate equivalent expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.7.EE.1",
                            "Label": "Apply properties of operations as strategies to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.7.EE.1.a",
                                    "Label": "Add, subtract, and expand linear expressions with rational coefficients.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.7.EE.1.b",
                                    "Label": "Factor linear expression with an integer GCF.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.7.EE.2",
                            "Label": "Understand that equivalent expressions can reveal real-world and mathematical relationships. Interpret the meaning of the parts of each expression in context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Solve real-world and mathematical problems using numerical and algebraic expressions, equations, and inequalities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.7.EE.3",
                            "Label": "Solve multi-step real-world and mathematical problems posed with rational numbers in algebraic expressions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.7.EE.3.a",
                                    "Label": "Apply properties of operations to calculate with positive and negative numbers in any form.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.7.EE.3.b",
                                    "Label": "Convert between different forms of a number and equivalent forms of the expression as appropriate.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.7.EE.4",
                            "Label": "Use variables to represent quantities to solve real-world or mathematical problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.7.EE.4.a",
                                    "Label": "Construct equations to solve problems by reasoning about the quantities.",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "",
                                            "Label": "Fluently solve multistep equations with the variable on one side, including those generated by word problems.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Compare an algebraic solution to an arithmetic solution, identifying the sequence of the operations used in each approach.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                },
                                {
                                    "Key": "NC.7.EE.4.b",
                                    "Label": "Construct inequalities to solve problems by reasoning about the quantities.",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "",
                                            "Label": "Fluently solve multi-step inequalities with the variable on one side, including those generated by word problems.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Compare an algebraic solution process for equations and an algebraic solution process for inequalities.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Graph the solution set of the inequality and interpret in context.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.7.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Draw, construct, and describe geometrical figures and describe the relationships between them.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.7.G.1",
                            "Label": "Solve problems involving scale drawings of geometric figures.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.7.G.1.a",
                                    "Label": "Building an understanding that angle measures remain the same and side lengths are proportional.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.7.G.1.b",
                                    "Label": "Using a scale factor to compute actual lengths and areas from a scale drawing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.7.G.1.c",
                                    "Label": "Creating a scale drawing.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.7.G.2",
                            "Label": "Understand the characteristics of angles and side lengths that create a unique triangle, more than one triangle or no triangle. Build triangles from three measures of angles and/or sides.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Solve real-world and mathematical problems involving angle measure, area, surface area, and volume.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.7.G.4",
                            "Label": "Understand area and circumference of a circle.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.7.G.4.a",
                                    "Label": "Understand the relationships between the radius, diameter, circumference, and area.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.7.G.4.b",
                                    "Label": "Apply the formulas for area and circumference of a circle to solve problems.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.7.G.5",
                            "Label": "Use facts about supplementary, complementary, vertical, and adjacent angles in a multi-step problem to write and solve equations for an unknown angle in a figure.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.7.G.6",
                            "Label": "Solve real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.7.G.6.a",
                                    "Label": "Area and perimeter of two-dimensional objects composed of triangles, quadrilaterals, and polygons.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.7.G.6.b",
                                    "Label": "Volume and surface area of pyramids, prisms, or three-dimensional objects composed of cubes, pyramids, and right prisms.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.7.SP",
            "Label": "Statistics & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Use random sampling to draw inferences about a population.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.7.SP.1",
                            "Label": "Understand that statistics can be used to gain information about a population by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.7.SP.1.a",
                                    "Label": "Recognizing that generalizations about a population from a sample are valid only if the sample is representative of that population.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.7.SP.1.b",
                                    "Label": "Using random sampling to produce representative samples to support valid inferences.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.7.SP.2",
                            "Label": "Generate multiple random samples (or simulated samples) of the same size to gauge the variation in estimates or predictions, and use this data to draw inferences about a population with an unknown characteristic of interest.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Make informal inferences to compare two populations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.7.SP.3",
                            "Label": "Recognize the role of variability when comparing two populations.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.7.SP.3.a",
                                    "Label": "Calculate the measure of variability of a data set and understand that it describes how the values of the data set vary with a single number.",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "",
                                            "Label": "Understand the mean absolute deviation of a data set is a measure of variability that describes the average distance that points within a data set are from the mean of the data set.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Understand that the range describes the spread of the entire data set.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "",
                                            "Label": "Understand that the interquartile range describes the spread of the middle 50% of the data.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                },
                                {
                                    "Key": "NC.7.SP.3.b",
                                    "Label": "Informally assess the difference between two data sets by examining the overlap and separation between the graphical representations of two data sets.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.7.SP.4",
                            "Label": "Use measures of center and measures of variability for numerical data from random samples to draw comparative inferences about two populations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Investigate chance processes and develop, use, and evaluate probability models.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.7.SP.5",
                            "Label": "Understand that the probability of a chance event is a number between 0 and 1 that expresses the likelihood of the event occurring.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.7.SP.6",
                            "Label": "Collect data to calculate the experimental probability of a chance event, observing its long-run relative frequency. Use this experimental probability to predict the approximate relative frequency.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.7.SP.7",
                            "Label": "Develop a probability model and use it to find probabilities of simple events.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.7.SP.7.a",
                                    "Label": "Develop a uniform probability model by assigning equal probability to all outcomes, and use the model to determine probabilities of events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.7.SP.7.b",
                                    "Label": "Develop a probability model (which may not be uniform) by repeatedly performing a chance process and observing frequencies in the data generated.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.7.SP.7.c",
                                    "Label": "Compare theoretical and experimental probabilities from a model to observed frequencies; if the agreement is not good, explain possible sources of the discrepancy.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.7.SP.8",
                            "Label": "Determine probabilities of compound events using organized lists, tables, tree diagrams, and simulation.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.7.SP.8.a",
                                    "Label": "Understand that, just as with simple events, the probability of a compound event is the fraction of outcomes in the sample space for which the compound event occurs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.7.SP.8.b",
                                    "Label": "For an event described in everyday language, identify the outcomes in the sample space which compose the event, when the sample space is represented using organized lists, tables, and tree diagrams.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.7.SP.8.c",
                                    "Label": "Design and use a simulation to generate frequencies for compound events.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}