{
    "Title": "North Carolina Standard Course Of Study > Mathematics > Grade 8",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NC.8.NS",
            "Label": "The Number System",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Know that there are numbers that are not rational, and approximate them by rational numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.8.NS.1",
                            "Label": "Understand that every number has a decimal expansion. Building upon the definition of a rational number, know that an irrational number is defined as a non-repeating, non-terminating decimal.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.8.NS.2",
                            "Label": "Use rational approximations of irrational numbers to compare the size of irrational numbers and locate them approximately on a number line. Estimate the value of expressions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.8.NS.2.a",
                                    "Label": "Square roots and cube roots to the tenths.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.NS.2.b",
                                    "Label": "𝜋 to the hundredths.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.8.EE",
            "Label": "Expressions & Equations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Work with radicals and integer exponents.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.8.EE.1",
                            "Label": "Develop and apply the properties of integer exponents to generate equivalent numerical expressions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.8.EE.2",
                            "Label": "Use square root and cube root symbols.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.8.EE.2.a",
                                    "Label": "Represent solutions to equations of the form x^2= 𝑝 and x^3 = 𝑝, where 𝑝 is a positive rational number.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.EE.2.b",
                                    "Label": "Evaluate square roots of perfect squares and cube roots of perfect cubes for positive numbers less than or equal to 400.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.8.EE.3",
                            "Label": "Use numbers expressed in scientific notation to estimate very large or very small quantities and to express how many times as much one is than the other.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.8.EE.4",
                            "Label": "Perform multiplication and division with numbers expressed in scientific notation to solve real-world problems, including problems where both decimal and scientific notation are used.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Analyze and solve linear equations and inequalities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.8.EE.7",
                            "Label": "Solve real-world and mathematical problems by writing and solving equations and inequalities in one variable.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.8.EE.7.a",
                                    "Label": "Recognize linear equations in one variable as having one solution, infinitely many solutions, or no solutions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.EE.7.b",
                                    "Label": "Solve linear equations and inequalities including multi-step equations and inequalities with the same variable on both sides.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Analyze and solve pairs of simultaneous linear equations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.8.EE.8",
                            "Label": "Analyze and solve a system of two linear equations in two variables in slope-intercept form.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.8.EE.8.a",
                                    "Label": "Understand that solutions to a system of two linear equations correspond to the points of intersection of their graphs because the point of intersection satisfies both equations simultaneously.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.EE.8.b",
                                    "Label": "Solve real-world and mathematical problems leading to systems of linear equations by graphing the equations. Solve simple cases by inspection.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.8.F",
            "Label": "Functions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Define, evaluate, and compare functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.8.F.1",
                            "Label": "Understand that a function is a rule that assigns to each input exactly one output.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.8.F.1.a",
                                    "Label": "Recognize functions when graphed as the set of ordered pairs consisting of an input and exactly one corresponding output.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.F.1.b",
                                    "Label": "Recognize functions given a table of values or a set of ordered pairs.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.8.F.2",
                            "Label": "Compare properties of two linear functions each represented in a different way (algebraically, graphically, numerically in tables, or by verbal descriptions).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.8.F.3",
                            "Label": "Identify linear functions from tables, equations, and graphs.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Use functions to model relationships between quantities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.8.F.4",
                            "Label": "Analyze functions that model linear relationships.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.8.F.4.a",
                                    "Label": "Understand that a linear relationship can be generalized by y = 𝑚x + 𝑏.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.F.4.b",
                                    "Label": "Write an equation in slope-intercept form to model a linear relationship by determining the rate of change and the initial value, given at least two `(x,y)` values or a graph.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.F.4.c",
                                    "Label": "Construct a graph of a linear relationship given an equation in slope-intercept form.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.F.4.d",
                                    "Label": "Interpret the rate of change and initial value of a linear function in terms of the situation it models, and in terms of the slope and `text(y)`-intercept of its graph or a table of values.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.8.F.5",
                            "Label": "Qualitatively analyze the functional relationship between two quantities.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.8.F.5.a",
                                    "Label": "Analyze a graph determining where the function is increasing or decreasing; linear or non-linear.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.F.5.b",
                                    "Label": "Sketch a graph that exhibits the qualitative features of a real-world function.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.8.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand congruence and similarity using physical models, transparencies, or geometry software.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.8.G.2",
                            "Label": "Use transformations to define congruence.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.8.G.2.a",
                                    "Label": "Verify experimentally the properties of rotations, reflections, and translations that create congruent figures.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.G.2.b",
                                    "Label": "Understand that a two-dimensional figure is congruent to another if the second can be obtained from the first by a sequence of rotations, reflections, and translations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.G.2.c",
                                    "Label": "Given two congruent figures, describe a sequence that exhibits the congruence between them.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.8.G.3",
                            "Label": "Describe the effect of dilations about the origin, translations, rotations about the origin in 90 degree increments, and reflections across the `text(x)`-axis and `text(y)`-axis on two-dimensional figures using coordinates.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.8.G.4",
                            "Label": "Use transformations to define similarity.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.8.G.4.a",
                                    "Label": "Verify experimentally the properties of dilations that create similar figures.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.G.4.b",
                                    "Label": "Understand that a two-dimensional figure is similar to another if the second can be obtained from the first by a sequence of rotations, reflections, translations, and dilations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.G.4.c",
                                    "Label": "Given two similar two-dimensional figures, describe a sequence that exhibits the similarity between them.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Analyze angle relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.8.G.5",
                            "Label": "Use informal arguments to analyze angle relationships.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.8.G.5.a",
                                    "Label": "Recognize relationships between interior and exterior angles of a triangle.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.G.5.b",
                                    "Label": "Recognize the relationships between the angles created when parallel lines are cut by a transversal.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.G.5.c",
                                    "Label": "Recognize the angle-angle criterion for similarity of triangles.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.G.5.d",
                                    "Label": "Solve real-world and mathematical problems involving angles.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Understand and apply the Pythagorean Theorem.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.8.G.6",
                            "Label": "Explain the Pythagorean Theorem and its converse.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.8.G.7",
                            "Label": "Apply the Pythagorean Theorem and its converse to solve real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.8.G.8",
                            "Label": "Apply the Pythagorean Theorem to find the distance between two points in a coordinate system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Solve real-world and mathematical problems involving volume of cylinders, cones, and spheres.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.8.G.9",
                            "Label": "Understand how the formulas for the volumes of cones, cylinders, and spheres are related and use the relationship to solve real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NC.8.SP",
            "Label": "Statistics & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Investigate patterns of association in bivariate data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NC.8.SP.1",
                            "Label": "Construct and interpret scatter plots for bivariate measurement data to investigate patterns of association between two quantities. Investigate and describe patterns such as clustering, outliers, positive or negative association, linear association, and nonlinear association.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.8.SP.2",
                            "Label": "Model the relationship between bivariate quantitative data.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.8.SP.2.a",
                                    "Label": "Informally fit a straight line for a scatter plot that suggests a linear association.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.SP.2.b",
                                    "Label": "Informally assess the model fit by judging the closeness of the data points to the line.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NC.8.SP.3",
                            "Label": "Use the equation of a linear model to solve problems in the context of bivariate quantitative data, interpreting the slope and `text(y)`-intercept.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NC.8.SP.4",
                            "Label": "Understand that patterns of association can also be seen in bivariate categorical data by displaying frequencies and relative frequencies in a two-way table.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NC.8.SP.4.a",
                                    "Label": "Construct and interpret a two-way table summarizing data on two categorical variables collected from the same subjects.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NC.8.SP.4.b",
                                    "Label": "Use relative frequencies calculated for rows or columns to describe possible association between the two variables.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}