{
    "Directions": "Read the passages and then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: [Excerpt from] “Overuse Injuries Among Young Athletes on the Rise”",
    "Subtitle": "",
    "Author": "by Hollie Deese",
    "LabelType": "P",
    "Content": [
        ["", "Tᴏᴏ ᴍᴜᴄʜ ᴏꜰ ᴀ ɢᴏᴏᴅ ᴛʜɪɴɢ"],
        ["1", "\tThe rise in single-sport specialization is looked at as one of the factors [explaining why] kids today are seeing the kinds of injuries normally associated with adult players."],
        ["2", "\t“Overuse occurs over time,” Anderson says. “And instead of playing multiple positions, multiple sports, they are now specializing at a very young age and they are playing all year round. The same motion, the same joints, all the time, and they are going from one season right into the next. They are doing these showcases, and instead of playing one game a weekend, they are playing five to six games Saturday and Sunday. It is complete overuse."],
        ["3", "\tAnd the kids who are experiencing overuse injuries are just getting younger and younger because of it."],
        ["4", "\t“I have seen kids as young as 7 and 8 who suffer injuries,” Geier says."],
        ["5", "\t“The numbers go up as they get older, partly because kids are playing more competitively as they get older. But you can see it very early. Parents really push for kids to pick one sport and play, and there is not a lot of good scientific evidence that that actually leads to long-term success in that sport."],
        ["6", "\t“But what we do know is it definitely increases your injury rate. And that is an important message that we have to do a better job of getting out there.”"],
        ["", "Cᴏᴍᴍᴜɴɪᴄᴀᴛᴇ ᴏꜰᴛᴇɴ"],
        ["7", "\tGeier says the biggest thing parents can do is to talk to their kids in a way that fosters open communication on their part. Children really want to please their parents, teammates and coaches, and may hide injuries if they feel it will let everyone down."],
        ["8", "\t“Build a rapport and trust, because if you can catch some of these things early, where it is just soreness, you can shut them down for a few days or tweak the training and avoid a major injury and major surgery it might be tough to come back from,” he says. “Kids will open up if they can learn to trust you and know [you] are looking out for them.”"],
        ["9", "\tAnd if the coach wants to win at all costs, it is up to the parent to be the advocate for their child."],
        ["10", "\t“Ideally, you want a team approach with everybody looking out for the child,” Geier says."]
    ],
    "Copyright": "Hollie Deese, “Overuse Injuries Among Young Athletes on the Rise,” tennessean.com, The Tennessean, April 11, 2015. <http://www.tennessean.com/story/life/2015/04/12/ overuseinjuriesamongyoungathletesrise/70686852/> In the public domain.",
    "References": []
}