{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [
        "Read this excerpt about harvesting and selling ice in the early 1800s."
    ],
    "Title": "[Excerpt from] Ice! The Amazing History of the Ice Business",
    "Subtitle": "",
    "Author": "by Laurence Pringle",
    "LabelType": "P",
    "Content": [
        ["", "Bᴇꜰᴏʀᴇ Rᴇꜰʀɪɢᴇʀᴀᴛɪᴏɴ"],
        ["1", "\t[In] colder parts of North America, some landowners had below-ground ice pits or above-ground icehouses. Groups of farmers or townspeople sometimes worked together to harvest ice and share it. They tried to make ice last as long as possible, using different materials as insulation: hay, wood shavings, and sawdust (tiny bits of wood that fall as saw blades cut through wood)."],
        ["2", "\tDespite such efforts, the last ice had usually melted by August or September."],
        ["3", "\tThis meant no more ice for at least three or four months! Still, having any ice last far into the summer was a treat denied to most people of those times."],
        ["", "Iᴄᴇ ꜰᴏʀ Eᴠᴇʀʏᴏɴᴇ"],
        ["4", "\tSome men dreamed of making ice available year-round. One had even more ambitious dreams. Frederic Tudor came from a wealthy Boston family. The family estate, Rockwood, included a pond from which ice was cut and stored and later used to make ice cream and to chill drinks in summertime. This childhood experience gave Frederic Tudor a business idea when he was nearly twenty-two years old. In August 1805, Tudor wrote of his plan “for transporting Ice to Tropical Climates.” Frederic was joined by his older brother, William, but he was the driving force of the business. Although he wrote in his journal that “People only laugh and believe me not when I tell them I am going to carry ice to the West Indies,” he dedicated his life to achieving his goal. In the process, he inspired others to make discoveries and inventions for cutting, storing, and transporting ice. In the 1800s, he was called the “Ice King,” and today Frederic Tudor is called the “father of the ice industry.”"],
        ["5", "\tTudor's dream of selling ice soon led to important changes in ice harvesting. The common practice was to use axes to chop ice from lakes, ponds, and rivers. The irregular pieces were loaded into carts and wagons and taken to be stored. Because of their odd shapes, the ice melted rather quickly. (Irregular pieces expose more surface area to the air than do pieces with smooth, flat surfaces. The greater the exposure to air, the faster the ice melts.) Men also cut ice with saws. This produced blocks of ice with more even sides, but the work was slow and difficult. Then in 1827, Nathaniel J. Wyeth invented a horse-drawn ice cutter. With this saw, ice could be cut quickly into squares and rectangles. This made the ice easier to transport and store, and the ice blocks melted more slowly than irregular pieces."],
        ["6", "\tFrederic Tudor and others also tried to find better ways to store ice. Some melting was inevitable; the challenge was to keep it to a minimum. One surprising discovery: storing ice above ground, in an icehouse, was often better than storing it below ground. Underground, the bottom-most ice might sit in meltwater, which caused more thawing. In a well-built icehouse, the floor was off the ground, not resting on it. This allowed meltwater to drain away. Since dark colors absorb solar energy, the walls and sometimes even the roofs of icehouses were painted white to reflect sunlight. Finally, a well-built icehouse was windowless, had its entrance door facing north, and had vents in its roof to allow any heat to escape."],
        ["7", "\tWhether ice was stored, transported by wagons, ships, or trains, it had to be insulated to prevent melting. Many kinds of insulation were tried, including hay, straw, and charcoal. In 1806, hay was used as insulation for ice loaded on a sailing ship bound from Boston to Martinique in the Caribbean Sea. Much of the ice melted on the long voyage. (At first, Frederic Tudor had trouble hiring sailors because they feared that the ice cargo would melt quickly, fill the ship with water, and cause it to sink! Then, because ice was such a novelty in Martinique, Tudor had trouble selling the remaining ice. It was 1820 before his long-distance ice business became profitable.) Eventually, people learned that dry sawdust — spread between and around blocks of ice — was the best insulation. (Wet sawdust could be dried, then reused.) At lumber mills, sawdust had been worthless waste. Thanks to the growing ice business, it became a valuable commodity."],
        ["8", "\tAnother challenge for pioneers and inventors of the ice business was making an insulated container for storing ice in homes, restaurants, saloons, and hotels. In 1803, a Maryland farmer and engineer named Thomas Moore described such a device in a pamphlet entitled An Essay on the Most Eligible Construction of Ice-Houses: Also a Description of the Newly Invented Machine Called the Refrigerator. That term — refrigerator — was used long before the invention of the electric-powered appliance we know today. Still, most people called this first kind of refrigerator an “icebox.” It was made of wood, with an inner lining of iron or porcelain and with an insulation material between the wood and the lining. Like an icehouse, an icebox needed to get rid of meltwater (via a tube leading to a pan beneath). Through the years, icebox designs improved, and they became better insulated. (Thomas Moore had tried insulation of rabbit fur. Fortunately for rabbits, their fur was a poor ice insulator.)"],
        ["9", "\tIceboxes became common in homes, restaurants, and hotels. Thanks to the persistence of Frederic Tudor, Nathaniel Wyeth, and many others, the ice business grew and grew. In major U.S. cities, ice was no longer a luxury for the wealthy. It was affordable for nearly everyone."]
    ],
    "Copyright": "Excerpt from Ice! The Amazing History of the Ice Business by Laurence Pringle. Calkins Creek (Boyds Mills Press), 2012.",
    "References": []
}