{
    "Title": "South Carolina College & Career Ready Standards > English Language Arts > Grade 1",
    "Overview": "In first grade, students should continue to receive instruction in recognizing grapheme-phoneme correspondences. Students are asked to decode, or translate a word from print to speech, and encode, or translate a word from speech to print. Developing reading comprehension and fluency is also a vital skill for first graders. To support students at the first-grade level, educators are expected to offer appropriate guidance and support to students as needed. By the end of first grade, however, students are expected to demonstrate proficiency of the grade-level indicators with independence. Examples of guidance and support might include, but are not limited to, one-on-one instruction, small group instruction, reteaching, prompting, and differentiated instruction.\n\nInstruction in first grade provides a greater focus on finding meaning in text. Students in first grade retell stories while identifying lessons within those stories. Additionally, students glean information from pictures and illustrations that accompany a print text. Students in first grade read four major types of literary texts in print and multimedia formats: fiction, literary nonfiction, poetry, and drama. Students also read a variety of informational texts in print and multimedia formats and begin using text features such as captions, graphs, and glossaries to locate information.\n\nThroughout first grade, students work toward mastery of writing in print and continue their exploration of opinion, informative, and narrative modes of writing at developmentally appropriate levels. First-grade students also continue practicing how to appropriately enter conversations and adjust the volume of their voices to fit the context of the conversation.",
    "Goals": [],
    "Standards": [
        {
            "Key": "SC.E1.OE",
            "Label": "Overarching Expectations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E1.OE.1",
                    "Label": "Read and write for a variety of purposes, including academic and personal, for extended periods of time.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E1.OE.2",
                    "Label": "Acquire, refine, and share knowledge through a variety of multimedia literacies to include written, oral, visual, digital, and interactive texts.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E1.OE.3",
                    "Label": "Make inferences to support comprehension.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E1.OE.4",
                    "Label": "Collaborate with others and use active listening skills.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E1.OE.5",
                    "Label": "Cite evidence to explain and justify reasoning.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E1.OE.6",
                    "Label": "Create quality work by adhering to an accepted format.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "SC.E1.F",
            "Label": "Foundations Of Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E1.F.1",
                    "Label": "Demonstrate early phonological awareness to basic phonemic awareness in spoken words.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.F.1.2",
                            "Label": "Produce alliterative spoken words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E1.F.1.3",
                            "Label": "Recognize and produce pairs of rhyming words and distinguish them from non-rhyming pairs in spoken words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E1.F.1.4",
                            "Label": "Delete and add a syllable within a spoken word including compound words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E1.F.1.5",
                            "Label": "Blend and segment onsets and rimes of multisyllabic words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E1.F.1.7",
                            "Label": "Delete, add, and substitute the initial or final phonemes of a spoken word with three to five phonemes, and say the resulting word.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E1.F.2",
                    "Label": "Demonstrate knowledge of the organization and basic concepts of print.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.F.2.1",
                            "Label": "Locate a book’s title, table of contents, glossary, and the names of author(s) and illustrator(s).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E1.F.3",
                    "Label": "Know and apply phonics and word analysis skills in decoding and encoding words.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.F.3.4",
                            "Label": "Identify the vowel and produce the vowel sound in a printed syllable or word to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E1.F.3.4.a",
                                    "Label": "Decode regularly spelled one-syllable words (syllables include: closed, open, and vowel-consonant-e) including words with blends in initial and final position.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.4.b",
                                    "Label": "Decode regularly spelled one-syllable words with vowel-r syllables (i.e., ar, er, ir, or, and ur).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.4.c",
                                    "Label": "Decode two-syllable words using knowledge of syllables (i.e., closed, open, vowel-consonant-e, vowel-r, common vowel teams, and consonant-le), including compound words that fit multiple syllable types.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "SC.E1.F.3.6",
                            "Label": "Delete, add, and substitute the initial, medial, and final letters in words to build or make new words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E1.F.3.7",
                            "Label": "Read a two-syllable word by breaking the word into syllables.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E1.F.3.8",
                            "Label": "Decode and encode words using:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E1.F.3.8.a",
                                    "Label": "Onset/rime.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.8.b",
                                    "Label": "Consonant blends (i.e., initial and final).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.8.c",
                                    "Label": "Consonant digraphs (i.e., ch, sh, th, wh, ph, ck, ng).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.8.d",
                                    "Label": "Trigraphs (e.g., -tch, -dge).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.8.e",
                                    "Label": "Combination (i.e., qu).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.8.f",
                                    "Label": "VCe.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.8.g",
                                    "Label": "Vowel-r (e.g., ar, er, ir, or, ur).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.8.h",
                                    "Label": "Common inflectional endings that do not change the base word (e.g., -s, -ed).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.8.i",
                                    "Label": "Contractions with am, is, has, and not.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.8.j",
                                    "Label": "Hard and soft sounds of c and g (c=/k/ before a, o, u, or any consonant and c= /s/ before i, e, or y; g=/g/ before a, o, u, or any consonant and g=/j/ before i, e, or y).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.8.k",
                                    "Label": "Vowel y in the final position of one- and two-syllable words, distinguishing the difference between the long /ī/ sound in one-syllable words and the long /ē/ sound in two-syllable words, and words with vowel y in medial position, producing the short /ĭ/ sound (e.g., fly-my; baby-happy, myth-gym).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.8.l",
                                    "Label": "Words that follow the -ild, -ost, -old, -olt, and -ind patterns (e.g., mild, host, fold, jolt, kind).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.8.m",
                                    "Label": "Silent letter combinations (e.g., kn, wr, mb, gh, gn).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.8.n",
                                    "Label": "Words with final /f/, /l/, and /s/ sounds in one-syllable base words by doubling the final consonant when it follows a short vowel sound (e.g., cliff, hill, pass)",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.3.8.o",
                                    "Label": "Words with final /v/ sound, using knowledge that no English word ends with a v. (e.g., have, give, save).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E1.F.4",
                    "Label": "Read and reread grade-appropriate texts with accuracy and expression at an appropriate rate to support comprehension.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.F.4.1",
                            "Label": "Read high-frequency words commonly found in grade-appropriate text with accuracy and automaticity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E1.F.4.2",
                            "Label": "Read texts orally with accuracy, appropriate rate, and expression.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E1.F.4.3",
                            "Label": "Read texts by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E1.F.4.3.a",
                                    "Label": "Using letter-sound knowledge to segment and blend sounds together.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.4.3.b",
                                    "Label": "Decoding the words by analogy.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.F.4.3.c",
                                    "Label": "Using context and visuals from the text to support monitoring and self- correcting.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.E1.AOR",
            "Label": "Applications Of Reading",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E1.AOR.1",
                    "Label": "Evaluate and critique key literary elements that enhance and deepen meaning within and across texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.AOR.1.1",
                            "Label": "Identify and describe the main story elements, such as character(s), setting, and events that move the plot forward.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E1.AOR.1.2",
                            "Label": "Identify and explain the purpose of forms of figurative language to include alliteration and onomatopoeia, as well as descriptive phrases and words, and imagery.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E1.AOR.2",
                    "Label": "Evaluate and critique the development of themes and central ideas within and across texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.AOR.2.1",
                            "Label": "Retell a story using main story elements and identify a lesson in a literary text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E1.AOR.2.2",
                            "Label": "Identify a central idea and supporting details in an informational text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E1.AOR.3",
                    "Label": "Evaluate how an author’s choice of point of view or perspective shapes style and meaning within and across literary texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.AOR.3.1",
                            "Label": "Identify and explain who is telling the story at various points in the story.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E1.AOR.4",
                    "Label": "Evaluate and critique how an author’s perspective and purpose shape style and meaning within and across informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.AOR.4.1",
                            "Label": "Distinguish between information provided by illustrations or pictures and information provided by the words in a text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E1.AOR.5",
                    "Label": "Evaluate and critique how an author uses words, phrases, and text structures to craft text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.AOR.5.1",
                            "Label": "Identify and explain the differences between texts that tell stories and texts that provide information.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E1.AOR.5.2",
                            "Label": "Use text features such as captions, graphs, glossaries, tables of content, and maps to locate key facts or information in a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E1.AOR.5.3",
                            "Label": "Identify and explain the differences between facts and opinions about a topic in an informational text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E1.AOR.6",
                    "Label": "Summarize and paraphrase text to support comprehension and understanding.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.AOR.6.1",
                            "Label": "Retell a text orally and in writing to enhance comprehension:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E1.AOR.6.1.a",
                                    "Label": "Include main story elements at the beginning, middle, and end for a literary text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.AOR.6.1.b",
                                    "Label": "Include a central idea and supporting details for an informational text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E1.AOR.7",
                    "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.AOR.7.1",
                            "Label": "Determine the meaning of known and unknown words and phrases, choosing from an array of strategies:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E1.AOR.7.1.a",
                                    "Label": "Use sentence-level context clues (e.g., examples) to determine the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.AOR.7.1.b",
                                    "Label": "Use provided reference materials to build and integrate background knowledge.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.AOR.7.1.c",
                                    "Label": "Use provided reference materials to determine the meaning of words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.AOR.7.1.d",
                                    "Label": "Use words and phrases acquired through conversations, being read to, and responding to texts.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E1.AOR.8",
                    "Label": "Analyze word relationships and nuances in word meanings within literary and informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.AOR.8.1",
                            "Label": "Determine the effectiveness of an author’s use of words and phrases in literary, informational, and multimedia texts:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E1.AOR.8.1.a",
                                    "Label": "Ask and answer questions about words and phrases to determine their meaning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.AOR.8.1.b",
                                    "Label": "Sort words and phrases into categories (e.g., apple, fruit and carrot, vegetable) to develop an understanding of word relationships.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.AOR.8.1.c",
                                    "Label": "Define words by their category and simple attributes (e.g., an owl is a bird that flies).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E1.AOR.9",
                    "Label": "Build and apply a range of academic vocabulary, as well as grade-level appropriate morphology to apply to reading, writing, and speaking.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.AOR.9.1",
                            "Label": "Identify and use phonic patterns and inflectional morphemes that do not change the spelling of the base word.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E1.AOR.10",
                    "Label": "Evaluate and critique multimedia presentations of a text or subject, including their impact on an audience.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.AOR.10.1",
                            "Label": "Use visuals (e.g., illustrations, photographs) to describe the key or supporting details in a text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.E1.R",
            "Label": "Research",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E1.R.1",
                    "Label": "Use critical thinking skills to investigate, evaluate, and synthesize a variety of sources to obtain and refine knowledge.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.R.1.1",
                            "Label": "Ask and answer questions (who, what, when, where, why, and how) about print and non-print sources to obtain and refine knowledge.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.E1.C",
            "Label": "Written & Oral Communications",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E1.C.1",
                    "Label": "Write arguments to support claims with clear reasons and relevant evidence.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.C.1.1",
                            "Label": "Write opinion pieces about a topic. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E1.C.1.1.a",
                                    "Label": "Introduce an opinion and include reasons to support the opinion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.C.1.1.b",
                                    "Label": "Include grade-appropriate transitions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.C.1.1.c",
                                    "Label": "Provide a concluding statement or idea.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E1.C.2",
                    "Label": "Write informative/expository texts to analyze and explain complex ideas and information.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.C.2.1",
                            "Label": "Write informative/explanatory pieces to name a topic and provide information about the topic. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E1.C.2.1.a",
                                    "Label": "Introduce a topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.C.2.1.b",
                                    "Label": "Provide information with details to develop the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.C.2.1.c",
                                    "Label": "Provide a concluding statement or idea.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E1.C.3",
                    "Label": "Write narratives to develop real or imagined experiences using effective techniques.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.C.3.1",
                            "Label": "Write narratives to develop real or imagined experiences. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E1.C.3.1.a",
                                    "Label": "Detail events in a logical order using temporal words to signal event order (e.g., before, after).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.C.3.1.b",
                                    "Label": "Include details that describe actions, thoughts, and feelings.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.C.3.1.c",
                                    "Label": "Provide a sense of ending.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E1.C.4",
                    "Label": "Demonstrate command of standard English grammar and conventions when writing.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.C.4.1",
                            "Label": "Write grammatically correct sentences (e.g., simple, declarative, imperative, interrogative, and exclamatory). When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E1.C.4.1.a",
                                    "Label": "Capitalize the names of people and dates (to include months and days of the week).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.C.4.1.b",
                                    "Label": "Use exclamation points, question marks, or periods to punctuate.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.C.4.1.c",
                                    "Label": "Use commas to separate single words in a series.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.C.4.1.d",
                                    "Label": "Use a comma after the day and before the year in a date.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.C.4.1.e",
                                    "Label": "Use a colon between the hour and minutes in time.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.C.4.1.f",
                                    "Label": "Identify and use nouns (proper and collective), pronouns (personal), verbs (present, past, and future tense); descriptive adjectives, and common conjunctions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.C.4.1.g",
                                    "Label": "Form and use regular and frequently occurring irregular nouns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.C.4.1.h",
                                    "Label": "Identify and use correct subject-verb agreement in simple sentences.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E1.C.5",
                    "Label": "Revise writing to improve clarity and enhance style appropriate to audience, purpose, and task.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.C.5.1",
                            "Label": "Improve writing by planning, revising, editing, and building on personal ideas and the ideas of others to strengthen writing.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E1.C.6",
                    "Label": "Write independently and legibly for a variety of tasks and purposes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.C.6.1",
                            "Label": "Print all uppercase and lowercase letters and use appropriate spacing for letters, words, and sentences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E1.C.7",
                    "Label": "Organize and communicate ideas through a range of formats to engage a variety of audiences.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.C.7.1",
                            "Label": "Present information orally in a logical order of events using complete sentences, appropriate volume, clear pronunciation, conjunctions, and temporal words (e.g., before, after).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E1.C.8",
                    "Label": "Through collaboration, react and respond to information while building upon the ideas of others and respecting diverse perspectives.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.C.8.1",
                            "Label": "Participate with peers and adults in structured discussions and routines about grade-appropriate topics and texts:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E1.C.8.1.a",
                                    "Label": "Enter a conversation by greeting, taking turns, and responding to others with statements, phrases, and/or questions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E1.C.8.1.b",
                                    "Label": "Consider the ideas of others by restating what they say during conversations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E1.C.9",
                    "Label": "Evaluate and critique ideas and concepts interactively through listening and speaking.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E1.C.9.1",
                            "Label": "Listen to others to ask and answer questions on a topic.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}