{
    "Title": "South Carolina College & Career Ready Standards > Mathematics > Grade 1",
    "Overview": "The focus in first grade is concentrated within the strands of Data, Probability, and Statistical Reasoning; Measurement, Geometry, and Spatial Reasoning; Numerical Reasoning; and Patterns, Algebra, and Functional Reasoning.",
    "Goals": [
        [
            "(1) Data, Probability &  Statistical Reasoning",
            "First graders will create an investigative question for which they will then collect data. Students will then sort, analyze, and communicate these data through various charts and graphs."
        ],
        [
            "(2) Measurement, Geometry & Spatial Reasoning",
            "First graders will identify coins and bills by name and value. Additionally, students will count collections of like coins not to exceed one dollar. Students will begin telling time to the hour on analog and digital clocks. Students will also identify, describe, classify, construct, compare, and analyze two-dimensional and three-dimensional shapes based on their attributes."
        ],
        [
            "(3) Numerical Reasoning",
            "A major emphasis is given to building number sense and place value understanding for numbers 0 to 100. Students will continue to count, combining items into groups of 10 to demonstrate place value structure. Additionally, students will use various representations to compare two numbers. Opportunities should be given to use concrete objects, drawings, and equations to demonstrate that whole numbers can be composed and decomposed in a variety of ways. Experiences should be given to allow students to partition shapes into equal parts as a building block for fractional understanding."
        ],
        [
            "(4) Patterns, Algebra &  Functional Reasoning",
            "First graders will use multiple representations to reason and solve problems involving addition and subtraction. Students will use a variety of strategies for addition and subtraction within 100. A major focus for students in first grade will include understanding the equal sign and building a strong conceptual foundation for addition and subtraction by exploring the relationship between these operations. Multiple opportunities with concrete and pictorial models should be embedded in this strand, and students should be able to apply the concepts to mathematical and real-world situations. In first grade, students will also use reasoning to create, describe, and extend patterns."
        ]
    ],
    "Standards": [
        {
            "Key": "SC.M1.DPSR",
            "Label": "Data, Probability & Statistical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M1.DPSR.1",
                    "Label": "Create and answer survey questions, collect and analyze data, and communicate through multiple representations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M1.DPSR.1.1",
                            "Label": "Sort pictures or objects into at least three categories (not to exceed 10 items in each category).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.DPSR.1.2",
                            "Label": "Create a survey question and collect data with up to three categories. Create charts and graphs with a single unit scale to display the data. Use the graph to draw conclusions. Limit to one-step add-to, take-from, and part-part-whole questions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M1.MGSR",
            "Label": "Measurement, Geometry & Spatial Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M1.MGSR.1",
                    "Label": "Describe, estimate, measure, and compare objects in real-world situations using units of length, weight, money, and time.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M1.MGSR.1.1",
                            "Label": "Order three objects by length from shortest to longest and longest to shortest using direct comparison.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.MGSR.1.2",
                            "Label": "Use nonstandard physical objects to estimate and then measure the length of an item as the number of same size units of length with no gaps or overlaps.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.MGSR.1.3",
                            "Label": "Use analog and digital clocks to tell and record time to the hour and half hour.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.MGSR.1.4",
                            "Label": "Identify and write the values of a coin or a bill using a ¢ symbol for coin values or $ symbol for bills. Limit to penny, nickel, dime, quarter, one-dollar bill, five-dollar bill, and ten-dollar bill.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.MGSR.1.5",
                            "Label": "Count a collection of like coins to determine the total value of the set. Limit to pennies, nickels, and dimes with values not to exceed a dollar.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M1.MGSR.2",
                    "Label": "",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M1.MGSR.2.1",
                            "Label": "Sort a mixed set of polygons and describe the reasoning used while sorting the polygons.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.MGSR.2.2",
                            "Label": "Identify and describe the attributes of two- dimensional shapes and three-dimensional shapes. Limit to triangle, square, rectangle, rhombus, hexagon, circle, cone, cube, cylinder, square pyramid, and sphere.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.MGSR.2.3",
                            "Label": "Identify and describe a given shape in everyday situations to include two-dimensional shapes and three-dimensional shapes. Limit to triangle, square, rectangle, rhombus, hexagon, circle, cone, cube, cylinder, square pyramid, and sphere.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.MGSR.2.4",
                            "Label": "Classify shapes as two-dimensional/flat or three-dimensional/solid and explain the reasoning using formal mathematical language. Limit to triangle, square, rectangle, rhombus, hexagon, circle, cone, cube, cylinder, square pyramid, and sphere.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.MGSR.2.5",
                            "Label": "Analyze and compare a pair of two-dimensional shapes or a pair of three-dimensional shapes of assorted sizes and orientations using formal mathematical language. Limit to triangle, square, rectangle, rhombus, hexagon, circle, cone, cube, cylinder, square pyramid, and sphere.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M1.NR",
            "Label": "Numerical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M1.NR.1",
                    "Label": "Represent multi-digit numbers in a variety of ways to build place value understanding.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M1.NR.1.1",
                            "Label": "Read, write, and represent numbers to 100 using concrete models, drawings, standard form, base ten language, and equations in expanded form.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.NR.1.2",
                            "Label": "Represent and explain that whole numbers 1 through 99 are organized into groups of tens and ones, and a digit has a different value depending on its placement.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.NR.1.3",
                            "Label": "Compose and decompose whole numbers from 1 through 99 in more than one way using tens and ones. Explain and demonstrate each composition or decomposition with the use of concrete models, drawings, and/or equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.NR.1.4",
                            "Label": "Apply place value reasoning to identify the number that is one more and one less, ten more, and ten less than a given number with up to two digits.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M1.NR.2",
                    "Label": "Explain the relationship between numbers and quantities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M1.NR.2.1",
                            "Label": "Count by ones forward or backward starting at any number up to 120 making accurate decade transitions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.NR.2.2",
                            "Label": "Skip count by fives and tens from any multiple of five to 100, identifying place value patterns in the sequence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M1.NR.3",
                    "Label": "Demonstrate the ability to compare quantities of objects and numerals representing quantities of objects.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M1.NR.3.1",
                            "Label": "Compare representations of two numbers up to 100 using the phrases is greater than, is less than, or is equal to (the same value as).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M1.NR.4",
                    "Label": "Represent partitioned shapes in multiple ways using part-whole relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M1.NR.4.1",
                            "Label": "Partition in multiple ways squares, rectangles, and circles into two or four equal-sized parts. Name the pieces as halves and fourths.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M1.PAFR",
            "Label": "Patterns, Algebra & Functional Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M1.PAFR.1",
                    "Label": "Understand and apply properties of operations and the relationship between addition and subtraction to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M1.PAFR.1.1",
                            "Label": "Determine and explain if an equation within 10 is true using a variety of equation formats.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.PAFR.1.2",
                            "Label": "Compose and decompose numbers less than or equal to 20 in more than one way. Record each composition or decomposition as an equation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.PAFR.1.3",
                            "Label": "Solve add-to, take-from, and part-part-whole real-world situations to find sums and differences within 20. Situations include result or change unknown, both addends unknown, and total or one part unknown.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.PAFR.1.4",
                            "Label": "Add and subtract number combinations flexibly and accurately within 10.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.PAFR.1.5",
                            "Label": "Apply and explain the Commutative Property of Addition to find the sum (through 20) of two addends and explain that the value does not change when the order of the two numbers changes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.PAFR.1.6",
                            "Label": "Determine an unknown number in addition and subtraction equations within 10.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.PAFR.1.7",
                            "Label": "Find the sum of a two-digit number and a one-digit number or a two-digit number and a multiple of 10 (1-99) using concrete models, drawings, and strategies that reflect place value understanding, the inverse relationship of addition and subtraction, and the properties of the operations to justify the sum.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.PAFR.1.8",
                            "Label": "Find the difference between two numbers that are multiples of 10, both in the range 10-90, and write the corresponding equation. Explain the reasoning used.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M1.PAFR.2",
                    "Label": "Recognize, describe, extend, and create patterns.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M1.PAFR.2.1",
                            "Label": "Create, describe, and extend (to the next term) a growing shape pattern.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M1.PAFR.2.2",
                            "Label": "Create, describe, and extend (to three terms within a sequence) repeating patterns using AB, AAB, ABB, and ABC type patterns.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}