{
    "Title": "South Carolina College & Career Ready Standards > English Language Arts > Grade 2",
    "Overview": "By second grade, students should have mastered print concepts and phonological awareness. The foundational skills emphasized at the second- grade level are phonics and fluency. Second-grade students are asked to decode, translate a word from print to speech and encode, translate a word from speech to print. It is also vital that students continue to develop comprehension and fluency in reading.\n\nAs in previous grades, educators should continue to offer appropriate guidance and support to students as needed; however, by the end of the school year, second graders are expected to demonstrate proficiency of the grade-level indicators with independence. Examples of guidance and support might include, but are not limited to, one-on-one instruction, small group instruction, reteaching, prompting, and differentiated instruction.\n\nInstruction in second grade provides a greater focus on finding meaning in text. Second-grade students are beginning to explain how features or elements of text contribute to meaning. Students are also asking “who, what, when, where, why, and how” questions to explain an author's purpose in writing a text.\n\nIn second grade, students read four major types of literary texts in print and multimedia formats: fiction, literary nonfiction, poetry, and drama. Second-grade students also read a variety of informational texts in print and multimedia formats.\n\nThroughout second grade, students work toward mastery of print writing and continue exploring opinion, informative, and narrative modes of writing at developmentally appropriate levels. Second-grade students continue to practice entering conversations appropriately and should continue to practice adjusting the volume of their voices to fit the context of conversations.\n\nSecond graders write narratives that include temporal words and opinions that include supporting details. Also in their writing, second-grade students are learning how to develop a topic with facts and details.",
    "Goals": [],
    "Standards": [
        {
            "Key": "SC.E2.OE",
            "Label": "Overarching Expectations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E2.OE.1",
                    "Label": "Read and write for a variety of purposes, including academic and personal, for extended periods of time.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E2.OE.2",
                    "Label": "Acquire, refine, and share knowledge through a variety of multimedia literacies to include written, oral, visual, digital, and interactive texts.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E2.OE.3",
                    "Label": "Make inferences to support comprehension.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E2.OE.4",
                    "Label": "Collaborate with others and use active listening skills.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E2.OE.5",
                    "Label": "Cite evidence to explain and justify reasoning.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E2.OE.6",
                    "Label": "Create quality work by adhering to an accepted format.56",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "SC.E2.F",
            "Label": "Foundations Of Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E2.F.1",
                    "Label": "Demonstrate early phonological awareness to basic phonemic awareness in spoken words.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.F.1.7",
                            "Label": "Delete, add, and substitute initial, medial, and final phonemes of a spoken word up to six phonemes and say the resulting word.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E2.F.3",
                    "Label": "Know and apply phonics and word analysis skills in decoding and encoding words.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.F.3.4",
                            "Label": "Identify the vowel in a printed syllable or word to:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E2.F.3.4.a",
                                    "Label": "Decode multisyllabic words with common syllable patterns (i.e., closed, open, vowel-consonant-e, vowel-r, vowel teams, consonant-le, and schwa syllables).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.3.4.b",
                                    "Label": "Apply knowledge of multisyllabic word construction and syllable division principles to decode grade-appropriate multisyllabic words.",
                                    "Examples": [
                                        "Examples: rab-bit (CVC/CVC); o-pen (V/CVC); cab-in (CVC/VC); li- on (CV/VC)."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "SC.E2.F.3.6",
                            "Label": "Delete, add, and substitute the initial, medial, and final letter combinations in words to build or make new multisyllabic words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E2.F.3.7",
                            "Label": "Read multisyllabic words by breaking the word into syllables.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E2.F.3.8",
                            "Label": "Decode and encode multisyllabic words using:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E2.F.3.8.a",
                                    "Label": "Consonant digraphs (i.e., sh, th, ch, wh, ph, ck, ng).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.3.8.b",
                                    "Label": "Combination (e.g., qu).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.3.8.c",
                                    "Label": "Three-consonant blends (e.g., str-, scr-).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.3.8.d",
                                    "Label": "Blends containing digraphs (e.g., thr-, -nch).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.3.8.e",
                                    "Label": "Trigraphs (e.g., -tch, -dge).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.3.8.f",
                                    "Label": "Variable vowel teams and vowel diphthongs (i.e., oi, oy; ou, ow; au, aw; oo, ew, ue; ee, ea; igh, ie; ai, ay).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.3.8.g",
                                    "Label": "Vowel-r combinations (i.e., ar, air, are, ear, eer, er, ere, eir, ir, or, oar, ore, our, ur).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.3.8.h",
                                    "Label": "Common inflectional endings that may change the base word (e.g., -ed, -ing, -s, -es).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.3.8.i",
                                    "Label": "Words with a after w read /ä/ and a before l read /â/ (e.g., wash, water, wasp; tall, all, talk, small, fall).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.3.8.j",
                                    "Label": "Words with the hard and soft sounds of c and g, in context and in isolation. (c=/k/ before a, o, u, or any consonant and c= /s/ before i, e, or y g=/g/ before a, o, u, or any consonant and g=/j/ before i, e, or y).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.3.8.k",
                                    "Label": "Words with vowel y in the final position of one- and two-syllable words, distinguishing the difference between the long /ī/ sound in one-syllable words and the long /ē/ sound in two-syllable words, words with vowel y in medial position, producing the short /ĭ/ sound for these words (e.g., fly-my; baby-happy; myth-gym).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.3.8.l",
                                    "Label": "Words with silent letter combinations. (e.g., kn, wr, gn, mb, gh).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.3.8.m",
                                    "Label": "Contractions with am, is, has, not, have, would, and will.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E2.F.4",
                    "Label": "Read and reread grade-appropriate texts with accuracy and expression at an appropriate rate to support comprehension.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.F.4.1",
                            "Label": "Read high-frequency words commonly found in grade-appropriate text with accuracy and automaticity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E2.F.4.2",
                            "Label": "Read texts orally and silently with accuracy, appropriate rate, expression, and intonation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E2.F.4.3",
                            "Label": "Read texts by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E2.F.4.3.a",
                                    "Label": "Using letter-sound knowledge to segment and blend sounds together.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.4.3.b",
                                    "Label": "Decoding the words by analogy.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.4.3.c",
                                    "Label": "Recognizing chunks.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.4.3.d",
                                    "Label": "Generalizing phonic skills to unknown words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.F.4.3.e",
                                    "Label": "Using context and visuals from the text to support monitoring and self- correcting.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.E2.AOR",
            "Label": "Applications Of Reading",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E2.AOR.1",
                    "Label": "Evaluate and critique key literary elements that enhance and deepen meaning within and across texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.AOR.1.1",
                            "Label": "Describe the main story elements and sequence the important events.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E2.AOR.1.2",
                            "Label": "Identify and explain the purpose of forms of figurative language to include similes, personification, and idioms.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E2.AOR.2",
                    "Label": "Evaluate and critique the development of themes and central ideas within and across texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.AOR.2.1",
                            "Label": "Identify and explain an explicit theme in a literary text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E2.AOR.2.2",
                            "Label": "Identify and explain a central idea and supporting details in an informational text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E2.AOR.3",
                    "Label": "Evaluate how an author's choice of point of view or perspective shapes style and meaning within and across literary texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.AOR.3.1",
                            "Label": "Identify different characters' perspectives in a literary text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E2.AOR.4",
                    "Label": "Evaluate and critique how an author's perspective and purpose shape style and meaning within and across informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.AOR.4.1",
                            "Label": "Identify and explain an author's purpose in a text, including what the author wants to answer, explain, or describe.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E2.AOR.5",
                    "Label": "Evaluate and critique how an author uses words, phrases, and text structures to craft text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.AOR.5.1",
                            "Label": "Describe the basic structure of a literary text (e.g., narrative, drama, and poem).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E2.AOR.5.2",
                            "Label": "Explain how text features contribute to meaning in an informational text; identify the text structure of sequence.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E2.AOR.5.3",
                            "Label": "Identify when an author expresses an opinion and uses reasons to support that opinion in an informational text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E2.AOR.6",
                    "Label": "Summarize and paraphrase text to support comprehension and understanding.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.AOR.6.1",
                            "Label": "Retell a text to enhance comprehension:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E2.AOR.6.1.a",
                                    "Label": "Include main story elements in a logical sequence for a literary text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.AOR.6.1.b",
                                    "Label": "Include a central idea and supporting details for an informational text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E2.AOR.7",
                    "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.AOR.7.1",
                            "Label": "Determine the meaning of known and unknown words and phrases, choosing from an array of strategies:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E2.AOR.7.1.a",
                                    "Label": "Use sentence-level context clues (e.g., definitions, examples) to determine the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.AOR.7.1.b",
                                    "Label": "Use reference materials to build and integrate background knowledge.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.AOR.7.1.c",
                                    "Label": "Use glossaries and dictionaries to determine the meaning of words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.AOR.7.1.d",
                                    "Label": "Use words and phrases acquired through conversations, reading, and responding to texts.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E2.AOR.8",
                    "Label": "Analyze word relationships and nuances in word meanings within literary and informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.AOR.8.1",
                            "Label": "Determine the effectiveness of an author's use of words and phrases in literary, informational, and multimedia texts:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E2.AOR.8.1.a",
                                    "Label": "Ask and answer questions about words and phrases to determine their meaning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.AOR.8.1.b",
                                    "Label": "Distinguish nuances of meaning between closely related verbs (e.g., throw, toss) and adjectives (e.g., small, tiny).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E2.AOR.9",
                    "Label": "Build and apply a range of academic vocabulary, as well as grade- level appropriate morphology to apply to reading, writing, and speaking.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.AOR.9.1",
                            "Label": "Identify and use phonic patterns and inflectional morphemes that change the spelling of a base word, and identify grade-appropriate prefixes to determine the meaning of words in grade-level content.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E2.AOR.10",
                    "Label": "Evaluate and critique multimedia presentations of a text or subject, including their impact on an audience.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.AOR.10.1",
                            "Label": "Identify and explain how information gained from visuals (e.g., illustrations, photographs, maps) contributes to an understanding of a print or non-print text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.E2.R",
            "Label": "Research",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E2.R.1",
                    "Label": "Use critical thinking skills to investigate, evaluate, and synthesize a variety of sources to obtain and refine knowledge.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.R.1.1",
                            "Label": "Ask and answer questions about print and non-print sources to narrow or broaden thinking.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E2.R.1.2",
                            "Label": "Sequence information from a provided print or non-print source.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.E2.C",
            "Label": "Written & Oral Communications",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E2.C.1",
                    "Label": "Write arguments to support claims with clear reasons and relevant evidence.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.C.1.1",
                            "Label": "Write opinion pieces about a topic. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E2.C.1.1.a",
                                    "Label": "Introduce an opinion and include reasons with details to support the opinion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.C.1.1.b",
                                    "Label": "Use grade-appropriate transitions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.C.1.1.c",
                                    "Label": "Provide a concluding statement.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E2.C.2",
                    "Label": "Write informative/expository texts to analyze and explain complex ideas and information.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.C.2.1",
                            "Label": "Write informative/explanatory pieces to establish a topic and provide information about the topic. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E2.C.2.1.a",
                                    "Label": "Introduce a topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.C.2.1.b",
                                    "Label": "Use facts and details to develop the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.C.2.1.c",
                                    "Label": "Provide a concluding statement.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E2.C.3",
                    "Label": "Write narratives to develop real or imagined experiences using effective techniques.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.C.3.1",
                            "Label": "Write narratives to develop real or imagined experiences. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E2.C.3.1.a",
                                    "Label": "Establish and describe character(s) and setting.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.C.3.1.b",
                                    "Label": "Sequence events and use temporal words to signal event order (e.g., before, after).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.C.3.1.c",
                                    "Label": "Provide a sense of ending.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E2.C.4",
                    "Label": "Demonstrate command of standard English grammar and conventions when writing.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.C.4.1",
                            "Label": "Write and expand grammatically correct sentences (e.g., simple, compound, declarative, imperative, interrogative, and exclamatory). When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E2.C.4.1.a",
                                    "Label": "Capitalize proper nouns (holidays, product names, and geographic names).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.C.4.1.b",
                                    "Label": "Use periods to punctuate initials and titles of people.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.C.4.1.c",
                                    "Label": "Use commas in addresses, after greetings and closings (letters and emails), and inside quotation marks.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.C.4.1.d",
                                    "Label": "Use quotation marks to set off direct quotations and dialogue.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.C.4.1.e",
                                    "Label": "Use apostrophes to form possessives.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.C.4.1.f",
                                    "Label": "Identify and use nouns (abstract), verbs (linking), adjectives (articles, comparative, and superlative), adverbs, and conjunctions (coordinating and subordinating).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.C.4.1.g",
                                    "Label": "Identify and use a subject, predicate, and direct object in a sentence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.C.4.1.h",
                                    "Label": "Form and use compound sentences.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E2.C.5",
                    "Label": "Revise writing to improve clarity and enhance style appropriate to audience, purpose, and task.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.C.5.1",
                            "Label": "Improve writing by planning, revising, editing, and building on personal ideas and the ideas of others to strengthen writing.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E2.C.6",
                    "Label": "Write independently and legibly for a variety of tasks and purposes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.C.6.1",
                            "Label": "Print all uppercase and lowercase letters and use appropriate spacing for letters, words, and sentences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E2.C.7",
                    "Label": "Organize and communicate ideas through a range of formats to engage a variety of audiences.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.C.7.1",
                            "Label": "Present information orally to tell a story or recount an experience with appropriate facts and details. When speaking:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E2.C.7.1.a",
                                    "Label": "Demonstrate appropriate speaking techniques (e.g., appropriate eye contact, nonverbal cues, appropriate volume, and clear pronunciation) for a variety of purposes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.C.7.1.b",
                                    "Label": "Identify and use appropriate digital tools to enhance verbal communication with support from adults.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E2.C.8",
                    "Label": "Through collaboration, react and respond to information while building upon the ideas of others and respecting diverse perspectives.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.C.8.1",
                            "Label": "Participate with peers and adults in structured discussions and routines about grade-appropriate topics and texts:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E2.C.8.1.a",
                                    "Label": "Enter a conversation by greeting, taking turns, and responding to others with statements, phrases, and/or questions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E2.C.8.1.b",
                                    "Label": "Consider the ideas of others by restating what they say during conversations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E2.C.9",
                    "Label": "Evaluate and critique ideas and concepts interactively through listening and speaking.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E2.C.9.1",
                            "Label": "Identify a speaker's opinion and at least one supporting reason.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}