{
    "Title": "South Carolina College & Career Ready Standards > Mathematics > Grade 2",
    "Overview": "The focus in second grade is concentrated within the strands of Data, Probability, and Statistical Reasoning; Measurement, Geometry, and Spatial Reasoning; Numerical Reasoning; and Patterns, Algebra, and Functional Reasoning.",
    "Goals": [
        [
            "(1) Data, Probability &  Statistical Reasoning",
            "Second graders will create an investigative question for which they will then collect data. Students will then sort, analyze, communicate, and represent these data through various charts and graphs."
        ],
        [
            "(2) Measurement, Geometry & Spatial Reasoning",
            "Second graders will identify and write the values of coins and bills. Additionally, students will count collections of mixed coins not to exceed one dollar, while collections of mixed bills should also be counted with the total value not to exceed 100 dollars. Students will use analog and digital clocks to tell and record time in five-minute intervals. In addition, second graders will experiment with the length of objects using appropriate tools. Students will also identify, describe, classify, construct, compare, and analyze two-dimensional and three- dimensional shapes based on their attributes."
        ],
        [
            "(3) Numerical Reasoning",
            "A major emphasis is given to building number sense and place value understanding for numbers 0 to 999. Students will continue to count to combine items into groups of 10 or 100 to demonstrate place value structure. Additionally, students will use various representations to compare two numbers. Opportunities should be given to use concrete objects, drawings, and equations to demonstrate that whole numbers can be composed and decomposed in a variety of ways. Experiences should be given to allow students to use multiple ways to partition shapes into halves and fourths as a building block for fractional understanding. As a precursor to rounding, when given a two-digit number, students should identify to which multiple of 10 the number is closer."
        ],
        [
            "(4) Patterns, Algebra &  Functional Reasoning",
            "Second graders will use multiple representations to reason and solve problems involving addition and subtraction. Students will use a variety of strategies for addition and subtraction within 100. A major focus for students in second grade will include understanding the equal sign and building a strong conceptual foundation of addition and subtraction by exploring the relationship between these operations. Multiple opportunities with concrete and pictorial models should be embedded in this strand, and students should be able to apply the concepts to mathematical and real-world situations. Students will begin using arrays as an early connection between addition and multiplication. In this grade, students will also use reasoning to recognize, describe, extend, and create patterns."
        ]
    ],
    "Standards": [
        {
            "Key": "SC.M2.DPSR",
            "Label": "Data, Probability & Statistical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M2.DPSR.1",
                    "Label": "Create and answer survey questions, collect and analyze data, and communicate through multiple representations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M2.DPSR.1.1",
                            "Label": "Create a survey question and collect data with up to four categories. Create tally charts, picture graphs, dot plots, and bar graphs with a single-unit scale to read the graph, answer questions, and draw conclusions. Limit to one-step add-to, take-from, part-part-whole, and comparison questions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M2.MGSR",
            "Label": "Measurement, Geometry & Spatial Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M2.MGSR.1",
                    "Label": "Describe, estimate, measure, and compare objects in real-world situations using units of length, weight, currency, and time.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M2.MGSR.1.1",
                            "Label": "Select and use appropriate tools to estimate and measure length of an object or distance to the nearest customary unit. Limit to inches, feet, and yards.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.MGSR.1.2",
                            "Label": "Use analog and digital clocks to tell and record time in five-minute intervals, identifying AM and PM.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.MGSR.1.3",
                            "Label": "Determine the value of mixed sets of coins or bills in mathematical and real-world situations and record the value using a ¢ or $ symbol. Limit to pennies, nickels, dimes, and quarters up to a dollar; one-dollar bills, five-dollar bills, ten-dollar bills, and twenty-dollar bills up to $100, and add-to or take-from problem types.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M2.MGSR.2",
                    "Label": "Analyze, describe, and manipulate shapes to make sense of their relationships in mathematical and real-world situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M2.MGSR.2.1",
                            "Label": "Identify and describe a given shape in everyday situations to include two-dimensional shapes and three-dimensional shapes. Limit to triangle, quadrilateral, pentagon, hexagon, octagon, circle, cone, cube, cylinder, rectangular prism, square pyramid, and sphere.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.MGSR.2.2",
                            "Label": "Classify shapes as polygons or non-polygons and defend that determination based on their attributes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.MGSR.2.3",
                            "Label": "Classify two-dimensional shapes as triangles or quadrilaterals and justify each classification.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M2.NR",
            "Label": "Numerical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M2.NR.1",
                    "Label": "Represent multi-digit numbers in a variety of ways to build place value understanding.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M2.NR.1.1",
                            "Label": "Read, write, and represent numbers up to 999 using concrete models, drawings, standard form, base ten language, and equations in expanded form.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.NR.1.2",
                            "Label": "Represent and explain that whole numbers 1 through 999 are organized into groups of hundreds, tens, and ones, and a digit has a different value depending on its placement.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.NR.1.3",
                            "Label": "Compose and decompose whole numbers from 1 through 999 in more than one way using hundreds, tens, and ones. Explain and demonstrate each composition or decomposition with the use of concrete  models, drawings, and equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.NR.1.4",
                            "Label": "Apply place value reasoning to identify the number that is 10 more, 10 less, 100 more, and 100 less than a given three-digit number through 999.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M2.NR.2",
                    "Label": "Explain the relationship between numbers and quantities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M2.NR.2.1",
                            "Label": "Count forward and backward by ones, tens, and hundreds from any number within 999 and identify patterns in the sequence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M2.NR.3",
                    "Label": "Demonstrate the ability to compare quantities of objects and numerals representing quantities of objects.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M2.NR.3.1",
                            "Label": "Compare representations of whole numbers up to 999 and write a comparison statement using words and symbols. Limit to is equal to (=), is less than (<), and/or is greater than (>).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.NR.3.2",
                            "Label": "When given a two-digit number, identify which multiple of 10 the number is closest to.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M2.NR.4",
                    "Label": "Represent and compare partitioned shapes in multiple ways using part-whole relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M2.NR.4.1",
                            "Label": "Partition in multiple ways squares, rectangles, and circles into two or four equal sized parts, and describe the parts using the words halves, fourths, a half of, and a fourth of (not quarters).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.NR.4.2",
                            "Label": "Explain that when partitioning a square, rectangle, or circle into two or four equal parts, the parts become smaller as the number of parts increases.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M2.PAFR",
            "Label": "Patterns, Algebra & Functional Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M2.PAFR.1",
                    "Label": "Understand and apply properties of operations and the relationship between addition and subtraction to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M2.PAFR.1.1",
                            "Label": "Use a strategy to accurately find sums and differences of two-digit numbers within 100 and justify the sum or difference.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.PAFR.1.2",
                            "Label": "Determine and explain if an equation (within 20) is true using a variety of equation formats.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.PAFR.1.3",
                            "Label": "Solve one-step add-to, take-from, part-part-whole, and additive comparison real-world situations through 99 with the unknown in any position.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.PAFR.1.4",
                            "Label": "For any number from 0 to 99, find the number that makes 100 when added to the given number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.PAFR.1.5",
                            "Label": "Add and subtract number combinations flexibly and accurately within 20.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.PAFR.1.6",
                            "Label": "Apply the Associative Property of Addition to find the sum (through 20) of three addends and explain that the value can be found using various grouping strategies.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.PAFR.1.7",
                            "Label": "Determine the unknown number in addition and subtraction equations within 20, with the unknown in any position.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.PAFR.1.8",
                            "Label": "Sort a collection of 20 or fewer objects into two groups to determine if the number of objects is even or odd.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.PAFR.1.9",
                            "Label": "Find the total number of objects arranged in equal groups or in a rectangular array and write an addition equation to express the total as a sum (up to 25) of equal addends.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M2.PAFR.2",
                    "Label": "Recognize, describe, extend, and create patterns.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M2.PAFR.2.1",
                            "Label": "Describe, extend, and create a growing shape pattern with up to three terms within a sequence.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M2.PAFR.2.2",
                            "Label": "Create, describe, and extend an appropriate one-step rule for number patterns using addition and subtraction within 100.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}