{
    "Title": "South Carolina College & Career Ready Standards > Science > Grade 2",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "SC.S2.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.S2.PS.1",
                    "Label": "Matter & Its Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S2.PS.1.1",
                            "Label": "Plan and conduct an investigation to describe and classify different kinds of materials by their observable properties.",
                            "Examples": [
                                "Examples of observations could include color, texture, hardness, and flexibility."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S2.PS.1.2",
                            "Label": "Analyze data obtained from tests to determine which materials have the best properties for an intended purpose.",
                            "Examples": [
                                "Examples of properties could include strength, flexibility, hardness, texture, and absorbency."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S2.PS.1.3",
                            "Label": "Make observations to construct an evidence-based account of how an object made of a small set of pieces can be disassembled and made into a new object.",
                            "Examples": [
                                "Examples of pieces could include manipulatives, or other assorted small objects."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S2.PS.1.4",
                            "Label": "Construct an argument with evidence that some changes caused by heating or cooling can be reversed and some cannot.",
                            "Examples": [
                                "Examples of reversible changes could include materials such as water, crayons, or butter at different temperatures.",
                                "Examples of irreversible changes could include cooking an egg, baking a cake, or preparing popcorn."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.S2.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.S2.LS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S2.LS.2.1",
                            "Label": "Plan and conduct an investigation to determine what plants need to grow.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S2.LS.2.2",
                            "Label": "Develop a simple model that mimics the function of an animal in dispersing seeds or pollinating plants.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S2.LS.4",
                    "Label": "Biological Evolution: Unity & Diversity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S2.LS.4.1",
                            "Label": "Make observations of plants and animals to compare patterns of diversity within different habitats.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.S2.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.S2.ESS.1",
                    "Label": "Earth’s Place In The Universe",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S2.ESS.1.1",
                            "Label": "Use information from several sources to provide evidence that Earth events can occur rapidly or slowly.",
                            "Examples": [
                                "Examples of events and timescales could include volcanic explosions and earthquakes, which happen quickly or erosion of rocks, which occurs slowly."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S2.ESS.2",
                    "Label": "Earth’s Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S2.ESS.2.1",
                            "Label": "Compare multiple solutions designed to slow or prevent wind or water from changing the shape of the land.",
                            "Examples": [
                                "Examples of solutions could include different designs of dikes and windbreaks to hold back wind and water, or different designs for using shrubs, grass, or trees to hold back the land."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S2.ESS.2.2",
                            "Label": "Develop a model to represent the shapes and kinds of land and bodies of water in an area.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S2.ESS.2.3",
                            "Label": "Obtain information to identify where water is found on Earth and that it can be solid or liquid.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S2.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S2.ESS.3.1",
                            "Label": "Design solutions to address human impacts on natural resources in the local environment.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}