{
    "Title": "South Carolina College & Career Ready Standards > Mathematics > Grade 3",
    "Overview": "The focus in third grade is concentrated within the strands of Data, Probability, and Statistical Reasoning; Measurement, Geometry, and Spatial Reasoning; Numerical Reasoning; and Patterns, Algebra, and Functional Reasoning.",
    "Goals": [
        [
            "(1) Data, Probability &  Statistical Reasoning",
            "Third graders will collect and analyze data and communicate through various tables, chart, and graphs. In third grade, students extend their analysis from content in second grade to scaled graphs. Probability is introduced for the first time, as students will represent the likelihood of a simple event occurring. This understanding will extend in fourth and fifth grades as students collect data from a probability experiment and record them as fractions."
        ],
        [
            "(2) Measurement, Geometry & Spatial Reasoning",
            "Third graders will solve area and perimeter problems in real-world and mathematical situations. This is the first-time students will be introduced to area and perimeter in addition to distinguishing when to use these measurements in real-world situations. A focus should include connecting area and multiplication. When determining the area, students will use squares and rectangles. When determining perimeter, students will use triangles and quadrilaterals. Students will measure customary and metric units of length. In previous grades, students have been telling time, and this learning will now focus on third grade students determining elapsed time to the half hour and using analog and digital clocks to tell and record time in one-minute intervals. In third grade, students will continue to determine the value of collections of money greater than one dollar using coins and bills with the amount now recorded using decimal notation."
        ],
        [
            "(3) Numerical Reasoning",
            "Third graders will continue to represent and compare whole numbers using relationships within the base ten number system. A major focus for students in third grade will include building a strong conceptual foundation of fractions. They will represent and compare fractions based upon part-whole relationships using concrete, area, and linear models."
        ],
        [
            "(4) Patterns, Algebra &  Functional Reasoning",
            "Third graders will use multiple representations to reason and solve problems involving operational properties of whole numbers. Students will continue using a variety of strategies for addition and subtraction that have been previously introduced in earlier grades. A major focus for students in third grade will include building a strong conceptual foundation of multiplication and division by exploring the relationship between these operations. The extension of knowledge will lead to the ability to solve multi-digit problems in fourth and fifth grades. Multiple opportunities with concrete and pictorial models should be embedded in this strand, and students should be able to apply the concepts to mathematical and real-world situations. In third grade, students will use reasoning to represent and solve algebraic and numerical situations involving unknowns and pattern."
        ]
    ],
    "Standards": [
        {
            "Key": "SC.M3.DPSR",
            "Label": "Data, Probability & Statistical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M3.DPSR.1",
                    "Label": "Collect and analyze data and communicate through multiple representations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M3.DPSR.1.1",
                            "Label": "Collect and organize categorical and numerical data based on observations, surveys, experiments, and investigations with whole number values using tables, scaled picture graphs, scaled bar graphs, or dot plots. Use titles and labels. Limit scales to multiples of 1, 2, 5, and 10.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.DPSR.1.2",
                            "Label": "Solve one-step, real-world situations using whole number data represented in tables, scaled picture graphs, scaled bar graphs, or dot plots. Limit scales to multiples of 1, 2, 5, and 10.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M3.DPSR.2",
                    "Label": "Represent the probability of simple events and determine possible outcomes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M3.DPSR.2.1",
                            "Label": "Identify the possible outcomes of a simple event.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M3.MGSR",
            "Label": "Measurement, Geometry & Spatial Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M3.MGSR.1",
                    "Label": "Solve area and perimeter problems in real-world and mathematical situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M3.MGSR.1.1",
                            "Label": "Determine the area of squares and rectangles presented in relevant problems by covering the space with square units and counting the total number of units needed.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.MGSR.1.2",
                            "Label": "Determine the perimeter of regular and irregular triangles and quadrilaterals with known side lengths.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.MGSR.1.3",
                            "Label": "Determine if a real-world situation is an example of the need for finding the area or the perimeter of a figure.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M3.MGSR.2",
                    "Label": "Estimate and measure using units of length, liquid volume, currency, and intervals of time.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M3.MGSR.2.1",
                            "Label": "Determine the value of any collection of coins, not to exceed $5. Write the amount in the form of dollars and cents using the  decimal notation. Limit to penny, nickel, dime, and quarter.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.MGSR.2.2",
                            "Label": "Use analog and digital clocks to tell and record time to 1-minute intervals, identifying AM and PM.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.MGSR.2.3",
                            "Label": "Solve problems involving addition and subtraction of time intervals to determine elapsed time to the nearest half hour.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.MGSR.2.4",
                            "Label": "Estimate and measure length/distance to the nearest half inch and nearest whole centimeter.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.MGSR.2.5",
                            "Label": "Determine which unit of liquid volume is most appropriate to measure in real-world situations. Limit to fluid ounces, cups, pints, quarts, gallons, milliliters, and liters.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M3.MGSR.3",
                    "Label": "Extend geometric reasoning to attributes of polygons and/or polyhedrons.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M3.MGSR.3.1",
                            "Label": "Describe and draw right, acute, obtuse, and straight angles. Identify these angle types in two-dimensional figures including triangles and quadrilaterals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.MGSR.3.2",
                            "Label": "Identify, describe, and draw points, lines, line segments, rays, intersecting lines, perpendicular lines, and parallel lines. Identify these in two-dimensional figures.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M3.NR",
            "Label": "Numerical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M3.NR.1",
                    "Label": "Represent and compare numbers using relationships within the base ten number system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M3.NR.1.1",
                            "Label": "Read, write, and represent whole numbers through the thousands period (0 to 999,999) on a number line and in standard, base ten language, word, and equations in expanded form.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.NR.1.2",
                            "Label": "Compose and decompose 4-digit whole numbers in multiple ways using thousands, hundreds, tens, and ones.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.NR.1.3",
                            "Label": "Compare two whole numbers up to 999,999 based on the place value of the digits using the symbols for is equal to (=), is less than (<), or is greater than (>).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.NR.1.4",
                            "Label": "Round whole numbers from 0 to 1,000 to the nearest 10 or 100.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M3.NR.2",
                    "Label": "Represent and compare fractions in multiple ways using part-whole relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M3.NR.2.1",
                            "Label": "Identify unit fractions as the quantity formed by one part when a whole is partitioned into 2, 3, 4, 6, or 8 equal-sized parts. Express each part as a unit fraction of the whole.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.NR.2.2",
                            "Label": "Represent fractions from 0 to 1 using concrete, set, area, and linear models, and write them in standard form and word form. Limit denominators to 2, 3, 4, 6, and 8.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.NR.2.3",
                            "Label": "Express whole numbers as fractions and identify fractions that are equivalent to whole numbers. Limit denominators to 1, 2, 3, 4, 6, and 8.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.NR.2.4",
                            "Label": "Compose fractions between the whole numbers 0 and 5 using unit fractions. Record the composition as a mixed number or fraction greater than 1. Limit denominators to 2, 3, 4, 6, and 8.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.NR.2.5",
                            "Label": "Recognize two fractions are equivalent based on the same size whole. Limit denominators to 2, 3, 4, 6, and 8, and fractions should be limited to fractions between 0 and 1.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.NR.2.6",
                            "Label": "Compare two fractions with the same numerator or same denominator based on the same size whole by reasoning about their size. Use the symbols for is equal to (=), is less than (<), or is greater than (>). Limit denominators to 2, 3, 4, 6, and 8, and fractions should be limited to fractions between 0 and 1.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M3.PAFR",
            "Label": "Patterns, Algebra & Functional Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M3.PAFR.1",
                    "Label": "Use multiple representations to reason and solve problems involving operational properties of whole numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M3.PAFR.1.1",
                            "Label": "Use a strategy to compute sums and differences up to 1,000.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.PAFR.1.2",
                            "Label": "Multiply whole numbers (factors 0-10) and divide whole numbers (divisors 1-10) using a model and write a corresponding equation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.PAFR.1.3",
                            "Label": "Multiply two whole numbers from 0 to 10 and divide using related facts flexibly and accurately.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M3.PAFR.2",
                    "Label": "Use reasoning to represent and solve algebraic and numerical situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M3.PAFR.2.1",
                            "Label": "Determine the unknown whole number in a multiplication or division real-world situation relating three whole numbers when the unknown is a missing factor, product, dividend, divisor, or quotient.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.PAFR.2.2",
                            "Label": "Solve one- and two-step real-world situations using addition and subtraction up to 1,000.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.PAFR.2.3",
                            "Label": "Identify, create, and extend numerical patterns to determine the next three terms in an addition or subtraction sequence.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M3.PAFR.2.4",
                            "Label": "Recognize that a whole number is a multiple of each of its factors 1-10.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}