{
    "Title": "South Carolina College & Career Ready Standards > Science > Grade 3",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "SC.S3.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.S3.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S3.PS.2.1",
                            "Label": "Plan and conduct an investigation to provide evidence of the effects of balanced and unbalanced forces on the motion of an object.",
                            "Examples": [
                                "Examples could include an unbalanced force on one side of a ball, which causes motion; and balanced forces pushing on a box from opposite sides, which does not cause motion."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S3.PS.2.2",
                            "Label": "Make observations and measurements of an object's motion to provide evidence that a pattern can be used to predict future motion.",
                            "Examples": [
                                "Examples of motion with a predictable pattern could include a pendulum swinging, a ball rolling back and forth in a bowl, and two children on a seesaw."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S3.PS.2.3",
                            "Label": "Ask questions to determine cause-and-effect relationships of electric interactions and magnetic interactions between two objects not in contact with each other.",
                            "Examples": [
                                "Examples could include the interactive force on hair from an electrically charged balloon or other instances of static electricity.",
                                "Examples could include either the magnetic force between two permanent magnets or an electromagnet and steel paper clips.",
                                "Examples of cause-and-effect relationships could include how the distance between objects affects strength of the force, how combining magnets affects the strength of the force, and how the orientation of magnets affects the direction of the force."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S3.PS.2.4",
                            "Label": "Develop possible solutions to a simple design problem by applying scientific ideas about magnets.",
                            "Examples": [
                                "Examples could include latching a door to keep it shut or keeping objects apart, so they do not touch."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.S3.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.S3.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S3.LS.1.1",
                            "Label": "Develop and use models to describe how organisms change in predictable patterns during their unique and diverse life cycles.",
                            "Examples": [
                                "Examples of changes organisms go through during their life cycles could include birth/sprouting, growth, reproduction, and death."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S3.LS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S3.LS.2.1",
                            "Label": "Construct an argument that some animals form groups that help members survive.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S3.LS.3",
                    "Label": "Heredity: Inheritance & Variation Of Traits",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S3.LS.3.1",
                            "Label": "Analyze and interpret data to provide evidence that plants and animals have inherited traits that vary within a group of similar organisms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S3.LS.3.2",
                            "Label": "Use evidence to support the explanation that traits can be influenced by the environment.",
                            "Examples": [
                                "Examples could include stunted growth in plants due to insufficient resources or obesity in animals that eat too much and get little exercise."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S3.LS.4",
                    "Label": "Biological Evolution: Unity & Diversity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S3.LS.4.1",
                            "Label": "Analyze and interpret data from fossils to provide evidence of organisms and the environments in which they lived long ago.",
                            "Examples": [
                                "Examples could include marine fossils found on dry land and tropical plant fossils found in cold regions."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S3.LS.4.2",
                            "Label": "Use evidence to construct an explanation for how the variations in traits among individuals of the same species may provide advantages in surviving and producing offspring.",
                            "Examples": [
                                "Examples could include plants that have larger thorns than other plants may be less likely to be eaten, or animals that have better camouflage may be more likely to survive and produce offspring."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S3.LS.4.3",
                            "Label": "Construct an argument with evidence that in a particular habitat some organisms can thrive, struggle to survive, or fail to survive.",
                            "Examples": [
                                "Examples could include needs and characteristics of the organisms and habitats involved. Changes in a habitat are sometimes beneficial, sometimes neutral, or sometimes harmful to an organism."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S3.LS.4.4",
                            "Label": "Make a claim about the effectiveness of a solution to a problem caused when the environment changes and affects organisms living there.",
                            "Examples": [
                                "Examples could include changes within a system such as land characteristics, water distribution, temperature, food, and other organisms."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.S3.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.S3.ESS.2",
                    "Label": "Earth's Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S3.ESS.2.1",
                            "Label": "Represent data in tables and graphical displays of typical weather conditions during a particular season to identify patterns and make predictions.",
                            "Examples": [
                                "Examples could include making predictions about weather conditions based on average temperature, precipitation, and wind direction."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S3.ESS.2.2",
                            "Label": "Obtain and combine information to describe climate patterns in different regions of the world.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S3.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S3.ESS.3.1",
                            "Label": "Make a claim about the effectiveness of a design solution that reduces the impacts of a weather related hazard.",
                            "Examples": [
                                "Examples of design solutions could include barriers to prevent flooding, wind resistant roofs, and lighting rods."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}