{
    "Title": "South Carolina College & Career Ready Standards > Science > Grade 4",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "SC.S4.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.S4.PS.3",
                    "Label": "Energy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S4.PS.3.1",
                            "Label": "Use evidence to construct an explanation relating the speed of an object to the energy of that object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S4.PS.3.2",
                            "Label": "Make observations to provide evidence that energy can be transferred from place to place by sound, light, heat, and electric currents.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S4.PS.3.3",
                            "Label": "Ask questions and predict outcomes about the changes in energy that occur when objects collide.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S4.PS.3.4",
                            "Label": "Apply scientific ideas to design, test, and refine a device that converts energy from one form to another.",
                            "Examples": [
                                "Examples of devices could include electric circuits that convert electrical energy into motion energy of a vehicle, light, or sound; and a passive solar heater that converts light into heat.",
                                "Examples of constraints could include the materials, cost, and time to design the device."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S4.PS.4",
                    "Label": "Waves & Their Applications In Technologies For Information Transfer",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S4.PS.4.1",
                            "Label": "Develop a model of waves to describe patterns in terms of amplitude and wavelength and that waves can cause objects to move.",
                            "Examples": [
                                "Examples of models include diagrams, analogies, or physical models using (but not limited to) stringed beads, rubber bands, wire, or yarn to illustrate amplitude of waves and wavelength."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S4.PS.4.2",
                            "Label": "Develop a model to describe that light reflecting from objects and entering the eye allows objects to be seen.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S4.PS.4.3",
                            "Label": "Generate and compare multiple solutions that use patterns to transmit information.",
                            "Examples": [
                                "Examples of solutions include drums sending coded information through sound waves, using a grid of 0s and 1s representing black and white to send information about a picture, QR codes, barcodes, and using Morse code to send text."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.S4.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.S4.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S4.LS.1.1",
                            "Label": "Construct an argument that plants and animals have internal and external structures that function together in a system to support survival, growth, behavior, and reproduction.",
                            "Examples": [
                                "Examples of structures could include thorns, roots, heart, lungs, or skin."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S4.LS.1.2",
                            "Label": "Use a model to describe that animals receive different types of information through their senses, process the information in their brain, and respond to the information in different ways.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.S4.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.S4.ESS.1",
                    "Label": "Earth's Place In The Universe",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S4.ESS.1.1",
                            "Label": "Identify evidence from patterns in rock formations and fossils in rock layers to support an explanation for changes in a landscape over time.",
                            "Examples": [
                                "Examples of evidence from patterns could include rock layers with marine shell fossils above rock layers with plant fossils and no shells, indicating a change from land to water over time; and a canyon with different rock layers in the walls and a river in the bottom, indicating that over time a river cut through the rock."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S4.ESS.2",
                    "Label": "Earth's Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S4.ESS.2.1",
                            "Label": "Make observations and/or measurements to provide evidence of the effects of weathering or the rate of erosion by water, ice, wind, or vegetation.",
                            "Examples": [
                                "Examples of variables to test could include angle of slope in the downhill movement of water, amount of vegetation, speed of wind, relative rate of deposition, cycles of freezing and thawing of water, cycles of heating and cooling, and volume of water flow."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S4.ESS.2.2",
                            "Label": "Analyze and interpret data from maps to describe patterns of Earth's features.",
                            "Examples": [
                                "Examples of maps can include topographic maps of Earth's land and ocean floor, as well as maps of the locations of mountains, continental boundaries, volcanoes, or earthquakes."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S4.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S4.ESS.3.1",
                            "Label": "Obtain and combine information to describe that energy and fuels are derived from natural resources and how their uses affect the environment.",
                            "Examples": [
                                "Examples of renewable resources could include wind energy, water behind dams, and sunlight; non-renewable resources are fossil and nuclear fuels."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S4.ESS.3.2",
                            "Label": "Generate and compare multiple solutions to reduce the impacts of natural Earth processes on humans.",
                            "Examples": [
                                "Examples of solutions could include designing earthquake or hurricane resistant buildings, improving the monitoring of tornadic or volcanic activity, and constructing waterways for floodwaters."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}