{
    "Title": "South Carolina College & Career Ready Standards > Mathematics > Grade 5",
    "Overview": "The focus in fifth grade is concentrated within the strands of Data, Probability, and Statistical Reasoning; Measurement, Geometry, and Spatial Reasoning; Numerical Reasoning; and Patterns, Algebra, and Functional Reasoning.",
    "Goals": [
        [
            "(1) Data, Probability &  Statistical Reasoning",
            "Fifth graders will be introduced to finding the range and mode using data. Students will solve one-step problems using data represented in tables, line graphs, scaled bar graphs, or dot plots. In fifth grade, students will make predictions or draw conclusions by analyzing categorical and numerical data in graphical displays. Probability is continued to be taught in fifth grade as students will represent the likelihood of a simple event occurring in the form of a fraction."
        ],
        [
            "(2) Measurement, Geometry & Spatial Reasoning",
            "Fifth graders will solve problems involving the area and perimeter of composite rectangles, involving whole and fractional numbers with known side lengths. Students will be introduced to the concept of volume of a right rectangular prism. In fifth grade, students will solve real-world situations requiring them to convert between measurements within different systems. Students will continue to extend their ability to estimate and measure lengths of objects. Fifth grade students will be formally introduced to the coordinate system and how this applies when plotting and labeling ordered pairs in the first quadrant. Multiple opportunities will be embedded in this strand, and students will be able to apply the concepts to mathematical and real-world situations."
        ],
        [
            "(3) Numerical Reasoning",
            "Fifth graders will represent and compare multi-digit numbers with decimals using relationships within the base ten number system and models. A major focus for students in fifth grade will include building a strong conceptual foundation of understanding decimal values. They will represent the equivalent forms of fractions as decimals and decimals as fractions as a method to compare numbers using reasoning strategies and number lines."
        ],
        [
            "(4) Patterns, Algebra &  Functional Reasoning",
            "Fifth graders will use multiple representations to reason and solve problems involving operational properties of decimals, fractions, and whole numbers. Students will continue using a variety of strategies for addition, subtraction, multiplication, and division, which were previously introduced in earlier grades. A major focus for students in fifth grade will include solidifying their understanding of multi-digit whole number operations to include the use of algorithms to solve problems. Completing fifth grade with knowledge of the standard algorithm for addition, subtraction, multiplication, and division will lead to the ability to operate fluently with decimals and fractions in middle school. Students will also develop an understanding of operations involving fractions and decimals. Multiple opportunities with concrete and pictorial models will be embedded in this strand and students will be able to apply the concepts to mathematical and real-world situations. In fifth grade, students will gain an understanding of how factors and multiples can help to determine the common denominator and simplify fractions. Students will be introduced to graphing ordered pairs within the first quadrant of a coordinate plane and they will be formally introduced to functions. It is important for students to be able to identify the rule of a function table and to extend the patterns in the table as well. In fifth grade, students will begin to use grouping symbols and learn how to evaluate numerical expressions."
        ]
    ],
    "Standards": [
        {
            "Key": "SC.M5.DPSR",
            "Label": "Data, Probability & Statistical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M5.DPSR.1",
                    "Label": "Create questions, collect and analyze data, and communicate through multiple representations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M5.DPSR.1.1",
                            "Label": "Describe data by determining the range and mode, including whole numbers, fractional data, and decimal data. Limit fractions to denominators of 2, 3, 4, 5, 6, 8, and 10, and limit decimals to decimals through the hundredths place.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.DPSR.1.2",
                            "Label": "Solve two-step, real-world situations using whole number and fractional data represented in tables, line graphs, scaled bar graphs, or dot plots. Limit fractions to denominators of 2, 3, 4, 5, 6, 8, 10, 12, 20, 25, 50, and 100.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.DPSR.1.3",
                            "Label": "Analyze categorical and numerical data in graphical displays to make predictions or draw conclusions. Limit displays to tables, bar graphs, dot plots, line graphs, and circle graphs with scales of whole numbers, halves, fourths, and eighths.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M5.DPSR.2",
                    "Label": "Represent the probability of simple events and determine possible outcomes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M5.DPSR.2.1",
                            "Label": "Represent the probability of a simple event as 0, a fraction, or 1. Limit fractions to denominators of 2, 3, 4, 5, 6, 8, 10, 20, and 25.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M5.MGSR",
            "Label": "Measurement, Geometry & Spatial Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M5.MGSR.1",
                    "Label": "Solve area, perimeter, and volume problems in real-world and mathematical situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M5.MGSR.1.1",
                            "Label": "Solve problems involving area and perimeter of composite figures by decomposing with rectangles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.MGSR.1.2",
                            "Label": "Estimate and measure the volume of a right rectangular prism with whole-number side lengths by filling it with unit cubes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M5.MGSR.2",
                    "Label": "Convert within a given measurement system and measure length.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M5.MGSR.2.1",
                            "Label": "Given the unit equivalencies, convert within a single system of measurement from larger units to smaller units and smaller units to larger units for length, weight, liquid volume, and time. Use these conversions in solving real-world situations. Limit units to inches, feet, yards, ounces, pounds, fluid ounces, cups, pints, quarts, gallons, seconds, minutes, hours, milli-, centi-, kilo-, and base units (grams, liters, meters).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.MGSR.2.2",
                            "Label": "Estimate and measure lengths to the nearest eighth of an inch or nearest millimeter.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M5.MGSR.3",
                    "Label": "Graph on the coordinate plane.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M5.MGSR.3.1",
                            "Label": "Identify the origin, `x`-axis, and `y`-axis in the coordinate system. Write, plot, and label ordered pairs, including values in a function table, in the first quadrant of the coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.MGSR.3.2",
                            "Label": "Represent mathematical and real-world situations by graphing, labeling, and interpreting points in the first quadrant of the coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M5.NR",
            "Label": "Numerical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M5.NR.1",
                    "Label": "Represent and compare numbers using relationships within the base ten number system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M5.NR.1.1",
                            "Label": "Read, write, and represent multi-digit numbers from 0 to 999 with decimals to the thousandths place. Use pictorial, word, standard, or expanded form with fraction or decimal notation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.NR.1.2",
                            "Label": "Explain how the value of a digit in a multi- digit number changes if the digit moves one or more places to the left or right in the base ten system. Include decimals to the thousandths place.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.NR.1.3",
                            "Label": "Round decimal numbers up to 999 with decimals to the thousandths place to the nearest hundredth, tenth, or whole number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.NR.1.4",
                            "Label": "Use patterns to explain the exponents when multiplying and dividing by powers of 10, not to exceed the thousandths place.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M5.NR.2",
                    "Label": "Represent and compare fractions in multiple ways.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M5.NR.2.1",
                            "Label": "Compare fractions and mixed numbers with like and unlike denominators of 2, 3, 4, 5, 6, 8, 10, 12, 20, 25, and 100 using equivalence to create a common denominator. Use the symbols for is less than (<), is more than (>), or is equal to (=) to record the comparison.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M5.PAFR",
            "Label": "Patterns, Algebra & Functional Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M5.PAFR.1",
                    "Label": "Use multiple representations to reason and solve problems involving operational properties of whole numbers and decimals.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M5.PAFR.1.1",
                            "Label": "Use a strategy to compute the product of a two- or three-digit factor times a two-digit factor to include real-world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.PAFR.1.2",
                            "Label": "Use a strategy to compute the quotient of a multi-digit whole number divided by a two-digit whole number divisor, with and without remainders, to include real-world situations. Limit the dividend to four digits.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.PAFR.1.3",
                            "Label": "Use a strategy to compute sums and differences of decimal numbers to the hundredths.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.PAFR.1.4",
                            "Label": "Use a strategy to multiply a one-digit whole number by a decimal to the hundredths and divide a decimal to the hundredths (dividend) by a one-digit whole number (divisor). Justify the calculation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M5.PAFR.2",
                    "Label": "Use multiple representations to reason and solve problems involving operational properties of fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M5.PAFR.2.1",
                            "Label": "Use a strategy to compute sums and differences of fractions and mixed numbers with unlike denominators and justify the sum or difference to include real-world situations. Limit denominators to 2, 3, 4, 5, 6, 8, 10, 12, 20, 25, 50, and 100.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.PAFR.2.2",
                            "Label": "Use a strategy to multiply a fraction by a fraction or a fraction by a whole to include real-world situations. Limit denominators to 2, 3, 4, 5, 6, 8, 10, and 12.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.PAFR.2.3",
                            "Label": "Interpret and represent division of a whole number dividend by a unit fraction divisor and a unit fraction dividend by a whole number divisor and apply to real-world situations. Limit denominators to 2, 3, 4, 5, 6, 8, 10, and 12.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M5.PAFR.3",
                    "Label": "Use reasoning to represent and solve algebraic and numerical situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M5.PAFR.3.1",
                            "Label": "Determine the least common multiple (LCM) to find a common denominator. Limit denominators to 2, 3, 4, 5, 6, 8, 10, 12, 20, 25, 50, and 100.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.PAFR.3.2",
                            "Label": "Determine the greatest common factor (GCF) of two numbers both less than or equal to 50 to simplify a fraction into its standard form.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.PAFR.3.3",
                            "Label": "Identify a rule that can describe the pattern from the data of a function table and write it as an expression.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M5.PAFR.3.4",
                            "Label": "Translate a two-step real-world situation into a numerical expression using parentheses as grouping symbols and evaluate the expression.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}