{
    "Title": "South Carolina College & Career Ready Standards > Science > Grade 5",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "SC.S5.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.S5.PS.1",
                    "Label": "Matter & Its Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S5.PS.1.1",
                            "Label": "Develop a model to describe that matter is made of particles too small to be seen.",
                            "Examples": [
                                "Examples of evidence supporting a model could include adding air to expand a basketball, dissolving and evaporating salt water, and effects of air particles on larger objects such as leaves."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S5.PS.1.2",
                            "Label": "Measure and graph quantities to provide evidence that regardless of the type of change that occurs when heating, cooling, or mixing substances, the total weight of matter is conserved.",
                            "Examples": [
                                "Examples of reactions or changes could include phase changes over time, dissolving, mixing that form new substance, and weighing substances before and after changes."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S5.PS.1.3",
                            "Label": "Make observations and measurements to identify materials based on their properties.",
                            "Examples": [
                                "Examples of materials to be identified could include baking soda and other powders, metals, minerals, and liquids.",
                                "Examples of properties could include color, hardness, and reflectivity; density is not intended as an identifiable property."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S5.PS.1.4",
                            "Label": "Conduct an investigation to determine whether the mixing of two or more substances results in new substances.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S5.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S5.PS.2.1",
                            "Label": "Support an argument that the gravitational force exerted by Earth on objects is directed down.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S5.PS.3",
                    "Label": "Energy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S5.PS.3.1",
                            "Label": "Use models to describe that energy in animals’ food (used for body repair, growth, motion, and to maintain body warmth) was once energy from the sun.",
                            "Examples": [
                                "Examples of models could include food webs or diagrams and flowcharts to illustrate the flow of energy."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.S5.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.S5.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S5.LS.1.1",
                            "Label": "Support an argument with evidence that plants obtain materials they need for growth mainly from air and water.",
                            "Examples": [
                                "Evidence could be drawn from diagrams, models, and data that are gathered from investigations."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S5.LS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S5.LS.2.1",
                            "Label": "Develop a model to describe the movement of matter among plants, animals, decomposers, and the environment.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.S5.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.S5.ESS.1",
                    "Label": "Earth’s Place In The Universe",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S5.ESS.1.1",
                            "Label": "Support an argument with evidence that the apparent brightness of the sun compared to other stars is due to their relative distances from Earth.",
                            "Examples": [
                                "Examples of evidence could be drawn from various media, diagrams, models, or data that are gathered from investigations."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S5.ESS.1.2",
                            "Label": "Represent data in graphical displays to reveal patterns of daily changes in length and direction of shadows, day and night, and the seasonal appearance of some stars in the night sky.",
                            "Examples": [
                                "Examples of patterns could include the position and motion of Earth with respect to the sun or selected stars that are visible only in particular months.",
                                "Examples of patterns could be revealed from graphical interpretations, various media, diagrams, models, or graphs constructed from data gathered from investigations. "
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S5.ESS.2",
                    "Label": "Earth’s Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S5.ESS.2.1",
                            "Label": "Develop a model using an example to describe ways the geosphere, biosphere, hydrosphere, and/or atmosphere interact.",
                            "Examples": [
                                "Examples could include the influence of the ocean on ecosystems, landform shape, and climate; the influence of the atmosphere on landforms and ecosystems through weather and climate; and the influence of mountain ranges on winds and clouds in the atmosphere. The geosphere, hydrosphere, atmosphere, and biosphere are each a system."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S5.ESS.2.2",
                            "Label": "Describe and graph the amounts of saltwater and fresh water in various reservoirs to provide evidence about the distribution of water on Earth.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S5.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S5.ESS.3.1",
                            "Label": "Evaluate potential solutions to problems that individual communities face in protecting the Earth’s resources and environment.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}