{
    "Title": "South Carolina College & Career Ready Standards > Mathematics > Grade 6",
    "Overview": "The standards for middle school continue the work started in elementary grades in these four strands: Data, Probability, and Statistical Reasoning; Measurement, Geometry, Spatial Reasoning; Numerical Reasoning; and Patterns, Algebra, and Functional Reasoning. Woven throughout all four strands are concepts building on students' understanding of problem solving to provide context to the problems they are solving, which will foster critical thinking and collaboration skills.",
    "Goals": [
        [
            "(1) Data, Probability &  Statistical Reasoning",
            "Sixth graders will analyze data sets to identify their statistical elements. They will create graphs and plots to represent data sets, along with interpreting measures of center and spread for those data sets. They will be introduced to probability with simple and complementary events and learn that probabilities can be written as a fraction, decimal, or percent."
        ],
        [
            "(2) Measurement, Geometry & Spatial Reasoning",
            "Sixth graders will use the characteristics of two-dimensional and three-dimensional shapes learned in earlier grades to help them calculate area, surface area, and volume using models, nets, and formulas. Students will use angle measures to find and identify complementary or supplementary angles, along with exploring angles using a protractor. They will be introduced to all four quadrants of the coordinate plane and begin plotting and graphing ordered pairs in all four quadrants, to include graphing lines and polygons."
        ],
        [
            "(3) Numerical Reasoning",
            "Sixth graders will utilize multiple representations of real numbers to translate, simplify, and solve problems using mathematical and real-world applications. Students will use their prior knowledge of whole numbers to expand into operations with integers and positive rational numbers. They will deepen their understanding of fractions, decimals, and percentages through ordering, sorting, and finding absolute value. The emphasis will be on understanding negative numbers."
        ],
        [
            "(4) Patterns, Algebra &  Functional Reasoning",
            "Sixth graders will expand their understanding of algebraic concepts, being introduced to functions. They will learn the correct terminology related to algebraic expressions, equations, and inequalities, along with distinguishing between expressions and equations, and equations and inequalities. One-step simple equations and inequalities will be used to solve a variety of problems using positive rational numbers. Students will also be introduced to ratios and rates, and how to use them in real-world situations."
        ]
    ],
    "Standards": [
        {
            "Key": "SC.M6.DPSR",
            "Label": "Data, Probability & Statistical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M6.DPSR.1",
                    "Label": "Analyze data sets to identify their statistical elements.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M6.DPSR.1.1",
                            "Label": "Identify the sample size for a numerical set of data in mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.DPSR.1.2",
                            "Label": "Create box plots to represent numerical data sets in mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.DPSR.1.3",
                            "Label": "Use the shape of the graph to determine whether median or mode best describes the data set.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.DPSR.1.4",
                            "Label": "Calculate and interpret the median, mode, range, interquartile range in mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M6.DPSR.2",
                    "Label": "Calculate and interpret probability.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M6.DPSR.2.1",
                            "Label": "Given the probability of a random event, expressed as a number from 0 to 1, state the likelihood of the event occurring.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.DPSR.2.2",
                            "Label": "Find the probability of simple events in mathematical and real-world situations. Limit denominators to 2, 4, 5, 8, 10, 25, 50, and 100.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.DPSR.2.3",
                            "Label": "Given the probability of an event, identify and calculate the complement of that event.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M6.MGSR",
            "Label": "Measurement, Geometry & Spatial Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M6.MGSR.1",
                    "Label": "Determine the measurements of geometric figures.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M6.MGSR.1.1",
                            "Label": "Find the area of a triangle, square, rectangle, parallelogram, and trapezoid.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.MGSR.1.2",
                            "Label": "Create nets to represent three-dimensional shapes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.MGSR.1.3",
                            "Label": "Calculate the surface area of rectangular prisms, right triangular prisms, rectangular pyramids, and right triangular pyramids using two-dimensional nets.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.MGSR.1.4",
                            "Label": "Find the area of composite figures by decomposing them into triangles and rectangles to solve mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.MGSR.1.5",
                            "Label": "Calculate the volume of a right rectangular prism using the formula (V = Bh) in mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M6.MGSR.2",
                    "Label": "Determine angle and/or side relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M6.MGSR.2.1",
                            "Label": "Determine if two angles are complementary or supplementary.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.MGSR.2.2",
                            "Label": "Determine the measure of angles using a protractor.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M6.MGSR.3",
                    "Label": "Graph on the coordinate plane.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M6.MGSR.3.1",
                            "Label": "Plot ordered pairs in all four quadrants and identify points on a graph by writing ordered pairs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.MGSR.3.2",
                            "Label": "Graph a polygon on a coordinate plane given the coordinates of the vertices.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M6.NR",
            "Label": "Numerical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M6.NR.1",
                    "Label": "Translate among multiple representations of rational numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M6.NR.1.1",
                            "Label": "Convert positive rational numbers into equivalent forms among terminating decimals, fractions (including mixed numbers), and percentages. Limit fractions to denominators of 2, 4, 5, 8, 10, 20, 25, 50, 100, and 200.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M6.NR.2",
                    "Label": "Utilize rational numbers in mathematical and real-world situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M6.NR.2.1",
                            "Label": "Compare two positive rational numbers and write statements using the symbols for is equal to (=), is not equal to (≠), is less than (<), and/or is greater than (>) in mathematical and real-world situations. Limit fractions to denominators of 2, 4, 5, 8, 10, 20, 25, 50, 100, and 200.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.NR.2.2",
                            "Label": "Sort a set of positive rational numbers in ascending and/or descending order in mathematical and real-world situations. Limit sets to no more than 5 numbers. Limit fractions to denominators of 2, 4, 5, 8, 10, 20, 25, 50, 100, and 200.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.NR.2.3",
                            "Label": "Represent quantities with integers in real- world situations and explain the meaning of zero.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.NR.2.4",
                            "Label": "Identify and compare the opposite value and absolute value of positive and negative rational numbers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M6.PAFR",
            "Label": "Patterns, Algebra & Functional Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M6.PAFR.1",
                    "Label": "Use tables, graphs, verbal descriptions, or equations to represent a function.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M6.PAFR.1.1",
                            "Label": "Use tables, graphs, verbal descriptions, and equations to represent the relationship between independent and dependent variables of functions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.PAFR.1.2",
                            "Label": "Identify the independent and dependent variable of a function in mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M6.PAFR.2",
                    "Label": "Write, simplify, and evaluate algebraic expressions; write and solve algebraic equations and inequalities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M6.PAFR.2.1",
                            "Label": "Identify parts of an algebraic expression using the mathematical terms sum, difference, term, variable, product, factor, quotient, coefficient, and constant.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.PAFR.2.2",
                            "Label": "Write and evaluate numerical expressions containing powers. Limit to positive whole number bases and positive whole number exponents.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.PAFR.2.3",
                            "Label": "Evaluate numerical expressions with positive whole number bases and positive whole number exponents using the Order of Operations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.PAFR.2.4",
                            "Label": "Write and evaluate expressions using variables to represent quantities in mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.PAFR.2.5",
                            "Label": "Write and solve one-step equations and inequalities with one variable involving positive rational numbers in mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.PAFR.2.6",
                            "Label": "Interpret the concept of a ratio as the relationship between two quantities, including part-to-part and part-to-whole.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.PAFR.2.7",
                            "Label": "Explain the relationship between ratios and rates, including unit rates.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.PAFR.2.8",
                            "Label": "Solve ratio and rate problems in real- world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.PAFR.2.9",
                            "Label": "Use one-step dimensional analysis to convert units within the metric or customary systems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M6.PAFR.3",
                    "Label": "Apply mathematical patterns, properties, and algorithms to the set of rational numbers to find sums, differences, products, and quotients and to write equivalent expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M6.PAFR.3.1",
                            "Label": "Represent the solutions of inequalities on a number line and explain that the solution set may contain an infinite number of solutions. Limited to the symbols for is less than (<) and is greater than (>).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.PAFR.3.2",
                            "Label": "Identify the multiplicative inverse of a number and multiply multiplicative inverses to find their product is equal to 1.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.PAFR.3.3",
                            "Label": "Identify the additive inverse of a number and add additive inverses to find their sum is equal to zero.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.PAFR.3.4",
                            "Label": "Apply the properties of operations to create equivalent algebraic expressions and justify the properties used. Limit properties to the Identity, Inverse, Commutative, Associative, and Distributive Properties.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.PAFR.3.5",
                            "Label": "Add, subtract, multiply, and divide integers in mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.PAFR.3.6",
                            "Label": "Add, subtract, multiply, and divide positive fractions, including mixed numbers in mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M6.PAFR.3.7",
                            "Label": "Add, subtract, multiply, and divide multi-digit positive decimals, up to the thousandths place, to solve problems in mathematical and real-world situations",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}