{
    "Title": "South Carolina College & Career Ready Standards > Mathematics > Grade 7",
    "Overview": "The standards for middle school continue the work started in elementary grades in these four strands: Data, Probability, and Statistical Reasoning; Measurement, Geometry, Spatial Reasoning; Numerical Reasoning; and Patterns, Algebra, and Functional Reasoning. Woven throughout all four strands are concepts building on students' understanding of problem solving to provide context to the problems they are solving, which will foster critical thinking and collaboration skills.",
    "Goals": [
        [
            "(1) Data, Probability &  Statistical Reasoning",
            "Seventh graders will continue their analysis of data sets by creating and analyzing displays, including stem-and-leaf plots and histograms. Students will calculate and interpret problems using both experimental and theoretical probability. Students will make connections and understand probabilities written as fractions, decimals, and percentages."
        ],
        [
            "(2) Measurement, Geometry & Spatial Reasoning",
            "Seventh graders will be working with two- and three-dimensional figures to solve problems involving area, surface area, and volume. Through exploration and discovery, students will develop an understanding of how to find the circumference and area of circles. This will be the first time these concepts have been introduced. Students will identify congruent angles and solve equations relating to angles formed when lines intersect. Distance between points on the coordinate plane will be found and connected back to the area and perimeter of polygons."
        ],
        [
            "(3) Numerical Reasoning",
            "Seventh graders will extend their understanding of operations to include all rational numbers, promoting student understanding of how rational numbers are used in real- world situations."
        ],
        [
            "(4) Patterns, Algebra &  Functional Reasoning",
            "Seventh graders will expand on what was learned in sixth grade to develop an understanding of proportional relationships. Students will represent algebraic concepts using tables, graphs, verbal descriptions, and equations. Students will distinguish proportional relationships from non-proportional relationships while making the connection between unit rate and constant of proportionality. The extension of this knowledge will lead to the ability to solve single- and multi-step problems while working with expressions and linear equations. Students will be provided with multiple opportunities to solve a variety of percentage problems."
        ]
    ],
    "Standards": [
        {
            "Key": "SC.M7.DPSR",
            "Label": "Data, Probability & Statistical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M7.DPSR.1",
                    "Label": "Analyze data sets to identify their statistical elements.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M7.DPSR.1.1",
                            "Label": "Create stem-and-leaf plots to represent numerical data sets in mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.DPSR.1.2",
                            "Label": "Use the shape of the graph to select the measure of center (mean, median, or mode) that best describes the data set.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.DPSR.1.3",
                            "Label": "Calculate and interpret the measures of center (mean, median, mode) and spread (mean absolute deviation, interquartile range, range) in mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.DPSR.1.4",
                            "Label": "Create histograms to represent data sets and interpret histograms to answer questions or draw conclusions about data sets.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M7.DPSR.2",
                    "Label": "Calculate and interpret probability.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M7.DPSR.2.1",
                            "Label": "Identify the sample space for a simple event.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.DPSR.2.2",
                            "Label": "Calculate and interpret the theoretical probability of a simple random event.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.DPSR.2.3",
                            "Label": "Calculate and interpret the experimental probability of a random event related to a simple experiment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.DPSR.2.4",
                            "Label": "Compare and contrast the experimental and theoretical probabilities for a simple experiment.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M7.MGSR",
            "Label": "Measurement, Geometry & Spatial Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M7.MGSR.1",
                    "Label": "Determine the measurements of geometric figures.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M7.MGSR.1.1",
                            "Label": "Identify the parts of a circle. Limit the parts to center, radius, diameter, and chord.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.MGSR.1.2",
                            "Label": "Describe the relationship between the radius, diameter, and circumference of a circle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.MGSR.1.3",
                            "Label": "Solve mathematical and real-world situations involving circumference or area of circles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.MGSR.1.4",
                            "Label": "Determine if three given side lengths can form a triangle using the Triangle Inequality Theorem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.MGSR.1.5",
                            "Label": "In mathematical and real-world situations, find the volume of right prisms and right pyramids having triangular or quadrilateral bases.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.MGSR.1.6",
                            "Label": "In mathematical and real-world situations, find the surface area of right prisms and right pyramids having triangular or quadrilateral bases.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M7.MGSR.2",
                    "Label": "Determine angle and/or side relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M7.MGSR.2.1",
                            "Label": "Determine the measure of the third angle given the measure of the other two angles of a triangle using the Triangle Sum Theorem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.MGSR.2.2",
                            "Label": "Solve mathematical and real-world situations involving dimensions and areas of geometric figures including scale drawings and scale factors.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.MGSR.2.3",
                            "Label": "Identify the relationships and measures among angles formed by two intersecting lines, given the measure of one angle. Limit to supplementary, complementary, vertical, and adjacent relationships.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.MGSR.2.4",
                            "Label": "Write and solve equations to solve mathematical and real-world situations involving the relationships among angles formed by two intersecting lines. Limit to supplementary, complementary, vertical, and adjacent relationships.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M7.MGSR.3",
                    "Label": "Graph on the coordinate plane.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M7.MGSR.3.1",
                            "Label": "Find distances between ordered pairs on the coordinate plane, limited to the same `text(x)`-coordinate or the same `text(y)`-coordinate.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M7.NR",
            "Label": "Numerical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M7.NR.1",
                    "Label": "Translate among multiple representations of rational numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M7.NR.1.1",
                            "Label": "Convert rational numbers into equivalent forms among fractions (including mixed numbers), decimals, and percentages. Exclude the conversion of repeating decimals to fractions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M7.NR.2",
                    "Label": "Utilize rational numbers in mathematical and real-world situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M7.NR.2.1",
                            "Label": "Compare two rational numbers and write statements using is equal to (=), is not equal to (≠), is less than (<), is greater than (>), is greater than or equal to (≥), and/or is less than or equal to (≤) in mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M7.PAFR",
            "Label": "Patterns, Algebra & Functional Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M7.PAFR.1",
                    "Label": "Use tables, graphs, verbal descriptions, or equations to represent a function.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M7.PAFR.1.1",
                            "Label": "Apply proportional reasoning to solve problems in mathematical and real-world situations involving ratios and percentages.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.PAFR.1.2",
                            "Label": "Create a model with functions that address a proportional relationship in real-world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.PAFR.1.3",
                            "Label": "Identify the constant of proportionality within proportional relationships.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M7.PAFR.2",
                    "Label": "Write, simplify, and evaluate algebraic expressions; write and solve algebraic equations and inequalities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M7.PAFR.2.1",
                            "Label": "Write and solve multi-step equations and inequalities in one variable involving rational numbers in mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.PAFR.2.2",
                            "Label": "Write and evaluate expressions in one variable that model mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.PAFR.2.3",
                            "Label": "Compute unit rates, including those involving complex fractions with like or different units.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.PAFR.2.4",
                            "Label": "Use dimensional analysis to convert units between metric and customary systems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M7.PAFR.3",
                    "Label": "Apply mathematical patterns, properties, and algorithms to the set of rational numbers to find sums, differences, products, and quotients and to write equivalent expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M7.PAFR.3.1",
                            "Label": "Simplify numerical expressions that include integer exponents using the laws of exponents: the Product of Powers, Quotient of Powers, Power of a Power, Power of a Product, Power of a Quotient, Zero Power, and Negative Exponent.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.PAFR.3.2",
                            "Label": "Identify linear expressions that are equivalent.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.PAFR.3.3",
                            "Label": "Recognize that algebraic expressions may have a variety of equivalent forms and determine an appropriate form for a given real-world situation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.PAFR.3.4",
                            "Label": "Factor linear expressions with integer coefficients using the greatest common factor (GCF).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M7.PAFR.3.5",
                            "Label": "Apply all operations with rational numbers to solve problems in mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}