{
    "Title": "South Carolina College & Career Ready Standards > Mathematics > Calculus",
    "Overview": "In Calculus, students build on the conceptual knowledge and the problem-solving skills they learned in previous mathematics courses. This course prepares students for post-secondary mathematical study but is not designed to prepare students for an Advanced Placement exam. Calculus focuses on a conceptual understanding of calculus as well as computational competency. The standards promote a multi- representational approach to calculus with concepts, results, and problems being expressed graphically, numerically, analytically, and verbally. These representations facilitate an understanding of the connections among limits, derivatives, and integrals. ",
    "Goals": [],
    "Standards": [
        {
            "Key": "SC.M9-12.C.MGSR",
            "Label": "Measurement, Geometry & Spatial Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M9-12.C.MGSR.1",
                    "Label": "Explain the concept of the integral of a function geometrically, numerically, analytically, and contextually.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.C.MGSR.1.1",
                            "Label": "Explain how the definite integral is used to solve area problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.MGSR.1.2",
                            "Label": "Approximate definite integrals by a finite sum.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.MGSR.1.3",
                            "Label": "Interpret the definite integral as a limit of Riemann sums.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.MGSR.1.4",
                            "Label": "Explain the relationship between the integral and derivative as expressed in both parts of the Fundamental Theorem of Calculus. Interpret the relationship in terms of rates of change.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M9-12.C.MGSR.2",
                    "Label": "Apply theorems and rules of integration to solve mathematical and real-world situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.C.MGSR.2.1",
                            "Label": "Apply the Fundamental Theorem of Calculus to solve mathematical and real- world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.MGSR.2.2",
                            "Label": "Explain graphically and verbally the properties of the definite integral. Apply these properties to evaluate basic definite integrals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.MGSR.2.3",
                            "Label": "Evaluate integrals using substitution.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M9-12.C.NR",
            "Label": "Numerical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M9-12.C.NR.1",
                    "Label": "Apply the concepts of a limit graphically, numerically, analytically, and contextually.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.C.NR.1.1",
                            "Label": "Estimate and verify limits using tables, graphs of functions, and technology.",
                            "Examples": [],
                            "Subs": []
                        },{
                            "Key": "SC.M9-12.C.NR.1.2",
                            "Label": "Calculate limits—including one-sided limits—algebraically, using direct substitution, simplification, rationalization, and the limit laws for constant multiples, sums, differences, products, and quotients.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.NR.1.3",
                            "Label": "Calculate infinite limits and limits at infinity and use those limits to identify the asymptotes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M9-12.C.PAFR",
            "Label": "Patterns, Algebra & Functional Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M9-12.C.PAFR.1",
                    "Label": "Apply the definition and graphical interpretation of continuity of a function.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.C.PAFR.1.1",
                            "Label": "Apply the definition of continuity of a function at a point to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.PAFR.1.2",
                            "Label": "Classify discontinuities as removable, jump, or infinite. Justify that classification using the definition of continuity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.PAFR.1.3",
                            "Label": "Understand the Intermediate Value Theorem and apply the theorem to prove the existence of solutions of equations arising in mathematical",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M9-12.C.PAFR.2",
                    "Label": "Understand the concept of the derivative of a function geometrically, numerically, analytically, and verbally.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.C.PAFR.2.1",
                            "Label": "Interpret the value of the derivative of a function as the slope of the corresponding tangent line.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.PAFR.2.2",
                            "Label": "Interpret the value of the derivative as an instantaneous rate of change in a variety of real-world contexts such as velocity and population growth.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.PAFR.2.3",
                            "Label": "Approximate the derivative graphically by finding the slope of the tangent line drawn to a curve at a given point and numerically by using the difference quotient.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.PAFR.2.4",
                            "Label": "Explain graphically and analytically the relationship between differentiability and continuity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.PAFR.2.5",
                            "Label": "Explain graphically and analytically the relationship between the average rate of change and the instantaneous rate of change.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.PAFR.2.6",
                            "Label": "Use the definition of the derivative to determine the derivatives of various functions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M9-12.C.PAFR.3",
                    "Label": "Apply the rules of differentiation to functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.C.PAFR.3.1",
                            "Label": "Identify and apply the derivatives of constant, power, trigonometric, inverse trigonometric, exponential, and logarithmic functions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.PAFR.3.2",
                            "Label": "Use the constant multiple, sum, difference, product, quotient, and chain rules to find the derivatives of functions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.PAFR.3.3",
                            "Label": "Apply the methods of implicit and logarithmic differentiation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M9-12.C.PAFR.4",
                    "Label": "Apply theorems and rules of differentiation to solve mathematical and real- world situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.C.PAFR.4.1",
                            "Label": "Explain the mathematical and real-world meanings of the Extreme Value Theorem and the Mean Value Theorem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.PAFR.4.2",
                            "Label": "Write an equation of a line tangent to the graph of a function at a point.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.PAFR.4.3",
                            "Label": "Explain the relationship between the increasing/decreasing behavior of f and the signs of f'. Use the relationship to generate a graph of f given the graph of f', and vice versa, and to identify relative and absolute extrema of f.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.PAFR.4.4",
                            "Label": "Explain the relationships among the concavity of the graph of f, the increasing/decreasing behavior of f' and the signs of f''. Use those relationships to generate graphs of f, f', and f'' given any one of them and identify the points of inflection of f.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.C.PAFR.4.5",
                            "Label": "Solve a variety of real-world situations involving related rates, optimization, linear approximation, and rates of change.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}