{
    "Title": "South Carolina College & Career Ready Standards > Mathematics > Algebra I",
    "Overview": "Algebra is important and useful in most careers. It is one of the most common and malleable types of mathematics, because it is valuable in a range of activities from ordinary decision making to advanced training in scientific and technological fields. The ability to understand and apply algebraic thinking is a crucial steppingstone on a successful journey in life. Algebra is a collection of unifying concepts that enable one to solve problems flexibly.",
    "Goals": [],
    "Standards": [
        {
            "Key": "SC.M9-12.A1.DPSR",
            "Label": "Data, Probability & Statistical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M9-12.A1.DPSR.1",
                    "Label": "Use statistical reasoning to summarize, represent, and interpret data on two categorical and quantitative variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.A1.DPSR.1.1",
                            "Label": "Summarize categorical data in two-way frequency tables, interpret relative frequencies in real-world situations, and informally determine possible associations and trends in the data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.DPSR.1.2",
                            "Label": "Summarize quantitative data in a table and on a scatter plot and describe how the variables are associated. Limit to linear data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.DPSR.1.3",
                            "Label": "Find a linear function for a scatter plot that suggests a linear association.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.DPSR.1.4",
                            "Label": "For linear associations, use technology to determine the correlation coefficient, evaluate the strength of the association, and find the line of best fit.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M9-12.A1.DPSR.2",
                    "Label": "Analyze and interpret models for two categorical and quantitative variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.A1.DPSR.2.1",
                            "Label": "Use two-way frequency tables to make inferences and interpret the data in terms of real-world or mathematical situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.DPSR.2.2",
                            "Label": "Interpret the slope and the intercept of a linear model in the context of the data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.DPSR.2.3",
                            "Label": "Use a linear model to interpolate and extrapolate unknown values close to the data set.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M9-12.A1.MGSR",
            "Label": "Measurement, Geometry & Spatial Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M9-12.A1.MGSR.1",
                    "Label": "Use geometric concepts and measurement opportunities to model mathematical and real-world situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.A1.MGSR.1.1",
                            "Label": "Identify any limitations specific to a real- world situation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M9-12.A1.NR",
            "Label": "Numerical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M9-12.A1.NR.1",
                    "Label": "Represent all points on the number line as irrational and rational numbers in the real number system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.A1.NR.1.1",
                            "Label": "Rewrite numerical and algebraic expressions of irrational and rational numbers involving radicals, including addition, subtraction, multiplication, and division. Limit to square and cube roots.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M9-12.A1.NR.2",
                    "Label": "Represent exponents and radical expressions in different ways.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.A1.NR.2.1",
                            "Label": "Translate between rational exponents and radical expressions of irrational and rational numbers. Use properties of addition, subtraction, multiplication, and division to simplify radical and rational expressions. Limit to square and cube roots.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.M9-12.A1.PAFR",
            "Label": "Patterns, Algebra & Functional Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.M9-12.A1.PAFR.1",
                    "Label": "Transform and/or solve equations and expressions in one variable that model real-world and mathematical situations, interpret the solutions, and determine whether they are reasonable.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.A1.PAFR.1.1",
                            "Label": "Transform an equation in one variable to create new equations that have the same solution as the original and justify the steps taken.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.1.2",
                            "Label": "Solve literal equations and formulas for a specified variable including equations and formulas that arise in a variety of disciplines.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.1.3",
                            "Label": "Solve mathematical and real-world situations using linear, quadratic, exponential (same bases), and linear absolute value equations in one variable.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.1.4",
                            "Label": "Add, subtract, and multiply polynomials with initial terms up to a degree of 2.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M9-12.A1.PAFR.2",
                    "Label": "Create, solve, and transform equations and inequalities in two or more variables to represent relationships between quantities and graph the equations on coordinate axes using appropriate labels, units, and scales.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.A1.PAFR.2.1",
                            "Label": "Transform linear, quadratic, exponential, and linear absolute value functions to equivalent forms to identify slope and y-intercept for linear, vertex, and roots (if any) for quadratic and linear absolute value, and y-intercept for exponential.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.2.2",
                            "Label": "Solve quadratic equations by completing the square, factoring, and the quadratic formula, explaining the connection between the zeros of the function derived from the equation, its linear factors (if it factors), the x-intercepts of its graph (if they exist), and the solutions (if any) to the corresponding quadratic equation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.2.3",
                            "Label": "Solve and graph linear, quadratic, exponential, and linear absolute value equations given in tabular, symbolic, and/or verbal forms using intercepts, domain and range, intervals of increasing and decreasing, vertex (maximum and minimum), end-behavior, and symmetry, and interpret these in terms of mathematical and real-world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.2.4",
                            "Label": "Create, solve, and graph linear inequalities in two variables.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.2.5",
                            "Label": "Write arithmetic and geometric sequences both recursively and with an explicit formula, use them to model situations, and translate between the two forms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.2.6",
                            "Label": "Create symbolic representations of linear and exponential functions, including arithmetic and geometric sequences, given graphs, verbal descriptions, and tables.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.2.7",
                            "Label": "Use graphs to obtain exact and/or approximate solutions of equations, inequalities, and systems of linear equations in two variables (given or obtained by using technology).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.2.8",
                            "Label": "Solve an equation of the form f(x) = g(x) graphically by identifying the x-coordinate(s) of the point(s) of intersection of the graphs of `y=f(x)` and `y=g(x)`.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.2.9",
                            "Label": "Solve systems of linear equations algebraically and graphically.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.2.10",
                            "Label": "Analyze the growth/decay rate between linear and exponential functions specifically between consecutive integers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M9-12.A1.PAFR.3",
                    "Label": "Represent and interpret functions symbolically and graphically.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.A1.PAFR.3.1",
                            "Label": "Recognize that f(x) denotes the output of function f that corresponds to the input x, and this corresponds to the set of all the ordered pairs `(x,y)` that satisfy the equation `y=f(x)` both tabularly and graphically.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.3.2",
                            "Label": "Use the definition of a function to analyze the domain and range of a function in relation to its graph, mapping, table, verbal, and/or symbolic description and, where applicable, using interval and set notation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.3.3",
                            "Label": "Translate among graphical, tabular, verbal, and symbolic representations in function notation, to identify intercepts, intervals where the function is increasing, decreasing, constant, maximums and minimums, and symmetries and explain their meanings in real-world and mathematical situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.3.4",
                            "Label": "Interpret how lead coefficients impact the shape of a function’s graph.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.M9-12.A1.PAFR.4",
                    "Label": "Reason with parent functions in varying representations to find families of functions that all have similar distinguishing attributes common to the family and use common characteristics to aid in rewriting and identifying linear, linear absolute value, quadratic, and exponential functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.M9-12.A1.PAFR.4.1",
                            "Label": "Describe the effect of the transformations kf(x), f(x) + k, f(x − k), and combinations of such transformations on the graph of parent function `y=f(x)` for any real number k; find the value of k given the graphs; and write the equation of a transformed parent function given its graph.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.4.2",
                            "Label": "Given a real-world or mathematical situation, determine the parent graph that best models the situation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.M9-12.A1.PAFR.4.3",
                            "Label": "Given different representations of two different functions, compare key features including intercepts, domain and range, intervals of increasing and decreasing, constant, average rate of change, and maximum and minimum values.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}