{
    "Title": "South Carolina College & Career Ready Standards > Mathematics > Kindergarten",
    "Overview": "The focus in kindergarten is concentrated within the strands of Data, Probability, and Statistical Reasoning; Measurement, Geometry, and Spatial Reasoning; Numerical Reasoning (NR); and Patterns, Algebra, and Functional Reasoning (PAFR).",
    "Goals": [
        [
            "(1) Data, Probability &  Statistical Reasoning",
            "Kindergarteners will collect, sort, analyze, and communicate data through various charts and graphs."
        ],
        [
            "(2) Measurement, Geometry & Spatial Reasoning",
            "Kindergarteners will identify coins and compare objects using measurement vocabulary. Students will also identify, describe, compare, and analyze 2D and 3D shapes based on their attributes."
        ],
        [
            "(3) Numerical Reasoning",
            "A major emphasis is placed on building number sense for numbers 0 to 20. Kindergarten students will focus on developing an understanding of counting to represent the total number of objects in a set. Additionally, students will use concrete representations to compare the quantity of two sets of objects. Opportunities should be provided to use concrete objects to demonstrate that whole numbers can be composed and decomposed in a variety of ways. A major focus for students in kindergarten will be subitizing quantities to 10. This ability to subitize is crucial for students, as it allows them to understand how whole numbers can be composed in numerous ways."
        ],
        [
            "(4) Patterns, Algebra &  Functional Reasoning",
            "Kindergarteners will use multiple representations to reason and solve problems involving addition and subtraction. Students will use a variety of strategies for addition and subtraction within 10. A major focus for students in kindergarten will include building a strong conceptual foundation of addition and subtraction by exploring the relationship between these operations. Multiple opportunities with concrete and pictorial models should be embedded in this strand and students should be able to apply the concepts to mathematical and real-world situations. In this grade, students will also use reasoning to extend and continue patterns."
        ]
    ],
    "Standards": [
        {
            "Key": "SC.MK.DPSR",
            "Label": "Data, Probability & Statistical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.MK.DPSR.1",
                    "Label": "Collect and organize data and communicate through multiple representations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.MK.DPSR.1.1",
                            "Label": "Sort pictures or objects into at least two categories. Count to determine how many are in each category. Limit to 20 pictures or objects.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.MK.DPSR.1.2",
                            "Label": "Answer questions about data organized in a t-chart, object graph, or picture graph.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.MK.MGSR",
            "Label": "Measurement, Geometry & Spatial Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.MK.MGSR.1",
                    "Label": "Describe and compare objects in real-world situations using units of length, weight, money, and time.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.MK.MGSR.1.1",
                            "Label": "Identify a penny, nickel, dime, and quarter.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.MK.MGSR.1.2",
                            "Label": "Directly compare two objects using words including shorter, longer, taller, lighter, and heavier.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.MK.MGSR.2",
                    "Label": "Analyze, describe, and manipulate shapes to make sense of their relationships in mathematical and real-world situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.MK.MGSR.2.1",
                            "Label": "Identify and describe the attributes of triangles, squares, rectangles, circles, cubes, and spheres to include everyday situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.MK.MGSR.2.2",
                            "Label": "Describe relative positions of objects by appropriately using terms including below, above, beside, between, inside, outside, in front of, or behind.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.MK.NR",
            "Label": "Numerical Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.MK.NR.1",
                    "Label": "Represent multi-digit numbers in a variety of ways to build the foundation for place value understanding.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.MK.NR.1.1",
                            "Label": "Read, write, and represent the numerals 0 to 20 and represent the written numeral with concrete models.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.MK.NR.1.2",
                            "Label": "Compose and decompose numbers from 11 to 19 into tens and ones by using concrete objects, pictorial models, or drawings to demonstrate understanding that the teen numbers are composed of one set of ten ones and a few more ones.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.MK.NR.2",
                    "Label": "Demonstrate and explain the relationship between numbers and quantities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.MK.NR.2.1",
                            "Label": "Count forward by ones and tens to 100 and backward from 10 by ones.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.MK.NR.2.2",
                            "Label": "Subitize a quantity of up to 10 objects in an organized arrangement without counting, explaining how one grouped the objects within the set to determine the total quantity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.MK.NR.2.3",
                            "Label": "Given a group of up to 20 objects, count the number of objects in that group and represent the number of objects with a written numeral. State the number of objects in a rearrangement of that group without recounting.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.MK.NR.2.4",
                            "Label": "Given a number from 0 to 20, count out that many objects.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.MK.NR.3",
                    "Label": "Demonstrate the ability to compare quantities of objects and numerals representing quantities of objects.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.MK.NR.3.1",
                            "Label": "Compare up to 10 objects in one set to another set of up to 10 objects using the phrases more than, fewer than, or the same as.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.MK.PAFR",
            "Label": "Patterns, Algebra & Functional Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.MK.PAFR.1",
                    "Label": "Develop an understanding of the relationship between addition and subtraction to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.MK.PAFR.1.1",
                            "Label": "Add and subtract number combinations within 5.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.MK.PAFR.1.2",
                            "Label": "Create a sum of 10 using objects and drawings when given one of two addends 0–9, to include real-world situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.MK.PAFR.1.3",
                            "Label": "Compose and decompose numbers up to 10 in different ways. Record using objects or drawings.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.MK.PAFR.1.4",
                            "Label": "Solve add-to/joining, take-from/separating, part-part-whole (total unknown), part-part-whole (both addends unknown) real-world situations to find sums and differences within 10.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.MK.PAFR.2",
                    "Label": "Recognize, describe, extend, and create patterns.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.MK.PAFR.2.1",
                            "Label": "Describe, extend, and create (to the next term) simple repeating patterns in the form of AB, AAB, ABB, and ABC.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}