{
    "Title": "South Carolina College & Career Ready Standards > Science > Kindergarten",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "SC.SK.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.SK.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.SK.PS.2.1",
                            "Label": "Plan and conduct an investigation to compare the effects of different strengths or different directions of pushes and pulls on the motion of an object.",
                            "Examples": [
                                "Examples of pushes or pulls could include a string attached to an object being pulled, a person pushing an object, a person stopping a rolling ball, and two objects colliding and pushing on each other."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.PS.2.2",
                            "Label": "Analyze data to determine if a design solution works as intended to change the speed or direction of an object with a push or a pull.",
                            "Examples": [
                                "Examples of solutions could include tools such as a ramp to increase the speed of the object or a structure that would cause an object, such as a marble or ball, to turn."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.SK.PS.3",
                    "Label": "Energy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.SK.PS.3.1",
                            "Label": "Make observations to determine the effect of sunlight on Earth's surface.",
                            "Examples": [
                                "Examples of Earth's surface could include sand, soil, rocks, and water."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.PS.3.2",
                            "Label": "Use tools and materials to design and build a structure that will reduce the warming effect of sunlight on an area.",
                            "Examples": [
                                "Examples of structures could incorporate shade, color, and materials that minimize the warming effects of the sun."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.SK.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.SK.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.SK.LS.1.1",
                            "Label": "Use observations to describe patterns of what plants and animals (including humans) need to survive.",
                            "Examples": [
                                "Examples of patterns could include that animals need to take in food, but plants make food; the different kinds of food needed by different types of animals; the requirement of plants to have light; and that all living things need water."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.SK.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.SK.ESS.2",
                    "Label": "Earth's Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.SK.ESS.2.1",
                            "Label": "Use and share observations of local weather conditions to describe patterns over time.",
                            "Examples": [
                                "Examples of qualitative observations could include descriptions of the weather (sunny, cloudy, rainy, or warm).",
                                "Examples of quantitative observations could include numbers of sunny, windy, and rainy days in a month.",
                                "Examples of patterns could include that mornings are cooler than afternoons and the number of sunny days versus cloudy days during different months."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.ESS.2.2",
                            "Label": "Construct an argument supported by evidence for how plants and animals (including humans) can change the environment to meet their needs.",
                            "Examples": [
                                "Examples of plants and animals changing their environment could include beavers building dams, a squirrel digging in the ground to hide its food, and tree roots breaking concrete. Humans have developed means to heat and/or cool our homes and vehicles to protect ourselves from the elements."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.SK.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.SK.ESS.3.1",
                            "Label": "Use a model to represent the relationship between the needs of different plants or animals (including humans) and the places they live.",
                            "Examples": [
                                "Examples of relationships could include that deer eat buds and leaves; therefore, they usually live in forested areas, humans use soil and water to grow food, and grasses need sunlight so they often grow in meadows. Plants, animals, and their surroundings make up a system."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.ESS.3.2",
                            "Label": "Ask questions to understand the purpose of weather forecasting to prepare for and respond to severe weather.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.ESS.3.3",
                            "Label": "Obtain and communicate information to define problems related to human impact on the local environment.",
                            "Examples": [
                                "Examples of human impact on the land could include cutting trees to produce paper and using resources to produce bottles.",
                                "Examples of human choices could include reusing and recycling materials."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}