{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Communicate scientific information that common ancestry and biological evolution are supported by multiple lines of empirical evidence."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Giant pandas and red pandas both eat bamboo and have a modified wrist bone that functions like a thumb to help the animals grip bamboo while eating. A student claims that giant pandas and red pandas must be related because of these similarities.",
            "Which of the following investigations would provide the BEST evidence to support or refute the student's claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a comparison of the anatomical structures of the leg bones of giant pandas and red pandas",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "a comparison of DNA patterns in the genomes of giant pandas and red pandas",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "a comparison of the fossilized ancestors of giant pandas and red pandas",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "a comparison of the behaviors of giant pandas and red pandas",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MR",
        "NumChoices": 0,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Use a model to illustrate the role of cellular division (mitosis) and differentiation in producing and maintaining complex organisms."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student uses pieces of yarn to make a model of mitosis. However, the student does not accurately represent the end result of mitosis. The student's model is shown.",
            "problems/COHSS/media/2a.jpg",
            "Explain the function of mitosis in multicellular organisms and how the student could improve the model to more accurately represent the process. Your response should include:",
            ":ibox:• an explanation of the function of mitosis\n\n• a description of how the student could correct the end result of mitosis in the model"
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "C",
        "NumChoices": 2,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Evaluate competing design solutions for developing, managing, and utilizing energy and mineral resources based on cost-benefit ratios."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Two engineers are discussing whether a wind turbine should be placed in Location B. Based on the information in Part 1, determine whether each statement supports placing the wind turbine at Location B or at a different location."
        ],
        "AnswerChoices": {
            "A:The distance between the power source and the community using the power is minimal, which reduces the cost to transmit the power.": {
                "Choice": "1:Supports Placing the Wind Turbine at Location B",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B:Additional access roads do not have to be constructed, which will conserve wildlife habitats.": {
                "Choice": "1:Supports Placing the Wind Turbine at Location B",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C:The wind turbines generate low-frequency noise, which may interrupt people's sleep.": {
                "Choice": "2:Supports Placing the Wind Turbine at a Different Location",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Evaluate competing design solutions for developing, managing, and utilizing energy and mineral resources based on cost-benefit ratios."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": true,
        "Content": [
            "Distributed wind systems (DWS) are networks of individual turbines that power homes or businesses. A business builds a wind turbine and uses it to power a specific location. This location will then contribute any excess energy to the community power grid for others to use. The DWS can be far away from the places that it powers.",
            "The people working in locations A, B, C, and D all use the same power grid, but use of DWS might affect them differently.",
            "Based on the information, identify the location that would benefit the most from a DWS and explain why. Your response should include:",
            "ibox:• identification of which location would benefit the most from a DWS rather than the installation of a local set of wind turbines\n\n• why that location is the best selection for the DWS"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Location A",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Location B",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Location C",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Location D",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Construct an explanation based on evidence for how the availability of natural resources, occurrence of natural hazards, and changes in climate have influenced human activity."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The community builds multiple wind turbines at Location A. Why has the community MOST LIKELY chosen Location A to install wind turbines?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The location is the most accessible for building large structures.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The location is the closest to a major metropolitan area.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The location has a high availability of wind resources.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The location has the lowest environmental impact.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "IDD",
        "NumChoices": 7,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Evaluate competing design solutions for developing, managing, and utilizing energy and mineral resources based on cost-benefit ratios."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Large rotors are often difficult and costly to transport. Despite the transportation costs, the general trend in wind energy is to utilize larger rotors. Based on the data in the table in Part 2, what is an explanation for the trend to use larger rotors?",
            "Select choices to correctly complete the sentences.",
            "\n\nUsing larger rotors means :DD-1: turbines are needed, on average, to meet electricity production goals. This ultimately leads to :DD-2: long-term costs. Because different locations vary in average wind speed, peak wind speed, and a variety of other conditions, the trend toward larger rotors will :DD-3: ."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "fewer",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "more",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "higher",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "lower",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "3:A": {
                "Choice": "accelerate over time",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "3:B": {
                "Choice": "not be universal",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "3:C": {
                "Choice": "soon end",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MR",
        "NumChoices": 0,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Evaluate competing design solutions for developing, managing, and utilizing energy and mineral resources based on cost-benefit ratios."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The cost to transport wind turbine construction materials increases with distance. An engineer compares the options of using a wind turbine with a 120 m diameter rotor at either Location C or Location D. The materials would be transported from Location B. Based on this information and the results of Part 1, explain why Location D would provide the better long-term cost-benefit result regarding transportation cost and electricity production. Your answer should include:",
            ":ibox:• a comparison between the long-term effects of higher transportation costs and the long term benefit of greater electricity production\n\n• an explanation of how this comparison favors Location D instead of Location C"
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Ask questions to clarify relationships about the role of DNA and chromosomes in coding the instructions for characteristic traits passed from parents to offspring."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Giraffe spot patterns are unique to each giraffe. Scientists analyzed survival records and spot patterns of 31 mothers and their calves. Based on the evidence, the scientists made this claim: giraffe spot pattern traits are related to juvenile survival and are heritable.",
            "problems/COHSS/media/8a.jpg",
            "Which question is MOST closely related to the scientists' claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "How do wild giraffes' spot patterns compare with captive giraffes' spot patterns?",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "How does the color of the spots on the calves' coats change as they grow?",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "What role does DNA play in the spot patterns inherited by the calves?",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Can variation in spot patterns be used to identify individual calves?",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Evaluate evidence of the past and current movements of continental and oceanic crust and the theory of plate tectonics to explain the ages of crustal rocks."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The diagram shows the Hawaiian hot spot and the ages at which some Hawaiian islands were formed millions of years ago (MYA). The oldest island shown is Oahu, which formed 3.4 MYA, while the youngest is Hawaii, which formed between 0.7 and 0.0 MYA.",
            "problems/COHSS/media/9a.jpg",
            "Based on the information in the diagram, which statement explains how the islands that are NOT directly over the Hawaiian hot spot formed?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The Hawaiian hot spot moved to the northwest, causing lava to move along the ocean floor.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The Hawaiian hot spot moved to the southeast, causing lava to move along the ocean floor.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The Pacific Plate moved to the northwest, over the Hawaiian hot spot.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The Pacific Plate moved to the southeast, over the Hawaiian hot spot.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MS",
        "NumChoices": 5,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Analyze data to support the claim that Newton's second law of motion describes the mathematical relationship among the net force on a macroscopic object, its mass, and its acceleration."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student drops objects of different masses to measure force. The student uses objects with these masses: 1 kilogram (kg), 10 kg, and 20 kg. The student drops each object from a height of 10 meters. All the objects take the same amount of time to fall. The resulting data are shown in the table.",
            "problems/COHSS/media/10a.jpg",
            "The student claims that the data support Newton's Second Law of Motion.",
            ":box:Newton's Second Law of Motion\n\nThe force acting on an object causes it to accelerate according to this formula\n\nF=m•a\n\nwhere\n\nF = force, in newtons (N)\n\nm = mass, in kilograms (kg)\n\na = acceleration, in meters per second squared (m/s²)",
            "Select the TWO pieces of evidence from the investigation that support the student's claim."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Each object exerts the same force on Earth as Earth exerts on the object.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Each object starts to move only after a force is applied to it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The forces are all in proportion to the masses they affect.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The objects are all dropped from the same height.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "The objects all accelerate at the same rate.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "IDD",
        "NumChoices": 7,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Develop and use a model to illustrate the hierarchical organization of interacting systems that provide specific functions within multicellular organisms."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Study the model of hormone interactions.",
            "problems/COHSS/media/11a.jpg",
            "Select choices to correctly complete the sentences.",
            "\n\nThis model shows steps 1 and 2 of the process described in Part 1. In the model, the hormone is released by Cell W, which is part of the :DD-1: system. The hormone leaves the circulatory endocrine muscular circulatory system and binds to Cell X in :DD-2: that :DD-3: ."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "circulatory",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "endocrine",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:C": {
                "Choice": "muscular",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "the endocrine system",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "muscle tissue",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "3:A": {
                "Choice": "changes shape to dilate vessels",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "3:B": {
                "Choice": "captures hormones for later use",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "O",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Develop and use a model to illustrate the hierarchical organization of interacting systems that provide specific functions within multicellular organisms."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "This model shows some interactions of the endocrine system with other body systems.",
            "problems/COHSS/media/12a.jpg",
            "One body system and one action are labeled in the model. Use the information and steps in Part 1 to develop the model.",
            "Select the correct letter from the model in the table to label the step or body system"
        ],
        "AnswerChoices": {
            "A:A": {
                "Choice": "1:Step 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B:B": {
                "Choice": "5:circulatory system",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C:C": {
                "Choice": "2:Step 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D:D": {
                "Choice": "4:digestive system",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "E:E": {
                "Choice": "3:nervous system",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Develop and use a model to illustrate the hierarchical organization of interacting systems that provide specific functions within multicellular organisms."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student wants to add a fifth step to the digestion process described in Part 1 to help explain one reason why people might feel tired after eating.",
            "Based on the information provided, which statement should be Step 5 of the digestion process?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "More blood flows to the endocrine system.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Less blood flows to the endocrine system.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "More blood flows to the nervous system.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Less blood flows to the nervous system.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "IDD",
        "NumChoices": 8,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Plan and conduct an investigation to provide evidence that feedback mechanisms maintain homeostasis."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The students want to compare the data measured for each subject in the digestion investigation described in Part 2.",
            "Select choices to correctly complete the sentences.",
            "\n\nThe students can better compare data if the ratio of the :DD-1: to the :DD-2: is consistent for all the participants. This will help ensure that the data collected provides accurate evidence about how a subject's body systems work :DD-3: to :DD-4: homeostasis."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "energy content of the meal",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "age of the subject",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "mass of the subject",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "sex of the subject",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "3:A": {
                "Choice": "independently",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "3:B": {
                "Choice": "together",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "4:A": {
                "Choice": "disrupt",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "4:B": {
                "Choice": "maintain",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 3,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Plan and conduct an investigation to provide evidence that feedback mechanisms maintain homeostasis."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": true,
        "Content": [
            "A group of students discusses ideas for the frequency of data collection in the investigation described in Part 2. They come up with three possible plans.",
            ":ibox:• Plan A: Collect data 1 hour before, 10 minutes before, immediately before, and immediately after eating.\n\n• Plan B: Collect data immediately before eating and immediately after eating.\n\n• Plan C: Collect data immediately before, immediately after, 10 minutes after, and 1 hour after eating.",
            "Determine which plan will give the students the most usable data. Your response should include:",
            ":ibox:• the plan that will provide the best evidence for the effect of feedback loops on homeostasis\n\n• why this plan will provide the best evidence for the effect of feedback loops on homeostasis"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Plan A",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Plan B",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Plan C",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "IDD",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Create a computational model to calculate the change in the energy of one component in a system when the change in energy of the other component(s) and energy flows in and out of the system are known."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Compare the trials with the lid on the container to the trials with the lid off the container.",
            "Select choices to correctly complete the sentence.",
            "\n\nFor the low-heat trials, the difference between the :DD-1: data in the two trials represents the energy :DD-2: the system by escaping steam."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "time to reach boiling",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "energy used",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "transferred from",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "added to",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Create a computational model to calculate the change in the energy of one component in a system when the change in energy of the other component(s) and energy flows in and out of the system are known."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The student wants to find out how much heat is lost to the environment in this trial from the investigation:",
            "problems/COHSS/media/17a.jpg",
            "Using the data from this trial, which calculation can be used to determine how much heat is lost to the environment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Subtract the energy used in this trial from the energy needed to heat the water to the boiling point.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Subtract the low power of the hot plate from the maximum power capacity of the hot plate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Subtract the time for this trial from the time for the trial at the low setting with the lid off.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Subtract the initial temperature from the ending temperature for this trial.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "IDD",
        "NumChoices": 6,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Design, build, and refine a device that works within given constraints to convert one form of energy into another form of energy."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A method of energy transfer is considered to be more efficient when it uses less energy to perform the same task as other methods. The student modifies the investigation by using a lid made of a less conductive material than the metal lid used in the investigation to determine whether this will affect the efficiency of energy transfer.",
            "Select choices to correctly complete the sentence.",
            "\n\nUsing a lid made of a less conductive material than the metal lid used in the investigation will result in :DD-1: heat lost to the surrounding environment and will :DD-2: the efficiency of energy transfer."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "less",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "more",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:C": {
                "Choice": "the same amount of",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "increase",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "decrease",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:C": {
                "Choice": "not affect",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MR",
        "NumChoices": 0,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Design, build, and refine a device that works within given constraints to convert one form of energy into another form of energy."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Describe the energy transfer for the investigation shown, and explain a limitation for converting all the available energy into usable energy. Your response should include:",
            ":ibox:• a description of the energy transfer, including an identification of the starting form of energy and the resulting form of energy\n\n• an explanation of a limitation for converting all the available energy into usable energy"
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Create a computational model to calculate the change in the energy of one component in a system when the change in energy of the other component(s) and energy flows in and out of the system are known."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": true,
        "Content": [
            "In the investigation, each trial was performed with a mass of 2.8 kilograms (kg) of water. The student researched data for energy transfer and found that 261.3 Watt-hours (Wh) is the expected amount of energy required to heat 2.8 kg of water from 20°C to the boiling point.",
            "Use the data table from the investigation to determine which of the four trials lost the MOST energy to the surrounding environment. Your response should include:",
            "• identification of the trial that lost the most energy to the surrounding environment\n\n• the full calculation of the approximate energy that was lost to the surrounding environment in this trial"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Trial 1",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Trial 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Trial 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Trial 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MR",
        "NumChoices": 0,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Plan and conduct an investigation to provide evidence that the transfer of thermal energy when two components of different temperature are combined within a closed system results in a more uniform energy distribution among the components in the system (second law of thermodynamics)."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Each trial in the investigation started with 2.8 liters of water at 20°C. The student modifies the investigation to mix two samples of water at different temperatures, as shown in the table.",
            "problems/COHSS/media/21a.jpg",
            "Predict how the time required to heat the water to the boiling point in a container with the lid off at low power will be different if Sample A and Sample B are mixed to make the initial 2.8 liters of water.",
            "Your response should include:",
            ":ibox:• a description of how to calculate the expected final temperature, in degrees Celsius (°C), when Sample A and Sample B are mixed\n\n• an explanation of the expected time, in seconds, for the combined samples to heat to the boiling point in a container with the lid off at low power"
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MS",
        "NumChoices": 5,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Construct an explanation based on evidence for how the availability of natural resources, occurrence of natural hazards, and changes in climate have influenced human activity."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An agricultural community uses an aquifer, described in Part 1, as a water source for farming and for residential use. The community monitors the water level of the aquifer. The graph shows the changes in the water level from January 2001 through January 2017.",
            "problems/COHSS/media/22a.jpg",
            "Which actions would most effectively conserve the aquifer water level? Select TWO correct statements."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The local government enacts water conservation policies for residents.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Farmers replace the layer of topsoil to make it more permeable.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The community adds porous rock above the aquifer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Farmers grow crops that require less irrigation.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "The community relocates to another area.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Construct an explanation based on evidence for how the availability of natural resources, occurrence of natural hazards, and changes in climate have influenced human activity."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on Figure 1, which statement most correctly explains why people need to drill below the water table in an aquifer?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Water below the water table in aquifers increases the water supply when there is not enough water from nearby lakes and springs.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Water below the water table in aquifers flows through an aquifer more rapidly than surface water flows into a lake.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Water below the water table in aquifers is more easily accessible than water from nearby lakes and springs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Water below the water table in aquifers is under less pressure than water from nearby lakes and springs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "IDD",
        "NumChoices": 5,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Plan and conduct an investigation of the properties of water and its effects on Earth materials and surface processes."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student decides to further investigate the types of wells described in Part 2. The student wants to test rock types to determine their effectiveness as aquifers. The student uses these materials:",
            ":ibox:• samples of four different rock types • water\n\n• graduated cylinder\n\n• timer\n\n• scale",
            "The student submerges each of the four rock samples individually in 500 milliliters (mL) of water.",
            "Select choices to correctly complete the sentence.",
            "\n\nTo determine which of the rock types in the investigation would be the most efficient aquifer, the student should remove each sample from the water and measure the :DD-1: to find the :DD-2."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "time the sample was submerged",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "volume of water remaining",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "amount of water held in the sample",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "total mass of the sample and water",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:C:": {
                "Choice": "flow rate of the water",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "IDD",
        "NumChoices": 8,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Construct an explanation based on evidence for how the availability of natural resources, occurrence of natural hazards, and changes in climate have influenced human activity."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "One of the most important needs for early settlers was a source of water.",
            "Using the information in Part 2, select choices to correctly complete the sentences.",
            "\n\nPeople were more likely to settle in areas where the artesian pressure surface of a :DD-1: was :DD-2: ground level.",
            "\n\nThis allowed people to use local groundwater resources without creating technology to :DD-3: ."
        ],
        "AnswerChoices": {
            "1:A": {
                "Choice": "cone of depression",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:B": {
                "Choice": "confined aquifer",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "1:C": {
                "Choice": "recharge area",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:A": {
                "Choice": "far below",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:B": {
                "Choice": "above",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "3:A": {
                "Choice": "move the water above the water table",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "3:B": {
                "Choice": "drill through a rock layer",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "3:C": {
                "Choice": "pump the water",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MR",
        "NumChoices": 0,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Evaluate competing design solutions for developing, managing, and utilizing energy and mineral resources based on cost-benefit ratios."
        ],
        "SuppContent": [
            "problems/COHSS/supps/COHSS-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The diagram shows a proposed drill site for a well.",
            "problems/COHSS/media/26a.jpg",
            "Use the information in Part 2 to evaluate the costs and benefits of a well with Depth A and a well with Depth B. Your response should include:",
            ":ibox:• a cost comparison between the wells at Depth A and Depth B\n\n• a performance comparison between the wells at Depth A and Depth B"
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MFR",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Ask questions to clarify relationships about the role of DNA and chromosomes in coding the instructions for characteristic traits passed from parents to offspring."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": true,
        "Content": [
            "A student investigates why so many parental characteristics are expressed in their offspring. The student makes a model to represent the structures involved in the passing of traits from parent to offspring.",
            "problems/COHSS/media/27a.jpg",
            "Identify the structures using the student's model and explain how proteins that result in different traits can be formed from the same structure. Your answer should include:",
            ":ibox:• the identification of Structure 1 and Structure 2\n\n• an explanation of how different traits arise from proteins formed from these structures",
            "\n\nStructure 1: :FR-1:",
            "Structure 2: :FR-2:"
        ],
        "AnswerChoices": {
            "1:KEY": {
                "Choice": "chromosome",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "2:KEY": {
                "Choice": "DNA",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}