{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A high school counselor conducted a study over 16 consecutive quarters to determine the number of students with part-time jobs. Each student in the 2014 graduating class is surveyed once per quarter for all four years of high school. The graph below shows the data for each quarter the survey was conducted.",
            "problems/PSAT102M2/media/1a.jpg",
            "During which of the following periods is the increase in the number of students with part-time jobs largest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Quarters 4 through 6",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is an increase of fewer than 10 students during quarters 4 through 6. There is an increase of more than 20 students during quarters 7 through 10. Therefore, the greatest increase in the number of students does not occur in the ranges given in this choice.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Quarters 7 through 10",
                "Key": {
                    "Correct": true,
                    "Rationale": "Looking at the graph, it can be concluded that there is an increase of fewer than 10 students during quarters 4 through 6, quarters 11 through 14, and quarters 13 through 16. There is an increase of more than 20 students during quarters 7 through 10. Therefore, of the four ranges given in the answer choices, the greatest increase in the number of students occurs during quarters 7 through 10.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Quarters 11 through 14",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is an increase of fewer than 10 students during quarters 11 through 14. There is an increase of more than 20 students during quarters 7 through 10. Therefore, the greatest increase in the number of students does not occur in the ranges given in this choice.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Quarters 13 through 16",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is an increase of fewer than 10 students during quarters 13 through 16. There is an increase of more than 20 students during quarters 7 through 10. Therefore, the greatest increase in the number of students does not occur in the ranges given in this choice.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Eli saves money each month to buy a new computer. The total amount he has saved, T, can be calculated by the equation T = 83 + 30m, where m is the number of months since he started saving. What does the number 83 represent in the equation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The amount of money Eli started with",
                "Key": {
                    "Correct": true,
                    "Rationale": "The time at which Eli began saving corresponds to m = 0. Therefore, the value of T when m = 0 represents the amount of money Eli started with. Substituting 0 for m gives T = 83 + 30(0), or T = 83. Therefore, the amount of money Eli started with is 83 units of money. (Note: The item does not specify a unit of money, such as dollars; however, this does not change the interpretation of the number 83 in the equation.)",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The number of months Eli has been saving",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of months Eli has been saving corresponds to the value of m.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The amount of money Eli saves each month",
                "Key": {
                    "Correct": false,
                    "Rationale": "The amount of money Eli saves each month is 30 units of money.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The total amount of money Eli wants to save",
                "Key": {
                    "Correct": false,
                    "Rationale": "The amount of money Eli wants to save is not provided in the problem.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the Department of Agriculture, consuming 100 grams of banana provides 0.15 milligram of zinc. Which of the following is closest to the number of milligrams of zinc provided by 140 grams of banana?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "0.15",
                "Key": {
                    "Correct": false,
                    "Rationale": "0.15 milligrams is the amount of zinc in 100 grams of banana, not in 140 grams.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "0.21",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since 0.15 milligrams (mg) of zinc is provided by 100 grams (g) of banana, the number of mg of zinc provided by 140 g of banana can be found by solving for x in the proportion (0.15 mg)/(100 g) = x/(140 g). Cross multiplying gives 100x = 140(0.15), or x = 0.21 mg.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "0.25",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is likely the result of calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "0.93",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is likely the result of calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "When the equation y = 5x + p, where p is a constant, is graphed in the xy-plane, the line passes through the point (−2, 1). What is the value of p?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "−9",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice likely arises by subtracting 10 from both sides of the equation 1 = 5(–2) + p rather than by adding 10.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "−2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is likely arises from mistakenly equating the value of p with the x-coordinate of the given point.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is likely the result of calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "11",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the xy-plane, the point (–2, 1) is the point where x = –2 and y = 1. Because (–2, 1) is on the line, we can substitute x = –2 and y = 1 into the equation for the line. This substitution yields 1 = 5(–2) + p, or 1 = –10 + p. Solving this equation for p gives p = 11.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/PSAT102M2/supps/PSAT102M2-S1.json"
        ],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of the following statements about the relationship between the number of times at bat and the number of hits is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As the number of times at bat increases, the number of hits decreases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of hits increases, not decreases, as the number of times at bat increases.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "As the number of times at bat increases, the number of hits increases.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The line of best fit shown for the data has a positive slope. It can be concluded from this that higher values for the number of times at bat correspond to higher values for the number of hits. Therefore, as the number of times at bat increases, the number of hits increases.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "As the number of times at bat increases, the number of hits remains constant.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of hits increases as the number of times at bat increases.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "As the number of times at bat decreases, the number of hits increases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of times at bat decreases, the number of hits decreases, not increases.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/PSAT102M2/supps/PSAT102M2-S1.json"
        ],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "For the player with 450 times at bat, the actual number of hits the player had is approximately how many fewer than the number of hits predicted by the line of best fit?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "10",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the scatterplot, the player with 450 times at bat had approximately 113 hits (the y-coordinate of the point representing this player is approximately halfway between 100 and 125). The line of best fit predicts approximately 123 hits. Therefore, the actual number of hits made by this player is approximately 10 fewer than the number of hits predicted by the line of best fit.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "20",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice gives a value much greater than 10, which is the best approximation of how many fewer hits were made by the player with 450 times at bat than predicted by the line of best fit.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "30",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice gives a value much greater than 10, which is the best approximation of how many fewer hits were made by the player with 450 times at bat than predicted by the line of best fit.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "40",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice gives a value much greater than 10, which is the best approximation of how many fewer hits were made by the player with 450 times at bat than predicted by the line of best fit.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An advertisement states that the printing rate of a certain printer is 400 characters per second. According to the convention that 1 word consists of 5 characters, what would be the advertised printing rate, in WORDS PER MINUTE?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is the result of multiplying 400 characters per second by 5 characters per word.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "4,800",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since the printer can print 400 characters per second and there are 60 seconds in each minute, the printer can print 400 × 60, or 24,000, characters per minute. Using the convention of 5 characters per word, the printer can print 24,000/5 , or 4,800, words per minute.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "24,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is the number of characters that can be printed each minute, not the number of 5-character words that can be printed each minute.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "120,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the result of multiplying, rather than dividing, the 24,000 characters the printer can print each minute by 5 characters per word.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT102M2/media/8a.jpg",
            "The table above shows the yearly salary, in dollars, of an employee at a company. Which of the following best describes the type of model that fits the data in the table?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Linear, increasing by approximately $1,140 per year",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice suggests a linear model is most appropriate; in a linear model, the dollar amount of the salary increase would be approximately the same from one year to the next. In this example, the dollar amount of the salary increase is increasing each year, so a linear model wouldn't fit the data well.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Linear, increasing by approximately $1,245 per year",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice suggests a linear model is most appropriate; in a linear model, the dollar amount of the salary increase would be approximately the same from one year to the next. In this example, the dollar amount of the salary increase is increasing each year, so a linear model wouldn't fit the data well.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Exponential, increasing by approximately 3% each year",
                "Key": {
                    "Correct": true,
                    "Rationale": "From Year 0 to Year 1, the salary increases by $1,140; from Year 1 to Year 2, the salary increases by $1,174; from Year 2 to Year 3, the salary increases by $1,210; and from Year 3 to Year 4, the salary increases by $1,245. Because the dollar amount of the salary increases each year at a nonconstant rate, a linear model will not be a good fit to the data. However, the ratio of the salary in a certain year to the salary in the preceding year remains about the same from one year to the next. For example, the ratio of the salary in Year 1 to the salary in Year 0 is 39,140/38,000, and the ratio of the salary in Year 2 to the salary in Year 1 is 40,314/39,140. Both these ratios are approximately 1.03, which corresponds to a 3% increase each year. Therefore, an exponential model increasing by approximately 3% each year would describe the data better than the models in the other choices.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Exponential, increasing by approximately 9% each year",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ratio of the salary in a certain year to the salary in the preceding year (for example, 40,314/39,140 and 39,140/38,000) is approximately 1.03, which corresponds to a 3% increase each year, not a 9% increase each year.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:(x²y – 3y² + 5xy²)  (x²y + 3xy² – 3y²)",
            "Which of the following is equivalent to the expression above?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2x²y + 2xy²",
                "Key": {
                    "Correct": true,
                    "Rationale": "Distributing the factor of −1 through the second expression in parentheses in (x²y − 3y² + 5xy²) − (x²y + 3xy² − 3y²) yields x²y − 3y² + 5xy² − 3xy² + 3y². Regrouping by like terms, the expression becomes (x²y + x²y) + (−3y² + 3y²) + (5xy² − 3xy²), which simplifies to 2x²y + 2xy².",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "8xy² – 6y²",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the result of adding, rather than subtracting, the given expressions (x²y – 3y² + 5xy²) and (–x²y + 3xy² – 3y²).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "2x²y + 8xy² – 6y²",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the result of subtracting only the first term in the second expression from the first expression and adding the other terms in the second expression to the first expression.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "xy² + 9xy – 15xy²",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the result of attempting to multiply the first, second, and third terms in each of the two expressions rather than subtracting.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:4x – x/2 – 7 = 7(x/2 – 7)",
            "Which of the following describes the solution to the equation above?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "x = 0",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of substituting 0 for x in the given equation and incorrectly applying the distributive property on the right side of the equation, yielding −7 = −7.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "x = 10 1/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice likely results from errors made when simplifying the left- and right-hand sides of the equation when solving for x.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The equation has infinitely many solutions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from incorrectly distributing the 7 on the right-hand side of the equation to obtain 7x/2 − 7 = 7x/2 − 7; this equation has infinitely many solutions.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The equation has no solutions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The equation 4x − x/2 − 7 = 7(x/2 − 7) can be rewritten as 7x/2 − 7 = 7x/2 − 49, which results in the equation 7 = 49. Because 7 is not equal to 49, there is no value of x that makes the equation true. Therefore, there are no solutions to this equation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table below shows the monthly electricity bills of Joseph and Samuel for the first five months of a year.",
            "problems/PSAT102M2/media/11a.jpg",
            "Based on the information in the table, which of these statements is true about the ranges and medians of the bills?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both the range and median of Joseph's bills are less than the range and median of Samuel's bills.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The range of Joseph's bills is greater than the range of Samuel's bills, and the median of Joseph's bills is less than the median of Samuel's bills. This choice gets at least one of these facts wrong.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Both the range and median of Joseph's bills are greater than the range and median of Samuel's bills.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The range of Joseph's bills is greater than the range of Samuel's bills, and the median of Joseph's bills is less than the median of Samuel's bills. This choice gets at least one of these facts wrong.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The range of Joseph's bills is less than the range of Samuel's bills, while the median of Joseph's bills is greater than the median of Samuel's bills.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The range of Joseph's bills is greater than the range of Samuel's bills, and the median of Joseph's bills is less than the median of Samuel's bills. This choice gets at least one of these facts wrong.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The range of Joseph's bills is greater than the range of Samuel's bills, while the median of Joseph's bills is less than the median of Samuel's bills.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The range of Joseph's bills is $193.12 – $145.30 = $47.82, which is greater than the range of Samuel's bills, which is $188.99 – $149.23 = $39.76. The median of Joseph's bills is $180.33, which is less than the median of Samuel's bills, $181.27.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "",
            "problems/PSAT102M2/media/12a.jpg",
            "The table above presents information about the 810 train cars in service on a railroad. Approximately what percentage of the train cars in service are double-decker cars that have been in service for less than 10 years?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2 percent",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the table, there are 16 double- decker train cars that have been in service for less than 10 years. Since there are 810 train cars in service on the railroad, the portion of the train cars that are double-decker train cars that have been in service for less than 10 years is 16/810 ≈ 0.0198. This corresponds to 1.98%, or about 2%.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "7 percent",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of dividing 16 by 215, which gives the ratio of the number of double-decker train cars that have been in service less than 10 years to the number of single-level train cars that have been in service less than 10 years, and then multiplying by 100.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "10 percent",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of using the number of double-decker train cars that have been in service for more than 10 years, 82, rather than using the number of double-decker train cars that have been in service for less than 10 years, 16.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "16 percent",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of identifying that there are 16 double-decker cars that have been in service for less than 10 years and assuming that the answer is 16%, rather than dividing 16 by the total number of train cars in service to find the actual percentage.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A moving company uses plastic wrap to bundle groups of boxes together. If a portion of plastic wrap that measures 900 inches in length is used to bundle each group of boxes, how many groups of boxes can be bundled using 1,500 FEET of the same type of plastic wrap?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "15",
                "Key": {
                    "Correct": false,
                    "Rationale": "More than 15 groups of boxes can be bundled with 1,500 feet of plastic wrap. If 900 inches of plastic wrap are needed per group, then the amount of plastic wrap needed to bundle 15 groups is 1,125 feet (900 inches × 15 groups = 13,500 inches; 13,500 inches ÷ 12 inches per foot = 1,125 feet). The problem states that there are 1,500 feet of plastic wrap available.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "20",
                "Key": {
                    "Correct": true,
                    "Rationale": "There are 12 inches in one foot, so the 900 inches of plastic wrap used for each group of boxes is equal to 900/12 = 75 feet. The total number of groups of boxes that can be bundled with 1,500 feet of plastic wrap can be found by dividing the total number of feet of plastic wrap, 1,500, by the number of feet of plastic wrap needed for each group, 75. Therefore, 1,500/75 = 20 plastic wrap.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "25",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is not enough plastic wrap to bundle this many groups of boxes. To bundle 25 groups, 1,875 feet of plastic wrap are needed (900 inches × 25 groups = 22,500 inches; 22,500 inches ÷ 12 inches per foot = 1,875 feet).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "30",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is not enough plastic wrap to bundle this many groups of boxes. To bundle 30 groups, 2,250 feet of plastic wrap are needed (900 inches × 30 groups = 27,000 inches; 27,000 inches ÷ 12 inches per foot = 2,250 feet).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table below shows the number of calories in a cheeseburger at six different restaurants.",
            "problems/PSAT102M2/media/14a.jpg",
            "What is the difference in the number of calories in a cheeseburger at the Riverside Diner and the median number of calories in cheeseburgers at all six restaurants?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "190",
                "Key": {
                    "Correct": false,
                    "Rationale": "This answer choice is the result of incorrectly finding the median by using the mean of the two middle numbers, 740 and 1,120, in the table's unsorted list of the number of calories in cheeseburgers.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "233",
                "Key": {
                    "Correct": false,
                    "Rationale": "This answer choice is the approximate difference between the number of calories in a cheeseburger at the Riverside Diner and the mean (rather than the median) number of calories in the cheeseburgers at all six restaurants.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "265",
                "Key": {
                    "Correct": true,
                    "Rationale": "The number of calories listed in the table can be ordered from least to greatest, as follows: 700, 740, 810, 900, 1,050, and 1,120. Since the total of numbers in the list, 6, is an even number, the median is the mean of the two middle numbers, 810 and 900, which is (810 + 900)/2 = 855 . According to the table, the cheeseburger at the Riverside Diner has 1,120 calories. Therefore, the difference in the number of calories in a cheeseburger at the Riverside Diner and the median number of calories in cheeseburgers at all six restaurants is 1,120 – 855 = 265.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "390",
                "Key": {
                    "Correct": false,
                    "Rationale": "This answer choice may be the result of assuming that the median is the third number listed in the table, finding the difference between the number of calories in a cheeseburger at the Riverside Diner and the number of calories in a cheeseburger at Molly's (1,120 – 740 = 380), and then selecting the closest available value, 390.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A circle is graphed in the xy-plane. If the circle has a radius of 3 and the center of the circle is at (4, −2), which of the following could be an equation of the circle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(x + 4)² + (y – 2)² = 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This equation is of a circle with center at (−4, 2) and a radius of √3, not 3.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "(x + 4)² – (y – 2)² = 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This equation defines an ellipse rather than a circle; in the standard form for an equation of a circle, the two squared terms on the left-hand side of the equation are added, not subtracted.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "(x – 4)² + (y + 2)² = 9",
                "Key": {
                    "Correct": true,
                    "Rationale": "The standard form for the equation of a circle in the xy-plane with center (h, k) and radius r is (x – h)² + (y – k)² = r². Therefore, the equation of a circle with radius 3 and center (4, −2) is (x – 4)² + (y + 2)² = 9.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "(x – 4)² – (y + 2)² = 9",
                "Key": {
                    "Correct": false,
                    "Rationale": "This equation defines an ellipse rather than a circle; in the standard form for an equation of a circle, the two squared terms on the left-hand side of the equation are added, not subtracted.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/PSAT102M2/supps/PSAT102M2-S2.json"
        ],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "If a 9th-grade student at the high school is chosen at random, which of the following is closest to the probability that the student will have a GPA of 3.0 or greater?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "0.64",
                "Key": {
                    "Correct": false,
                    "Rationale": "This answer choice is the result of dividing the number of students in the study enrolled in Propel with a GPA of 3.0 or greater, 61, by the number of students in the study not enrolled in Propel with a GPA of 3.0 or greater, 95, rather than dividing the total number of students with a GPA of 3.0 or higher by the total number of students in the study.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "0.48",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since the 327 9th-grade students are a random sample selected from all 9th-grade students in the school, the sample can be considered to be representative of all the 9th-grade students in the school. This means that the proportion of 9th-grade students in the school who had a GPA of 3.0 or greater can be estimated using the proportion of 9th-grade students who had a GPA of 3.0 or greater in the sample. Of the 327 9th-grade students in the study, 61 + 95 = 156 students had a GPA of 3.0 or greater. Therefore, the probability that a 9th-grade student at the school chosen at random had a GPA of 3.0 or greater is estimated to be 156/327 ≈ 0.477 , which rounds to 0.48.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "0.33",
                "Key": {
                    "Correct": false,
                    "Rationale": "This answer choice reflects the probability that a 9th-grade student, selected at random, is enrolled in Propel. It is the result of dividing the total number of students enrolled in Propel, rather than the total number of students with a GPA of 3.0 or greater, by the total number of students in the study.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "0.19",
                "Key": {
                    "Correct": false,
                    "Rationale": "This answer choice reflects the probability that a 9th-grade student, selected at random, is enrolled in Propel and has a GPA of 3.0 or greater. It is the result of dividing the number of students who both are enrolled in Propel and had a GPA of 3.0 or greater, rather than all students who had a GPA of 3.0 or greater, by the total number of students in the study.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/PSAT102M2/supps/PSAT102M2-S2.json"
        ],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the difference, to the nearest whole percent, between the percentage of students enrolled in Propel who had a GPA of 3.0 or greater and the percentage of students not enrolled in Propel who had a GPA of 3.0 or greater?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "4%",
                "Key": {
                    "Correct": false,
                    "Rationale": "This answer choice is the result of finding the difference between the percentage of students in the study who both are enrolled in Propel and had a GPA of 3.0 or greater (61 ÷ 327 × 100% ≈ 18.7%) and the percentage of students in the study who both are enrolled in Propel and had a GPA less than 3.0 (48 ÷ 327 × 100% ≈ 14.7%).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "8%",
                "Key": {
                    "Correct": false,
                    "Rationale": "This answer choice is the result of finding the difference between the percentage of students in the study who both are not enrolled in Propel and had a GPA of 3.0 or greater.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "10%",
                "Key": {
                    "Correct": false,
                    "Rationale": "This answer choice may be the result of subtracting the number of students enrolled in Propel who had a GPA of 3.0 or greater from the number of students not enrolled in Propel who had a GPA of 3.0 or greater (95 – 61 = 34), then dividing the result by the total number of students in the study.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "12%",
                "Key": {
                    "Correct": true,
                    "Rationale": "There are 61 students enrolled in Propel who had a GPA of 3.0 or greater and 48 students enrolled in Propel who had a GPA of less than 3.0, so there are a total of 61 + 48 = 109 students enrolled in Propel. The percentage of students enrolled in Propel who had a GPA of 3.0 or greater is 61/109 × 100% ≈ 55.96% or about 56%. There are 95 students who are not enrolled in Propel who had a GPA of 3.0 or greater and 123 students not enrolled in Propel who had a GPA of less than 3.0, so there are a total of 95 + 123 = 218 students who are not enrolled in Propel. The percentage of students not enrolled in Propel who had a GPA of 3.0 or greater is 95/218 × ≈ 100% 43.58%, or about 44%. Therefore, the difference, to the nearest whole percent, between the percentage of students enrolled in Propel who had a GPA of 3.0 or greater and the percentage of students not enrolled in Propel who had a GPA of 3.0 or greater is 56% − 44% = 12%.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/PSAT102M2/supps/PSAT102M2-S2.json"
        ],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Of the students enrolled in the Propel program, the ratio of boys to girls is approximately 2:3. Which of the following is the best estimate of the number of girls enrolled in the program?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "44",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the best estimate for the number of boys enrolled in Propel.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "65",
                "Key": {
                    "Correct": true,
                    "Rationale": "There are a total of 109 students enrolled in Propel (61 with a GPA of 3.0 or greater and 48 with a GPA of less than 3.0). If the ratio of boys to girls in Propel is 2:3, for every group of 5 students enrolled in Propel, 3 are girls. Since 3/5 of 109 is about 65.4, the best estimate of the number of girls enrolled in Propel is 65.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "73",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the result of multiplying the total number of students in Propel, 109, by 2/3 rather than first using the ratio of the number of boys to the number of girls to find the percentage of students in Propel who are girls.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "131",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are only 109 students enrolled in Propel, so there cannot be 131 girls enrolled in Propel.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An artist is creating a sculpture using bendable metal rods of equal length. One rod is formed into the shape of a square and another rod into the shape of an equilateral triangle. If each side of the triangle is 2 inches longer than each side of the square, how long, in inches, is each rod?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "16",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the length of each rod were 16 inches, the length of each side of the square would be 16 ÷ 4 = 4 inches, and the length of each side of the triangle would be 16 ÷ 3 ≈ 5.3 inches. In this case, each side of the triangle is about 1.3 inches longer than each side of the square, but the question states that each side of the triangle is 2 inches longer than each side of the square.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "18",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the result of correctly solving the system of equations to find that S = 6 but incorrectly assuming that the length, in inches, of the rod is equal to 3S, not 4S.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "24",
                "Key": {
                    "Correct": true,
                    "Rationale": "Let S be the length, in inches, of each of the 4 sides of the square sculpture, and let T be the length, in inches, of each of the 3 sides of the equilateral triangle sculpture. Since the rod used to make the square sculpture is the same length as the rod used to make the triangle sculpture, 4S = 3T. The fact that each side of the triangle, T, is 2 inches longer than each side of the square, S, can be expressed by the equation T = S + 2. Substituting S + 2 for T in the equation 4S = 3T gives 4S = 3(S + 2). This equation simplifies to 4S = 3S + 6, so S = 6 and T = 8. Therefore, the length, in inches, of each rod is 4(6) = 3(8) = 24.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "30",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the length of each rod were 30 inches, the length of each side of the square would be 30 ÷ 4 = 7.5 inches, and the length of each side of the triangle would be 30 ÷ 3 = 10 inches. In this case, each side of the triangle is 2.5 inches longer than each side of the square, but the question states that each side of the triangle is 2 inches longer than each side of the square.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "f(x) = (2x – 4)/(2x² + 2x – 4)",
            "A rational function is defined above. Which of the following is an equivalent form that displays values not included in the domain as constants or coefficients?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "f(x) = (x – 2)/(x² + x – 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The values of x where the denominator is equal to 0 are not displayed as constants or coefficients.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "f(x) = 2(x – 2)/(2(x + 2)(x – 1))",
                "Key": {
                    "Correct": true,
                    "Rationale": "The domain of the rational function f(x) = (2x – 4)/(2x² + 2x – 4) will be all real values of x except the values of x for which the denominator, 2x² + 2x – 4, becomes 0. Solving the equation 2x² + 2x – 4 = 0 gives x = 1 and x = –2. The equation in this choice, f(x) = 2(x – 2)/(2(x + 2)(x – 1)), is equivalent to the given function, since the numerator and denominator are just the factored forms of 2x – 4 and 2x² + 2x – 4, respectively. Therefore, the equation in this choice is an equivalent form of f(x) that displays values not included in the domain as constants.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "f(x) = 1/(x + 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not equivalent to f(x) = (2x – 4)/(2x² + 2x – 4).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "f(x) = 1/(2x²)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not equivalent to f(x) = (2x – 4)/(2x² + 2x – 4).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A landscaper is designing a rectangular fountain with a 4-foot-wide path around it. The equation A = 4p + 64 will relate the area A, in square feet, of the path to the perimeter p, in feet, of the fountain. In the design, how many feet will the perimeter of the fountain increase for each additional square foot of the path's area?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1/64",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of misinterpreting the constant term 64 in the given equation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "1/4",
                "Key": {
                    "Correct": true,
                    "Rationale": "It is given that the equation A = 4p + 64 will relate the area A, in square feet, of the path and the perimeter p, in feet, of the fountain. This equation can be rewritten to express p in terms of A: subtracting 64 from each side of A = 4p + 64 gives A – 64 = 4p, and dividing by 4 and simplifying gives p = A/4 – 16. For each additional square foot of area, the value of A increases by 1. Using p = A/4 – 16, an increase in A by 1 results in an increase in p by 1/4. Therefore, the perimeter of the fountain increases by 1/4 foot for each additional square foot of the path's area.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "4",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is the number of square feet the area, A, of the path will increase for every increase in p by 1 foot rather than the number of feet the perimeter will increase for each additional square foot of area.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "64",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may be the result of misinterpreting the constant term 64 in the given equation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the xy-plane the graph of the function q is a parabola. The graph intersects the x-axis at (−1, 0) and (r, 0) . If the vertex of q occurs at the point (2, 4), what is the value of r?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "0",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from confusing the roles of the x-coordinates and y-coordinates in the question.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from confusing the roles of the x-coordinates and y-coordinates in the question.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "4",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from confusing the roles of the x-coordinates and y-coordinates in the question.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "5",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since q is a function and its graph is a parabola, it follows that q is a quadratic function and the parabola is symmetric about the vertical line through its vertex. Thus, the x-coordinate of the vertex (2, 4) is the average of the x-coordinates of the two x-intercepts (–1, 0) and (r, 0). That is, 2 = (–1 + r)/2. It follows that 4 = –1 + r, so r = 5.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Liquid going through a cooling system is chilled so that its temperature decreases at a constant rate from 100°C to 25°C in 5 seconds. Which of the following functions represents the temperature C, in degrees Celsius, as a function of the time t, in seconds, after chilling began, for 0 ≤ t ≤ 5?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "C = −25 + 15t",
                "Key": {
                    "Correct": false,
                    "Rationale": "This function fails to give the correct value C = 100 for t = 0.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "C = 25 − 15t",
                "Key": {
                    "Correct": false,
                    "Rationale": "This function fails to give the correct value C = 100 for t = 0.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "C = 25 + 15t",
                "Key": {
                    "Correct": false,
                    "Rationale": "This function fails to give the correct value C = 100 for t = 0.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "C = 100 − 15t",
                "Key": {
                    "Correct": true,
                    "Rationale": "The temperature when chilling began was 100°C. Since the time the chilling began corresponds to the value t = 0, the correct equation must yield the value C = 100 for t = 0. This eliminates choices A, B, and C. The temperature decreases at a constant rate from 100°C to 25°C. So the function that represents C in terms of t must be a linear function of the form C = 100 – at, where a is the rate at which the temperature decreases, in degrees Celsius per second. The temperature decreases from 100°C to 25°C, or 75°C, in 5 seconds. This is a rate of decrease of 15°C per second. Thus, a = 15. Therefore, the linear function in this choice represents correctly the temperature C, in degrees Celsius, as a function of the time t, in seconds, after the chilling began.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "V = 4πr³/3",
            "The formula for the volume of a sphere with radius r is shown above. The radius of the planet Jupiter is about 11 times the radius of planet Earth. Assuming that planets are spheres, about how many times larger is the volume of Jupiter than the volume of Earth?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "11",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the result of assuming that because the radius of Jupiter is 11 times the radius of Earth, the volume of Jupiter is 11 times the volume of Earth. If the radius of a sphere is multiplied by a factor of 11, its volume is multiplied by 11³ = 1,331, not 11.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "121",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the result of multiplying the volume of the sphere by 11² rather than 11³. If the radius of a sphere is multiplied by a factor of 11, its volume is multiplied by 11³ = 1,331, not 11² = 121.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1,331",
                "Key": {
                    "Correct": true,
                    "Rationale": "Let rₑ be the radius of Earth, and let rₐ be the radius of Jupiter. Since the radius of Jupiter is 11 times the radius of Earth, rₐ = 11rₑ. Assuming Jupiter is a sphere, the volume of Jupiter is (4/3)π(rₐ)³. Substituting 11rₑ for rJ in this expression gives (4/3)π(11rₑ)³, which can be rewritten as follows: (4/3)π(11)³(rₑ)³ = (11)³[(4/3)π(rₑ)³]. Since the expression in brackets is the volume of Earth, it follows that the volume of Jupiter is (11)³, or 1,331, times larger than the volume of Earth.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "1,775",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the radius of a sphere is multiplied by a factor of 11, the volume is multiplied by a factor of 11³ = 1,331, not (4/3)(11) ≈ 1,775.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The population of squirrels in a park has been doubling every 15 years. Which of the following statements describes the type of function that best models the relationship between the population of squirrels in the park and the number of 15-year time periods?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Exponential growth, because the population of squirrels is increasing by the same amount each 15-year time period",
                "Key": {
                    "Correct": false,
                    "Rationale": "The squirrel population is increasing by the same percentage each 15-year time period, not by the same amount.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Exponential growth, because the population of squirrels is increasing by the same percentage each 15-year time period",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since the population of squirrels in the park has been doubling every 15 years, it means that if the current population of squirrels is A, 15 years later it will be 2A. The increase of a function value at a rate that is proportional to the current function's value is characteristic of an exponential growth function. For this example, the squirrel population can be modeled by the function P(t) = A⋅2ᵗ/¹⁵, where A is the population of squirrels at an initial moment in time, t is the number of years since the initial time, and P(t) is the population of the squirrels t years after the initial time.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Linear growth, because the population of squirrels is increasing by the same amount each 15-year time period",
                "Key": {
                    "Correct": false,
                    "Rationale": "The squirrel population is increasing by the same percentage each 15-year time period, not by the same amount.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Linear growth, because the population of squirrels is increasing by the same percentage each 15-year time period",
                "Key": {
                    "Correct": false,
                    "Rationale": "A population that is increasing by the same percentage over each time period is experiencing exponential growth, not linear growth.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "If function f is defined by f(x) = 3x² − 5x + 4, what is f (x − 4)?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "f(x − 4) = 3x² − 5x",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice subtracts 4 from the right-hand side only, when to find f(x – 4) in terms of x, x – 4 should be substituted for x throughout the equation f(x) = 3x² – 5x + 4.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "f(x − 4) = 3x² − 5x + 72",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice likely result from errors in expanding and simplifying the equation f(x – 4) = 3(x – 4)² – 5(x – 4) + 4.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "f(x − 4) = 3x² − 29x + 52",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice likely result from errors in expanding and simplifying the equation f(x – 4) = 3(x – 4)² – 5(x – 4) + 4.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "f(x − 4) = 3x² − 29x + 72",
                "Key": {
                    "Correct": true,
                    "Rationale": "The definition of a function describes the rule by which each input, x, is assigned a single output, f(x). So f(x – 4) is the output obtained when the same rule, f, is applied to a different input, x – 4. Therefore, to find f(x – 4), take the definition f(x) = 3x² − 5x + 4 and substitute x – 4 for x throughout the equation to obtain f(x − 4) = 3(x − 4)² − 5(x − 4) + 4.\nNow expand the right-hand side and collect like terms: f(x − 4) = 3(x − 4)² − 5(x − 4) + 4 = 3(x² − 8x + 16) − 5(x − 4) + 4 = 3x² − 24x + 48 − 5x + 20 + 4 = 3x² − 24x − 5x + 48 + 20 + 4 = 3x² − 29x + 72.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:x = y/3\n154 – 4y = 10x",
            "The equations of two lines are shown above. If the lines are graphed in the xy-plane, which of the following ordered pairs represents the point at which the lines would intersect?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(1, 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This point lies on the line with equation x = y/3 , but none of these points lies on the line with equation 154 – 4y = 10x. The point (1, 3) does not lie on the line with equation 154 – 4y = 10x because substituting x = 1 and y = 3 in the equation gives 154 – 4(3) = 10(1); this simplifies to 142 = 10, which is not a true statement.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "(3, 9)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This point lies on the line with equation x = y/3 , but none of these points lies on the line with equation 154 – 4y = 10x. The point (3, 9) does not lie on the line with equation 154 – 4y = 10x because substituting x = 3 and y = 9 in the equation gives 154 – 4(9) = 10(3); this simplifies to 1118 = 30, which is not a true statement.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "(5, 15)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This point lies on the line with equation x = y/3 , but none of these points lies on the line with equation 154 – 4y = 10x. The point (5, 15) does not lie on the line with equation 154 – 4y = 10x because substituting x = 5 and y = 15 in the equation gives 154 – 4(15) = 10(5); this simplifies to 94 = 50, which is not a true statement.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "(7, 21)",
                "Key": {
                    "Correct": true,
                    "Rationale": "If (x₀, y₀) is the point at which the two lines intersect, the coordinates x0 and y0 must satisfy each of the given equations in the following system of equations: { x = y/3; 154 – 4y = 10x }\nThis system can be solved by writing the second equation in terms of only x. To do so, first multiply each side of the first equation, x = y/3 , by 3, which gives 3x = y. Substituting 3x for y in the second equation, 154 – 4y = 10x, gives 154 – 12x = 10x. Adding 12x to each side of 154 – 12x = 10x gives 154 = 22x, so x = 7. Finally, substituting 7 for x in the equation x = y/3 gives 7 = y/3, and multiplying each side of 7 = y/3 by 3 gives 21 = y. When the two equations are graphed in the xy-plane, the resulting lines intersect at the point (7, 21).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT102M2/media/28a.jpg",
            "A grocer carries two types of frozen meals that have the fat and carbohydrate content shown in the table above. John wants to purchase a combination of the two types of meals with no more than 350 grams of fat and no more than 2975 grams of carbohydrates. If John purchases 10 Szechuan chicken meals, what is the greatest number of stir‑fry meals he can purchase so that the combination will satisfy the requirements?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:65",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the table, 10 Szechuan chicken meals contain (5)(10) = 50 grams of fat and (35)(10) = 350 grams of carbohydrates. So the greatest number of stir-fry meals that John can purchase must contain no more than 350 – 50 = 300 grams of fat and no more than 2975 – 350 = 2625 grams of carbohydrates. It follows that the greatest number of stir-fry meals he can purchase so that the combination will satisfy the fat requirement is 300/4 = 75, and the greatest number of stir-fry meals he can purchase so that the combination will satisfy the carbohydrate requirement is 2625/40 = 65.625. Since John cannot purchase parts of a meal and purchasing 66 stir-fry meals would exceed the carbohydrate requirement, the greatest number of meals he can purchase so that the carbohydrate requirement will be satisfied is 65. Therefore, the greatest number of stir-fry meals he can purchase so that the combination will satisfy both requirements is 65.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:y = x² − 4x + 3\ny = x − 1",
            "If (x, y) is a solution to the system of equations above, what is one possible value of the product of x and y?"
        ],
        "AnswerChoices": {
            "KEY1": {
                "Choice": "equal:0",
                "Key": {
                    "Correct": true,
                    "Rationale": "To solve the given system of equations, one can use the second equation, y = x – 1, and substitute x – 1 for y in the first equation, giving x – 1 = x² − 4x + 3. This equation can be rewritten as x² − 5x + 4 = 0. Since 1 and 4 are the two numbers whose sum is 5 and whose product is 4, they are the solutions to the equation x² − 5x + 4 = 0. From the equation y = x – 1, it follows that (1, 0) is a solution to the given system of equations. Therefore, the value of the product xy is (1)(0) = 0.",
                    "Percent": 0
                }
            },
            "KEY2": {
                "Choice": "equal:12",
                "Key": {
                    "Correct": true,
                    "Rationale": "To solve the given system of equations, one can use the second equation, y = x – 1, and substitute x – 1 for y in the first equation, giving x – 1 = x² − 4x + 3. This equation can be rewritten as x² − 5x + 4 = 0. Since 1 and 4 are the two numbers whose sum is 5 and whose product is 4, they are the solutions to the equation x² − 5x + 4 = 0. From the equation y = x – 1, it follows that (4, 3) is a solution to the given system of equations. Therefore, the value of the product xy is (4)(3) = 12.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/PSAT102M2/supps/PSAT102M2-S3.json"
        ],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In 2006, the price of king crab was $8 per pound at the beginning of the year and dropped to $7 per pound toward the end of the year. If 60% of the king crab supply was sold at the higher price per pound and the rest was sold at the lower price per pound, what was the total revenue generated, in MILLIONS OF DOLLARS, from the sales of king crab in 2006? (Disregard the $ in your answer.)"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:1368",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the graph, the king crab supply in 2006 was 180 million pounds. It is given that 60% of this supply was sold at $8 per pound and the rest of the supply was sold at $7 per pound. It follows that (0.6)(180) = 108 million pounds of king crab was sold at $8 per pound, and 180 – 108 = 72 million pounds of king crab was sold at $7 per pound. Therefore, the revenue generated, in millions of dollars, from the sales of king crab in 2006 was (108)(8) + (72)(7) = 1368.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/PSAT102M2/supps/PSAT102M2-S3.json"
        ],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In 2011, the price of king crab was $17 per pound. In 2012, x MILLION pounds of king crab were sold at $16 per pound. If the total money generated from sales each year was the same, what is the value of x?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:85",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the graph, the king crab supply in 2011 was 80 million pounds. So at the price of $17 per pound, the revenue generated, in millions of dollars, from the sales of king crab in 2011 was (80)(17) = 1360. Since x millions pounds of king crab was sold in 2012 at the price of $16 per pound, th  revenue in 2012 was 16x million dollars. It is given that the revenue generated from the sales of king crab in 2011 was the same as the revenue in 2012. Therefore, 16x = 1360, so x = 85.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}