{
    "Directions": "Read the following passage about cave science then answer each question that follows.",
    "Context": [],
    "Title": "Uncovering a Mystery",
    "Subtitle": "",
    "Author": "by David L. Harrison",
    "LabelType": "P",
    "Content": [
        [" ", "\tIt is September 2001, on a sunny day in the Midwest near Springfield in Greene County, Missouri, and Journagan Construction is building a road. Bobby Page's job is to remove part of a hill that is in the way by using explosives. He and his crew get ready. Their hydraulic drill chatters down into the rocky earth, digging a series of small holes nearly 30 feet deep."],
        [" ", "\tThe crew places sticks of powder in the bottoms of the holes and covers them with ammonium nitrate, an explosive ingredient that looks like mayonnaise. The powder will set off the ammonium nitrate. Fuses and ignition caps are in place. A long line runs uphill to a place where the blast will be set off by the push of a button. People living nearby have been told there will be an explosion. Traffic on the road has been stopped to protect motorists."],
        ["", "Fɪʀᴇ ɪɴ ᴛʜᴇ Hᴏʟᴇ!"],
        [" ", "\tBobby raises his right hand, ready to call out the familiar warning. In just a moment, part of the hill will erupt. Dust and clay will shoot 30 feet toward the blue sky like a geyser. A wave of shattered earth and stone will explode onto the roadbed. It will sound like a waterfall crashing onto rocks. Dust and smoke will swirl. The air will smell of burned powder like the stale remains of Fourth of July fireworks."],
        [" ", "\t“Fire in the hole!”"],
        [" ", "\tThe side of the hill explodes. Smoky clouds of dust and grit collide. But no wave of broken rocks crashes outward onto the roadbed. Instead, part of the hill vanishes into the earth."],
        [" ", "\tPeople scramble toward the blast site for a look. They stare down into a wide, jagged hole. The explosion has blown through the wall of a cave!"],
        [" ", "\tDriven by curiosity, Bobby picks his way down through the rubble. The floor is littered with slabs of rock that shattered off the ceiling. Bobby holds a lighter above his head. A few steps beyond the weak sunlight he finds himself in a dark, silent place. Wisely, he turns back. This unexpected cave is a serious problem for the road builders. It must be reported right away."],
        ["", "Dᴇᴛᴇᴄᴛɪᴠᴇs ᴏɴ ᴛʜᴇ Sᴄᴇɴᴇ"],
        [" ", "\tWhat happens next shows just how much detective work is involved in cave science. When he learns about the cave, Dave Coonrod, the top Greene County official, notifies Ken Thomson, a geologist and cave expert. Ken identifies the rocks around this cave as limestone, a kind of rock that formed underwater when a shallow sea covered the area millions of years ago."],
        [" ", "\tKen Thomson can see that the newly discovered cave is big. It's hard to tell how far its tunnels might reach. He decides that it needs to be investigated. One of the first people he notifies is Matt Forir. Matt is a paleontologist, the kind of scientist who studies ancient life. Matt and team member Lisa McCann will be the first detectives to tackle the scientific mysteries of this unknown cave. They wonder if they are about to walk where no human has been, uncover secrets that no one has witnessed. They share a great responsibility, and they feel it."],
        [" ", "\t“You can't be too careful,” Matt says. “This may be just another cave. But there is always the possibility of finding priceless fossils that will help us understand what life was like in the past. A careless step might destroy something that can never be replaced.”"],
        ["", "Wᴀʟᴋɪɴɢ ɪɴᴛᴏ ᴛʜᴇ Pᴀsᴛ"],
        [" ", "\tMatt and Lisa work down through the debris and enter the blast opening. The first chamber of the cave is large and fairly round. The far walls and ceiling are only dimly visible in the lights mounted on their helmets. Stone formations of many shapes and colors hang from the ceiling and grow out of the floor."],
        [" ", "\tMatt and Lisa edge forward. They walk between floor-to-ceiling columns that look like ice sculptures. Beyond the columns they pass a shallow pool so clear that the water is invisible. The floor slopes downward to the lip of a wide pit 10 feet deep and 30 feet across. The explorers slide down the slippery bank, wade through cold water above their ankles, and scramble up the far side."],
        [" ", "\tClay is everywhere. It coats the walls and the floor, and clings to their wet boots. One hundred feet into the cave, they stop to look at a wall. Their lights crisscross the darkness like narrow searchlights. Suddenly the beams come together on the same spot. Several feet above their heads, enormous claws have left deep slashes in the clay. Sometime in the past a living creature — a very large living creature — had visited the cave!"],
        ["", "A Sᴛᴀʀᴛʟɪɴɢ Dɪsᴄᴏᴠᴇʀʏ"],
        [" ", "\t“Look at the size!” Lisa says. The marks are 7 or 8 inches wide and 14 feet above the floor. That's 4 feet higher than a basketball hoop!"],
        [" ", "\tMatt's mind is already busy figuring out what kind of animal did this. “Bear,” he says. But the only bear native to this area is the black bear, and black bears can't reach half this high. Their paws aren't more than 5 inches wide. The bear in here was a giant. Matt feels a rush of excitement. “Only one kind of bear was ever big enough to make those marks,” he says. “The short-faced bear. The one that autographed this wall stood here more than ten thousand years ago!” That's when the last ice age ended, and paleontologists believe that short-faced bears were already extinct by then."],
        [" ", "\tAs Matt and Lisa turn around, their lights shine on the far wall of the passage, picking up claw marks that look different from the bear claws marks. These scratches look like they were cut into the clay with knives."],
        [" ", "\tMatt whistles. “Saber-toothed cat or American lion,” he says. “This was a busy place!”"],
        [" ", "\tThe explorers have only been in the cave for 30 minutes, but they return immediately to the surface. Matt's report to the others waiting near the entrance is simple and straightforward:"],
        [" ", "\t“We have to save this cave! You're not going to believe what's down there!”"],
        ["", "Sᴀᴠɪɴɢ ᴛʜᴇ Cᴀᴠᴇ"],
        [" ", "\tKen, Matt, county officials, and other scientists consult with the construction company and road engineers. They reach a major decision. They will reroute the road to one side to spare the cave. They name the cave Riverbluff."],
        [" ", "\tA crew repairs the damaged cave wall with 20-foot sheets of 1/2-inch steel. The cave is buried again to keep it safe from intruders. Now it can only be entered by climbing down a 16-foot hole and crawling through an underground drainpipe with padlocked steel doors at both ends."],
        [" ", "\tBy spring of 2002, the scientists are finally allowed to start exploring Riverbluff Cave. There is an air of excitement as they begin."],
        [" ", "\tMapping the cave is one of the first priorities. A map specialist named James Corsentino agrees to take on the task with help from Matt, Lisa, and other team members. “Crawling on your stomach through wet clay isn't always fun,” says James, “but a good map is worth it.”"],
        [" ", "\tLike explorers above ground, cave scientists need a map of where they're going. Geologists need to know the shape, size, and location of the cave to understand how it was formed. Hydrologists (scientists who study water) need a good map to discover the role that water plays in the cave. Paleontologists need to know where each discovery is made to understand what life was like in the area."]
    ],
    "Copyright": "",
    "References": []
}