{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "In 1803, Meriwether Lewis and William Clark began their journey to explore lands west of the Mississippi River. Lewis’s dog, the narrator in this story, traveled with them on their journey."
    ],
    "Title": "(from) Lewis and Clark and Me: A Dog’s Tale",
    "Subtitle": "",
    "Author": "by Laurie Myers",
    "LabelType": "P",
    "Content": [
        ["1", "\tLewis and I had stopped by the river’s edge to survey the flow of the water when the calf wandered up. I do not know what it was thinking. Probably nothing. I’ve never considered buffaloes to be smart. Anyway, this buffalo calf took one look at me and went straight to Lewis."],
        ["2", "\tWhen Lewis walked on, the calf followed, right on his heels. That calf was acting as though Lewis were his mother."],
        ["3", "\tNow, when Lewis and I walked, we sometimes split up. I’d hear an animal, or smell something that I needed to check out, and I would head in a different direction. Not this time. I stayed with Lewis and the calf, but I walked a few yards behind. The calf kept looking back at me. Maybe he was hoping I would disappear so that he could have Lewis all to himself, or something ridiculous like that."],
        ["4", "\tLewis stopped by the river again. The calf stayed by his side. I stared at the calf. Why was he attaching himself to Lewis? Did he think he was going to stay with Lewis permanently?"],
        ["5", "\tI needed to scare off the calf. That would put an end to this nonsense. I was sure Lewis didn’t want him around any more than I did. I decided a growl would be enough. After all, this was just a calf. Of course, buffaloes are stubborn. If I needed to, I could throw my paws into the air and play the part of bear-dog. That would work."],
        ["6", "\tI took a deep breath in and started a low growl. It was not my most vicious growl, just a low, constant rumble to let that calf know he wasn’t welcome. The calf looked over his shoulder at me, then took a step closer to Lewis. That didn’t make any sense. Lewis and I were a team; moving close to Lewis was like moving close to me."],
        ["7", "\tNext, Lewis did something that surprised me. He reached out his hand and placed it on the calf’s head, the same way he put his hand on my head sometimes. That was the last thing I expected. Could it be that Lewis wanted the calf to stay with us? What was Lewis thinking?"],
        ["8", "\t“Where’s your mother?” Lewis said."],
        ["9", "\tAt that moment everything became clear, like the streams in the mountains. I looked at the calf’s eyes. He didn’t have those piercing black eyes that the adult buffaloes have when they’re mad. His eyes were soft, tinted with fear."],
        ["10", "\tThe calf was afraid of me. How could I have missed that? The calf reeked of fear. He was twice my size, but he was frightened nonetheless. I backed away."],
        ["11", "\tLewis scratched the calf’s ears. I was touched by the gentle way Lewis handled him."],
        ["12", "\tLewis turned and started back toward the boat, the buffalo calf close at his heels. I followed, keeping my distance so as not to scare the calf. When we arrived at the boat, Lewis and I got in. The calf watched us from the shore as we pulled away."],
        ["13", "\tSuddenly it all seemed very funny to me. Imagine a buffalo calf thinking it could be a part of our lives. How in the world would he get in and out of the boat? I thought about the ridiculous sight. It’s times like that when I wish I could laugh. I wagged my tail."],
        ["14", "\tNow, when I think back on the whole situation, I guess I was jealous. I see that in young dogs. A new puppy comes along, all playful and cunning, and everyone pats it and plays with it. Then the big dogs jump all over themselves trying to get noticed. Well, I didn’t jump all over myself, but I suppose that if it had gone much further, I might have. My feelings for Lewis have always run strong."]
    ],
    "Copyright": "From LEWIS AND CLARK AND ME © 2002 by Laurie Myers. Reprinted by permission of Henry Holt & Company, LLC. All Rights Reserved.",
    "References": []
}