{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "An All-Star Inspiration",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "For most of her school years, Tamika Catchings kept a secret from her classmates and teachers. Catchings always sat up front and stayed after class to ask questions about the lessons. She prepared for each class by reading ahead. No one would have guessed that Catchings, an excellent student, was at a disadvantage. Her secret? Catchings was born with moderately severe hearing loss in both ears. If someone spoke too quietly or with their back to her, she was unable to know what they were saying. To compensate, she taught herself to read lips. To keep up with her schoolwork, she relied on textbooks for instruction."],
        ["", "Tʜᴇ Wɪʟʟ ᴛᴏ Wᴏʀᴋ"],
        ["2", "Though Catchings had hearing aids, she objected to wearing them. To her, the hearing aids were just awkward devices that attracted ugly remarks from her classmates and made her feel different. One day when she was in elementary school, she took them off and tossed them away in a field. The hearing aids were expensive, and her parents refused to replace them. Catchings began her new life. She worked hard in the classroom and at sports. Soon, even without her hearing aids, she s͟u͟r͟p͟a͟s͟s͟e͟d her schoolmates and her teammates."],
        ["3", "While attending high school in Illinois, Catchings led her basketball team to the state championship in 1995. That same year she and her mother moved to Duncanville, Texas. There, Catchings helped the basketball team win a Texas state title and earned herself national awards as player of the year. Many college basketball coaches noticed her talent. She chose to attend the University of Tennessee, partly because she admired the Lady Vols coach Pat Summitt. During her four years at the university, the Lady Vols had an overall record of 134 wins and only 10 losses, partly because of Catchings's outstanding play."],
        ["", "Eᴍʙʀᴀᴄɪɴɢ ᴛʜᴇ Tʀᴜᴛʜ"],
        ["4", "In addition to helping her team at the university, Catchings made a big change in her life. Coach Summitt noticed that players sometimes had to repeat instructions to Catchings while on the court. Summitt convinced Catchings that wearing hearing aids would not only help her be a better player but also help others who were hearing-impaired by allowing her to serve as a role model. Catchings started wearing her hearing aids and eventually began to speak openly about her hearing loss. As Coach Summitt predicted, Catchings has been an inspiration to many children. She has proved that having a disability does not have to be a disadvantage."],
        ["5", "Catchings has even written a book, Dreams Are for Catching, to share her story with others. Most importantly, she combines her love for basketball with her passion for helping children achieve their dreams. She strongly believes — and is living proof — that working hard and having confidence can help anyone succeed."],
        ["", "Gɪᴠɪɴɢ Bᴀᴄᴋ"],
        ["6", "In 2004 Catchings founded the Catch the Stars Foundation, an organization that encourages children to set goals and dream big. Now a resident of Indianapolis, she plays for the Indiana Fever, a WNBA1 team. She wants the young people in her town to be all that they can be. Spending time with them and listening to their stories give her great personal satisfaction. Through her foundation, children can enroll in programs such as fitness clinics, basketball camps, back-to-school celebrations, reading classes, and other programs that promote healthy lifestyles. Every year she hosts the annual Catch the Stars Scholar Athlete Reception, where a male and a female honoree are each awarded a $2,500 college scholarship. Her work with the foundation has benefited many local youths."],
        ["", "problems/TX17G5R/media/S4a.jpg"],
        ["7", "Ms. Basketball (a title Catchings earned in high school) is no longer worried about what others think of her. By 2010 Catchings had won the WNBA league's Most Valuable Player award and two gold medals with the U.S. Women's Olympic Basketball Team. But those achievements were just a stepping-stone to another important goal for Catchings. The little girl who once tried to hide her disability now motivates others and encourages those with a disability to appreciate how special they are. She wants all children, whether they have a disability or not, to believe that they can “catch their dreams one star at a time.”"],
        ["", "problems/TX17G5R/media/S4b.jpg"]
    ],
    "Copyright": "Third party trademarks Indiana Fever®, WNBA® and Olympic® were used in these testing materials.",
    "References": [
        ["¹", "WNBA stands for Women's National Basketball Association."]
    ]
}