{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "problems/TX17G5R/media/S1a.jpg"
    ],
    "Title": "R2, Robot Astronaut",
    "Subtitle": "",
    "Author": "by Cecilia Aragon",
    "LabelType": "P",
    "Content": [
        ["1", "Since the first person walked on the moon in 1969, technology has aided space exploration. In recent years scientists have built a special robot to accompany astronauts on space missions."],
        ["2", "The astronauts orbiting Earth aboard the International Space Station are currently putting the robot through a series of tests. The robot is designed to handle mundane tasks that are part of the daily routine, such as tracking inventory, cleaning equipment, and taking atmospheric readings. This will give astronauts more time to focus on more complex and interesting aspects of science and exploration."],
        ["3", "Because this robot looks and moves like a person, scientists call it a humanoid robot. The latest model of the humanoid robot is known as R2, short for Robonaut 2."],
        ["", "problems/TX17G5R/media/S1b.jpg"],
        ["", "Hɪsᴛᴏʀʏ ᴀɴᴅ Cʜᴀʀᴀᴄᴛᴇʀɪsᴛɪᴄs ᴏꜰ R2"],
        ["4", "R2 was first launched into space on February 24, 2011. It was built by the National Aeronautics and Space Administration (NASA) and the car manufacturer General Motors (GM). GM worked with NASA to create the robot because the company was interested in developing robots that could work in factories doing jobs that are too repetitive for humans."],
        ["5", "R2 weighs 330 pounds and cost $2.5 million to build. It has arms and a head — filled with vision equipment — but no legs. Its “brain,” or computer, is in its stomach. R2's arms can hold 20 pounds. Each bendable finger has 5 pounds of grasping force. R2's hands are also skillful. Since its hands are shaped like human hands, R2 can use human tools to complete tasks traditionally performed by astronauts. Nic Radford, the deputy project manager of R2, says that astronauts “absolutely have their day packed from the minute they wake up until they go to bed. If Robonaut can provide just an hour's worth of relief to the crew doing something they don't want to do, that would make it worth it right there.”"],
        ["", "problems/TX17G5R/media/S1c.jpg"],
        ["6", "One advantage of working with R2 will be that it can't complain about its work! Astronauts will also appreciate the fact that the robot can perform its duties without constant supervision. R2 can be assigned a task and then checked on periodically. If R2 does not complete a task correctly, astronauts will be able to make minor adjustments to adapt the robot's behavior so that the task gets done right."],
        ["", "Tʜᴇ Fᴜᴛᴜʀᴇ ᴏꜰ Hᴜᴍᴀɴᴏɪᴅ Rᴏʙᴏᴛs"],
        ["7", "R2 is still in the design stage of development, which means that scientists are frequently testing it and looking for ways to improve it. Right now, humanoid robots do not have the protective gear or equipment needed to work outside the space station. As technology advances, humanoid robots will be able to help astronauts with dangerous tasks as well as routine ones."],
        ["8", "In the future humanoid robots will be astronauts' eyes in space, going places considered too difficult or unsafe for astronauts to explore. Some of them will be mounted on wheels to explore the surface of planets or asteroids. The robots will be able to send back videos and help astronauts gather information about the atmospheres of these places."],
        ["9", "One outcome of using these humanoid robots will be a greater understanding of the interaction between humans and robots. NASA engineers believe that when humans and robots combine forces and work together, the results will be better than what either could achieve alone. John Olson, a director at NASA headquarters in Washington, D.C., says that the project “will allow us to go farther and achieve more than we can probably even imagine today.”"],
        ["", "problems/TX17G5R/media/S1d.jpg"],
        ["10", "So what's the next step for the humanoid robot? Legs! NASA engineers are developing legs for R2. The legs will be more like a monkey's legs than a human's. They will grasp and hold onto handrails as the robot moves through the space station. And what a sight that will be!"]
    ],
    "Copyright": "Third party trademark General Motors® was used in these testing materials.",
    "References": []
}