{
    "Directions": "",
    "Context": [],
    "Title": "Passage 2: Apollo 13",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["9", "\tAn astronaut’s voice suddenly crackled over the radio. “Houston, we’ve had a problem.”"],
        ["10", "\tIt was a message everyone in NASA’s Mission Control in Houston, Texas, had trained for, but hoped never to receive."],
        ["11", "\tBefore that, the Apollo 13 mission to the moon had been fairly smooth. The rocket had blasted off from Earth on April 11, 1970, on its way to the moon. But on April 13, when Apollo 13 was about 200,000 miles away from Earth, an explosion in part of the spacecraft caused precious oxygen to shoot into space. Oxygen was needed for the three astronauts to breathe and to make power for the spacecraft. Without oxygen, the mission would be doomed."],
        ["12", "\tAll thoughts of a moon landing were gone. Now, it was a matter of survival. Immediately everyone at Mission Control leaped into action to figure out a way to return the crew safely back to Earth. Apollo 13 was divided into three sections: (1) the command module, called Odyssey; (2) the moon landing craft, called Aquarius; (3) the service module, where the explosion happened. The astronauts were supposed to make the journey to and from the moon in Odyssey, and only use Aquarius for the moon landing. But the explosion left Odyssey with only enough power for the final reentry to Earth. The crew had to move into Aquarius as a “lifeboat” to get them there."],
        ["13", "\tTo use as little power as possible, most spacecraft functions were turned off. Aquarius soon became as cold as a refrigerator. The astronauts had little water or sleep, and one began to have a fever. Time was running out."],
        ["14", "\tOn April 17, as the crew approached Earth, they moved back into Odyssey for reentry. It was the only section of the spacecraft with heat shields, which were necessary for returning to Earth. Without them, the spacecraft would burn up in Earth’s atmosphere. No one knew whether the explosion had damaged those heat shields. But they had to take the risk."],
        ["15", "\tAs Odyssey entered Earth’s atmosphere, the heat was so great that it cut off radio communication. For several minutes, everyone at Mission Control held their breath and waited for any sign of Apollo 13."],
        ["16", "\tAt last, the crew of Apollo 13 radioed that they were alive. They had made it back! NASA called the mission a “successful failure.” Even though the astronauts did not make it to the moon, they did make it home."]
    ],
    "Copyright": "",
    "References": []
}