{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "How Big Bear Stuck to the Sky: A Native American Legend",
    "Subtitle": "",
    "Author": "retold by Kathleen Muldoon",
    "LabelType": "P",
    "Content": [
        ["1", "\tOnce upon a time when Earth was young, Winter ruled. Snow and ice covered mountains and rivers, fields and forests. So hard was the floor between Earth and Sky that Sun could not peek through to warm the ground."],
        ["2", "\tAnimals that survived this harsh cold hunted to provide what little food they could for their young. A big bear, called Fisher because the magic in his tail helped him catch fish, decided it was time to bring Summer to Earth."],
        ["3", "\tSo Fisher invited all of Earth’s creatures to a meeting."],
        ["4", "\t“We will find a way to warm Earth,” he said. “Sun will bring grass and flowers and birds. We must reach the Great Spirit and ask for help. Who will go with me to the place where Earth is closest to Sky?”"],
        ["5", "\tOtter, Lynx, and Wolverine agreed to accompany Fisher on his journey. They traveled across frozen lakes and rivers. Icy twigs snapped as they tramped through the snowy woods. They climbed hills and slid through valleys."],
        ["6", "\tFisher swished his magical, stubby tail in the frigid waters and caught fish for them to eat along the way. After many days, he led them to the top of the tallest mountain on Earth, so high it almost tickled Sky."],
        ["7", "\tThere Fisher stood on his back paws and stretched, swiping his front claws on Sky’s floor. But he only made a tiny scratch. He could not break through to Sky."],
        ["8", "\t“Let me try,” cried Otter."],
        ["9", "\tHe jumped so high his head thumped the sky floor. Otter fell back to Earth and WHOOSH! Down the mountain he slid, riding on his belly all the way to the bottom."],
        ["10", "\tNext Lynx took a step back and pounced at Sky. THUNK! She hit her head so hard that she fell unconscious to the snow. Wolverine pushed her aside."],
        ["11", "\t“I am the strongest,” he growled."],
        ["12", "\tWolverine leaped against Sky’s floor, once, twice, three times. Finally, he caused the tiniest cracks to appear. He jumped again and again, widening the crack into a hole. Soon Wolverine climbed through the sky hole, followed by Fisher."],
        ["13", "\tAll at once, birds of every color and size surrounded them. Some swooshed through Wolverine’s hole and flew over Earth, spreading Sky’s warmth with each flap of their wings."],
        ["14", "\tSoon Sun sent its rays through the hole, and Fisher and Wolverine watched as snow on the mountaintop began to melt."],
        ["", "problems/TN20G4E/media/S1a.jpg"],
        ["15", "\t“We must make the hole bigger,” Fisher said. He twitched his magic tail. Then, using his sharp teeth, he gnawed off more pieces of the sky floor."],
        ["16", "\tSuddenly a band of Sky People ran toward them."],
        ["17", "\t“Stop, thieves,” they cried, brandishing¹ bows and arrows. “Stop stealing our warmth!”"],
        ["18", "\tWolverine escaped through the hole and tumbled down the mountainside back to Earth. But Fisher kept working. By the time the Sky People reached him, he’d widened the hole enough so Sun could warm Earth for half of every year."],
        ["19", "\tFisher ran from the Sky People’s arrows and climbed to the top of a tall tree. But one arrow struck Fisher’s tail and he began falling. Before he could hit Sky’s floor, the Great Spirit, admiring Fisher’s persistence, took pity on the bear. He adorned Fisher with stars, and set him in a place of honor in the sky. If you look to Sky on a starry night, you will see him there still."],
        ["", "- - - - - - - - - - -"],
        ["20", "\tThe Great Bear constellation, also called Ursa Major, is one of the largest and easiest star groupings to find in the sky. This is because one of the group of stars within it looks like a soup ladle and is called the Big Dipper. It forms the back end tail of the whole constellation, which resembles a bear."],
        ["", "problems/TN20G4E/media/S1b.jpg"],
        ["21", "\tOn a clear night, if you study the northern sky, you will see Ursa Major if you look first for the Big Dipper. Ursa Major is highest in the spring sky and lowest in autumn because, according to Native American legend, Bear is looking for a place to hibernate before winter."]
    ],
    "Copyright": "“How Big Bear Stuck to the Sky: A Native American Legend.” Retold by Kathleen Muldoon. Reprinted from Spider, November/December 2011, Vol. 18, no. 9, © 2011 by Carus Publishing Company/Cricket Media. Used by permission of the publisher via Copyright Clearance Center.",
    "References": [
        ["¹", "brandishing: waving or swinging something, such as a weapon, in a threatening or excited manner"]
    ]
}