{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Anita Desai's 2011 novella Translator Translated. While working on her translation of a novel written in Odia (a language of India) into English, the narrator looks out her window at night to clear her mind.",
            ":ibox:I tried to distract myself with these sights of the ordinary world, but in my mind it was the lines I had been translating and the lines that I had been writing that remained in the forefront. I longed for sleep to obliterate them but it eluded me. Perhaps everything would be normal again once I had sent off the manuscript, I thought, and looked forward to COMPLETING the work.\n\n\t\t©2011 by Anita Desai",
            "As used in the text, what does the word “completing” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Destroying",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “completing” doesn't mean destroying, or ruining. The narrator addresses her desire to send off the manuscript she's focused on and her hope that things will be “normal again” once she does, conveying that she is looking forward to finishing the work, not to ruining it.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Finishing",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text, “completing” most nearly means finishing. In the text, the narrator conveys that the task of translating a novel has been an all-consuming one and that she hopes things will “be normal again” once she has “sent off the manuscript.” In other words, the narrator is looking forward to finishing her work on the manuscript and returning to other things.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Advertising",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “completing” doesn't mean advertising, or publicly promoting. The narrator addresses her complete focus on the translation and her hope that things will be “normal again” once she has “sent off the manuscript,” conveying that she is looking forward to finishing the task, not to promoting the resulting manuscript.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Rejecting",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “completing” doesn't mean rejecting, or refusing or repelling. The narrator makes it clear that she is absorbed in working on the translation and plans to send off the manuscript, suggesting that instead of refusing to do the work, she is continuing to do it (even if she looks forward to things being “normal again” when she's done).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Predatory animals differ widely in how they _______ food for their young. Some leave dead prey nearby for their young to consume, some bring live prey to their young, and some feed their young directly from their own mouths.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "avoid",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “avoid” would mean keep away from or refrain from, neither of which would make sense in context. Nothing in the text suggests that predators refrain from food for their young.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "guess",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “guess” would mean speculate or suppose, and it's unclear what it would mean for predators to speculate food for their young.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "provide",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of how predators feed their young. As used in this context, “provide” means supply or make something that's needed available. The text indicates that some predators supply prey for their young by either leaving dead prey nearby or by bringing live prey to them. Other predators, the text states, feed their young directly from their own mouths. This context supports the idea that predatory animals have various ways to provide food for their young.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "describe",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “describe” would mean explain, and it's unclear what it would mean for predators to explain food for their young.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Nigerian American author Teju Cole's ______ his two passions—photography and the written word—culminates in his 2017 book, Blind Spot, which evocatively combines his original photographs from his travels with his poetic prose.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "indifference to",
                "Key": {
                    "Correct": false,
                    "Rationale": "Describing Cole as feeling “indifference to” his two passions wouldn't make sense in context. If Cole is indifferent to his passions, that would mean he doesn't care about photography or writing—in which case they wouldn't be his passions at all.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "enthusiasm for",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Cole's book Blind Spot. In this context, “enthusiasm for” means excitement about. The text explains that Blind Spot consists of original photographs as well as poetic prose—two elements that correspond to Cole's passions, identified in the text, for photography and the written word. This context suggests that Cole's excitement about photography and writing led him to create a book that successfully combines the two mediums.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "concern about",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's nothing in the text to suggest that Cole feels “concern about,” or uneasiness about, his passions. The text's use of the word “culminates” indicates that Blind Spot represents a triumphant climax of Cole's passions, not a work that results from his sense of discomfort with photography and writing.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "surprise at",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's nothing in the text to suggest that Cole feels “surprise at,” or astonished by, his passions. The text indicates that Cole's feeling about his passions “culminates” in a book that “evocatively” combines photographs and writing, suggesting that Cole has a long-standing and skillful relationship to his passions, not that he is startled by them.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Artist Marilyn Dingle's intricate, coiled baskets are _______ sweetgrass and palmetto palm. Following a Gullah technique that originated in West Africa, Dingle skillfully winds a thin palm frond around a bunch of sweetgrass with the help of a “sewing bone” to create the basket's signature look that no factory can reproduce.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "indicated by",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text describes how Dingle uses sweetgrass and palmetto palm to create her baskets, not how her baskets are “indicated by,” or signified by, sweetgrass and palmetto palm.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "handmade from",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Marilyn Dingle's baskets. In this context, to say that Dingle's baskets are “handmade from” particular plants means that Dingle creates baskets herself using those plants but without using machines. The text says that Dingle “skillfully winds” parts of palmetto palm plants around sweetgrass plants to make baskets with an appearance that “no factory can reproduce.” This context suggests that Dingle's baskets are handmade from sweetgrass and palmetto palm.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "represented by",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Dingle's baskets are described as being made using sweetgrass and palm, there's nothing in the text to suggest that the baskets are “represented by,” or exemplified or portrayed by, sweetgrass and palmetto palm. Instead, the focus of the text is on Dingle's use of sweetgrass and palmetto palm and the impossibility of replicating the appearance of her baskets using machines.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "collected with",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's nothing in the text to suggest that Dingle's baskets are “collected with,” or brought together in a group with, sweetgrass and palmetto palm. Instead, the text describes how Dingle uses those plants to make her baskets.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Beginning in the 1950s, Navajo Nation legislator Annie Dodge Wauneka continuously worked to promote public health; this _______ effort involved traveling throughout the vast Navajo homeland and writing a medical dictionary for speakers of Diné bizaad, the Navajo language.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "impartial",
                "Key": {
                    "Correct": false,
                    "Rationale": "Describing Wauneka's effort related to public health as “impartial,” or not partial or biased and treating all things equally, wouldn't make sense in context. The text suggests that Wauneka's continuous work was partial in one way, as she focused specifically on promoting public health throughout the Navajo homeland and to speakers of the Navajo language.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "offhand",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text emphasizes that Wauneka's effort to promote public health as a Navajo Nation legislator was continuous and extensive, involving wide travels and the authoring of a medical dictionary. Because this work clearly involved care and dedication, it wouldn't make sense to describe it as “offhand,” or casual and informal.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "persistent",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Annie Dodge Wauneka's work as a Navajo Nation legislator. As used in this context, “persistent” means existing continuously. The text states that Wauneka “continuously worked to promote public health,” traveling extensively and authoring a medical dictionary; this indicates that Wauneka's effort was persistent.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "mandatory",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that Wauneka's effort to promote public health was “mandatory,” or required by law or rule, even though Wauneka was a Navajo Nation legislator. Rather than suggesting that Wauneka's effort was required for any reason, the text emphasizes the continuous and extensive nature of her work.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Oral histories—whether they consist of interviews or recordings of songs and stories—can offer researchers a rich view of people's everyday experiences. For her book about coal mining communities in Kentucky during the twentieth century, Karida Brown therefore relied in part on interviews with coal miners and their families. [By doing so, she gained valuable insights into her subjects' day-to-day lives.]",
            "Which choice best describes the function of the emphasized sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It provides a little-known geographical fact about Kentucky.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the text mentions coal miners who live in Kentucky, the emphasized sentence does not offer a geographical fact about Kentucky.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It argues that Karida Brown is an expert on United States politics.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized sentence does not mention United States politics or that Brown is an expert in this particular area.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It presents a major historical event that took place in the twentieth century.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text mentions that Brown's book revolved around coal miners during the twentieth century, the emphasized sentence does not focus on a major historical event during this time.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It describes how Karida Brown benefited from incorporating oral history in her book.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes how the emphasized sentence functions in the text as a whole. The text begins by pointing out one of the advantages of oral histories: that they allow researchers to document the daily experiences of people. The text then goes on to describe how Karida Brown utilized interviews with coal miners and their families for her book about twentieth-century coal mining in Kentucky. The emphasized sentence affirms that the general advantages of oral histories mentioned earlier in the text were also benefits in Brown's particular case. Thus, the emphasized sentence describes how Karida Brown benefited from incorporating oral history in her book.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Georgia Douglas Johnson's 1922 poem “Benediction.”",
            ":ibox:Go forth, my son,\nWinged by my heart's desire!\nGreat reaches, yet unknown,\nAwait\nFor your possession.\nI may not, if I would,\nRetrace the way with you,\nMy pilgrimage is through,\nBut life is calling you!",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To express hope that a child will have the same accomplishments as his parent did",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker encourages the child to pursue new experiences (“Great reaches”) without knowing exactly what those experiences will be (“yet unknown”) or suggesting that they should match the speaker's own accomplishments.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To suggest that raising a child involves many struggles",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker focuses on positive possibilities for her son (“Great reaches, yet unknown”) and her enthusiastic encouragement to embrace those possibilities (“life is calling you!”), while there is no mention of raising a child or associated struggles.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To warn a child that he will face many challenges throughout his life",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker frames the possibilities for her son in a positive light when she says that “great reaches, yet unknown” are waiting for him, and this positive outlook for the son is consistent throughout the text.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To encourage a child to embrace the experiences life will offer",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice accurately states the text's main purpose. The poem begins with the speaker urging a child to “go forth” with her encouragement (“my heart's desire”). The speaker goes on to suggest that new experiences (“Great reaches, yet unknown”) lie ahead for the son that “life is calling” him to seek out. Thus, the main purpose is to encourage a child to embrace the experiences available to him in his life.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Edith Wharton's 1905 novel The House of Mirth. Lily Bart and a companion are walking through a park.",
            ":ibox:Lily had no real intimacy with nature, but she had a passion for the appropriate and could be keenly sensitive to a scene which was the fitting background of her own sensations. [The landscape outspread below her seemed an enlargement of her present mood, and she found something of herself in its calmness, its breadth, its long free reaches.] On the nearer slopes the sugar-maples wavered like pyres of light; lower down was a massing of grey orchards, and here and there the lingering green of an oak-grove.",
            "Which choice best describes the function of the emphasized sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It creates a detailed image of the physical setting of the scene.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized sentence describes the scene only in very general terms, referring to its calmness, breadth, and long stretches of land. It's the next sentence that adds specific details about colors, light, and various trees nearby.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It establishes that a character is experiencing an internal conflict.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the emphasized sentence suggests that Lily is experiencing an internal conflict. In fact, the sentence indicates that Lily thinks the landscape reflects her own feeling of calmness.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It makes an assertion that the next sentence then expands on.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The only assertion in the emphasized sentence is that Lily feels that broad aspects of the landscape, such as its calmness, reflect her current mood, and that assertion isn't expanded on in the next sentence. Instead, the next sentence describes specific details of the scene without connecting them to Lily's feelings.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It illustrates an idea that is introduced in the previous sentence.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes how the emphasized sentence functions in the text as a whole. The first sentence of the text establishes that Lily can be “keenly sensitive to” scenes that serve as a “fitting background” for her feelings—that is, she's very aware of when a setting seems to reflect her mood. The next sentence, which is emphasized, then demonstrates this awareness: Lily views the landscape she's in as a large-scale reflection of her current mood, identifying with elements such as its calmness. Thus, the function of the emphasized sentence is to illustrate an idea introduced in the previous sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Individual elephants and Arctic herbivores such as caribou tend to have fixed geographic ranges throughout their lifetimes, which had prompted some researchers to speculate that the Arctic woolly mammoth, an extinct elephantid, might have exhibited similar behavior. Mammoth tusks grew in sequential layers, incorporating ingested minerals and organics, and so each ivory stratum reflects the ratio of strontium isotopes (⁸⁷Sr/⁸⁶Sr) in the local environment; thus, the sequence of strata shows where the animal roamed during life. Recent analysis of the strontium ratios in the strata of one Arctic woolly mammoth tusk in relation to the geographic distribution of strontium ratios in the environment shows the animal's range begin to expand as it reached sexual maturity, only to contract again in its final 1.5 years.",
            "Which choice best describes the function of the emphasized statement in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It discusses a characteristic shared by certain animals in order to explain why researchers raised a possibility that turned out not to be supported by data described later in the text.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes how the emphasized statement functions in the text as a whole. The emphasized statement mentions a category of animals that have a feature in common: they tend to have fixed geographic ranges throughout their lifetimes. The text then presents the speculation of some researchers that the Arctic woolly mammoth might also share this characteristic. However, an examination of the content of strontium in the strata (or layers) of a woolly mammoth tusk indicated that contrary to the researchers' hypothesis, the mammoth had an expanding range in its environment that contracted in its last 1.5 years of life. Thus, the emphasized statement discusses a characteristic shared by certain animals in order to explain why researchers raised a possibility that turned out not to be supported by data described later in the text.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It illustrates a pattern of behavior among certain animals in order to present a theory about exceptions to that pattern that is weakened by a finding described later in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the emphasized statement presents a pattern of behavior (the habit of certain animals of staying within a fixed geographic range), the rest of the text does not present a theory of exceptions to that pattern; rather, the researchers are merely concerned with whether one particular animal has behavior consistent with the pattern.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It describes a similarity in the behavior of certain animals in order to show why a method described later in the text did not reveal whether another animal also showed that behavior.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the emphasized statement does describe a similarity in the behavior of certain animals (their tendency to stay within a fixed geographic range), this is not done in order to show why a method described later in the text failed to show whether another animal showed that behavior; rather, the method of analysis of strata of a woolly mammoth tusk showed that the mammoth's behavior was different from that of the animals mentioned in the emphasized statement.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It introduces a trait shared by certain animals in order to contextualize a hypothesis about the origin of that trait that is advanced later in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the emphasized statement mentions a trait shared by a number of animals (their fixed geographic range), the rest of the text does not present a hypothesis regarding the origin of that trait; rather, the researchers are concerned with whether another particular animal shares that trait.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In the 1960s, Gloria Richardson led a movement to promote racial equality. Her involvement in this effort was inspired by her daughter, Donna Richardson. In 1961, Donna joined protests organized by the Student Nonviolent Coordinating Committee in Cambridge, Maryland. Following her daughter, Gloria joined these protests too. Gloria soon became the cochair of the Cambridge Nonviolent Action Committee. She was also the leader of what became known as the Cambridge movement.",
            "According to the text, what did Gloria Richardson lead?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The Cambridge movement",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents information about Gloria Richardson that is supported by the text. The text provides a number of details about Gloria's involvement in efforts to promote racial equality, including that she was the leader of what became known as the Cambridge movement.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Her daughter Donna's high school",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never indicates that Gloria Richardson led her daughter Donna's high school. The text says only that Gloria was inspired by her daughter to become involved in efforts to promote racial equality.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Protests to support environmental protections",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't mention protests related to environmental protections. Rather, the text discusses Gloria Richardson's involvement in efforts to promote racial equality.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A new business in Cambridge, Maryland",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't indicate that Gloria Richardson led a new business in Cambridge, Maryland. Rather, the text states that she led what became known as the Cambridge movement.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Jane Austen's 1811 novel Sense and Sensibility. Elinor lives with her younger sisters and her mother, Mrs. Dashwood.",
            ":ibox:Elinor, this eldest daughter, whose advice was so effectual, possessed a strength of understanding, and coolness of judgment, which qualified her, though only nineteen, to be the counsellor of her mother, and enabled her frequently to counteract, to the advantage of them all, that eagerness of mind in Mrs. Dashwood which must generally have led to imprudence. She had an excellent heart;—her disposition was affectionate, and her feelings were strong; but she knew how to govern them: it was a knowledge which her mother had yet to learn; and which one of her sisters had resolved never to be taught.",
            "According to the text, what is true about Elinor?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Elinor often argues with her mother but fails to change her mind.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice isn't supported by the text: although the text says that Elinor advises her mother and often counteracts her mother's impulses, there's no mention of Elinor arguing with her mother or failing to change her mother's mind.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Elinor can be overly sensitive with regard to family matters.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice isn't supported by the text: although the text mentions that Elinor has strong feelings, it doesn't indicate that she's excessively sensitive when it comes to family issues.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Elinor thinks her mother is a bad role model.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice isn't supported by the text: there's no mention of what Elinor thinks about her mother and no suggestion that she thinks her mother is a bad role model. Because she's described as having “an excellent heart,” Elinor likely doesn't think ill of her mother.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Elinor is remarkably mature for her age.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice provides a detail about Elinor that is established in the text. The text indicates that although Elinor is “only nineteen,” she gives good advice and exhibits such a high level of understanding and judgment that she serves as “the counsellor of her mother.” Thus, Elinor is mature beyond her years.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Culinary anthropologist Vertamae Smart-Grosvenor may be known for her decades of work in national public television and radio, but her book Vibration Cooking: or, the Travel Notes of a Geechee Girlis likely her most influential project. The 1970 book, whose title refers to Smart-Grosvenor's roots in the Low Country of South Carolina, was unusual for its time. It combined memoir, recipes, travel writing, and social commentary and challenged notions about conventions of food and cooking. Long admired by many, the book and its author have shaped contemporary approaches to writing about cuisine.",
            "Which choice best describes the main idea of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Smart-Grosvenor's unconventional book Vibration Cooking: or, the Travel Notes of a Geechee Girl is an important contribution to food writing.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main idea of the text. The text describes the book Vibration Cooking: or, the Travel Notes of a Geechee Girl as Smart-Grosvenor's “most influential project” and as “unusual for its time.” The text also notes that the book and author have influenced contemporary approaches to writing about food and cooking. Therefore, the text mainly conveys that Vibration Cooking: or, the Travel Notes of a Geechee Girl is an unconventional and important contribution to food writing.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Smart-Grosvenor held many different positions over her life, including reporter and food writer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text mentions that Smart-Grosvenor worked in national public television and radio and was a food writer, these details aren't the main focus. Rather than focusing on Smart-Grosvenor's various jobs, the text focuses specifically on one specific book she wrote.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Smart-Grosvenor's groundbreaking book Vibration Cooking: or, the Travel Notes of a Geechee Girl didn't receive the praise it deserved when it was first published in 1970.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text suggests that Vibration Cooking: or, the Travel Notes of a Geechee Girl was groundbreaking, it doesn't suggest that the book didn't receive praise when it was published. In fact, the text states that the book is “long admired.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Smart-Grosvenor was a talented chef whose work inspired many people to start cooking for themselves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text states that Smart-Grosvenor was a culinary anthropologist and that her book influenced later approaches to food writing but doesn't indicate that Smart-Grosvenor or her book influenced people to begin cooking for themselves.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Charles W. Chesnutt's 1901 novel The Marrow of Tradition.",
            ":ibox:Mrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it.",
            "Based on the text, what is true about Mrs. Ochiltree's acquaintances?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They try to refrain from discussing topics that would upset Mrs. Ochiltree.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that Mrs. Ochiltree's acquaintances avoid discussing topics that would upset Mrs. Ochiltree; instead, it states that they avoid being around Mrs. Ochiltree at all.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They are unable to spend as much time with Mrs. Ochiltree as she would like.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text makes it clear that Mrs. Ochiltree knows her acquaintances often avoid her and is pleased about it (she “rather exulted in it”), not that she wants to spend more time with them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They are too preoccupied with their own concerns to speak with Mrs. Ochiltree.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that Mrs. Ochiltree's acquaintances don't speak with Mrs. Ochiltree because they are too focused on their own concerns, but rather because they don't like the frank comments she makes.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They are likely offended by what Mrs. Ochiltree has said about them.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a statement about Mrs. Ochiltree's acquaintances that is supported by the text. The text indicates that Mrs. Ochiltree makes comments about her acquaintances that are frank, or direct and blunt, and sometimes startling. It also states that because of this behavior, the acquaintances tend to avoid Mrs. Ochiltree. Together, these details suggest that the acquaintances choose not to be around Mrs. Ochiltree because they are offended by the things she has said about them.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:“Mrs. Spring Fragrance” is a 1912 short story by Sui Sin Far. In the story, Mrs. Spring Fragrance, a Chinese immigrant living in Seattle, is traveling in California. In letters to her husband and friend, she demonstrates her concern for what's happening at her home in Seattle while she is away: _______",
            "Which quotation from Mrs. Spring Fragrance's letters most effectively illustrates the claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“My honorable cousin is preparing for the Fifth Moon Festival, and wishes me to compound for the occasion some American 'fudge,' for which delectable sweet, made by my clumsy hands, you have sometimes shown a slight prejudice.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation, while it does suggest that Mrs. Spring Fragrance has made fudge at home before, is focused on preparations for an upcoming festival, not on concerns for anything happening at home while Mrs. Spring Fragrance is away.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“Next week I accompany Ah Oi to the beauteous town of San José. There will we be met by the son of the Illustrious Teacher.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation has to do with an upcoming event during Mrs. Spring Fragrance's trip—visiting San José and meeting someone new—rather than her concern for what's happening at home.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“Forget not to care for the cat, the birds, and the flowers. Do not eat too quickly nor fan too vigorously now that the weather is warming.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a quotation that illustrates the claim that Mrs. Spring Fragrance demonstrates concern for what's happening at home while she's in California. By giving reminders to “care for the cat, the birds, and the flowers,” “not eat too quickly,” and avoid engaging in strenuous activity in the heat, Mrs. Spring Fragrance shows that she's thinking about what's happening at home and wants to ensure everything is taken care of.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“I am enjoying a most agreeable visit, and American friends, as also our own, strive benevolently for the accomplishment of my pleasure.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation is focused on how Mrs. Spring Fragrance feels about her trip and the friends she's seeing, not on her concern for what's happening at home.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:When digging for clams, their primary food, sea otters damage the roots of eelgrass plants growing on the seafloor. Near Vancouver Island in Canada, the otter population is large and well established, yet the eelgrass meadows are healthier than those found elsewhere off Canada's coast. To explain this, conservation scientist Erin Foster and colleagues compared the Vancouver Island meadows to meadows where otters are absent or were reintroduced only recently. Finding that the Vancouver Island meadows have a more diverse gene pool than the others do, Foster hypothesized that damage to eelgrass roots increases the plant's rate of sexual reproduction; this, in turn, boosts genetic diversity, which benefits the meadows' health overall.",
            "Which finding, if true, would most directly undermine Foster's hypothesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "At some sites in the study, eelgrass meadows are found near otter populations that are small and have only recently been reintroduced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that small, recently introduced otter populations are near other eelgrass meadows in the study wouldn't weaken Foster's hypothesis. If otter populations were small and only recently established, they wouldn't be expected to have caused much damage to eelgrass roots, so even if those eelgrass meadows were less healthy than the Vancouver Island meadows, that wouldn't undermine Foster's hypothesis. In fact, it would be consistent with Foster's hypothesis since it would suggest that the greater damage caused by larger, more established otter populations is associated with healthier meadows.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "At several sites not included in the study, there are large, well-established sea otter populations but no eelgrass meadows.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The existence of areas with otters but without eelgrass meadows wouldn't reveal anything about whether the damage that otters cause to eelgrass roots ultimately benefits eelgrass meadows.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "At several sites not included in the study, eelgrass meadows' health correlates negatively with the length of residence and size of otter populations.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would weaken Foster's hypothesis that damage to eelgrass roots improves the health of eelgrass meadows by boosting genetic diversity. The text indicates that sea otters damage eelgrass roots but that eelgrass meadows near Vancouver Island, where there's a large otter population, are comparatively healthy. When Foster and her colleagues compared the Vancouver Island eelgrass meadows to those that don't have established otter populations, the researchers found that the Vancouver Island meadows are more genetically diverse than the other meadows are. This finding led Foster to hypothesize that damage to the eelgrass roots encourages eelgrass reproduction, thereby improving genetic diversity and the health of the meadows. If, however, other meadows not included in the study are less healthy the larger the local otter population is and the longer the otters have been in residence, that would suggest that damage to the eelgrass roots, which would be expected to increase with the size and residential duration of the otter population, isn't leading meadows to be healthier. Such a finding would therefore weaken Foster's hypothesis.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "At some sites in the study, the health of plants unrelated to eelgrass correlates negatively with the length of residence and size of otter populations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The health of plants other than eelgrass would have no bearing on Foster's hypothesis that damage to eelgrass roots leads to greater genetic diversity and meadow health. It would be possible for otters to have a negative effect on other plants while nevertheless improving the health of eelgrass meadows by damaging eelgrass roots.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In the twentieth century, ethnographers made a concerted effort to collect Mexican American folklore, but they did not always agree about that folklore's origins. Scholars such as Aurelio Espinosa claimed that Mexican American folklore derived largely from the folklore of Spain, which ruled Mexico and what is now the southwestern United States from the sixteenth to early nineteenth centuries. Scholars such as Américo Paredes, by contrast, argued that while some Spanish influence is undeniable, Mexican American folklore is mainly the product of the ongoing interactions of various cultures in Mexico and the United States.",
            "Which finding, if true, would most directly support Paredes's argument?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The folklore that the ethnographers collected included several songs written in the form of a décima, a type of poem originating in late sixteenth-century Spain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The inclusion of songs influenced by sixteenth-century Spanish poetry among Mexican American folklore collected in the twentieth century would not support Paredes's view that the folklore was the result of cultural interactions in Mexico and the United States rather than an offshoot of Spanish folklore. If anything, the presence of such songs among the folklore collected in the twentieth century would weaken Paredes's argument, since it would reflect the influence of Spanish culture on the folklore.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Much of the folklore that the ethnographers collected had similar elements from region to region.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mere presence of similarities in Mexican American folklore across regions would not be sufficient to draw a conclusion about where the folklore originated, let alone to support Paredes's argument that the folklore reflects various cultural interactions in Mexico and the United States. In fact, Paredes would likely expect there to be regional variations in folklore as different cultures have interacted in different places.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Most of the folklore that the ethnographers collected was previously unknown to scholars.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Scholars' previous ignorance of the folklore would have no bearing on Paredes's argument that Mexican American folklore mostly reflects cultural interactions in Mexico and the United States; the folklore's actual origins exist regardless of the scholars' awareness.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Most of the folklore that the ethnographers collected consisted of corridos—ballads about history and social life—of a clearly recent origin.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would support Paredes's argument about the origin of Mexican American folklore. The text describes a disagreement among scholars about whether Mexican American folklore mostly derived from the folklore of Spain (the view held by Espinosa and others) or originated in Mexico and the United States through ongoing cultural interactions there (the view held by Paredes and others). If Mexican American folklore collected in the twentieth century mostly consists of ballads about history and social life that originated recently, then that would support Paredes's argument by suggesting that the folklore mostly arose after Spanish rule ended in the early nineteenth century and that the folklore reflects cultural interactions in Mexico and the United States rather than traditions from Spain.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Among social animals that care for their young, such as chickens, macaque monkeys, and humans, newborns appear to show an innate attraction to faces and face-like stimuli. Elisabetta Versace and her colleagues used an image of three black dots arranged in the shape of eyes and a nose or mouth to test whether this trait also occurs in Testudo tortoises, which live alone and do not engage in parental care. They found that tortoise hatchlings showed a significant preference for the image, suggesting that ______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "face-like stimuli are likely perceived as harmless by newborns of social species that practice parental care but as threatening by newborns of solitary species without parental care.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that the tortoise hatchlings, which are solitary and don't practice parental care, were attracted to the face-like stimuli, not that they perceived the stimuli as threatening.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "researchers should not assume that an innate attraction to face-like stimuli is necessarily an adaptation related to social interaction or parental care.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the conclusion that most logically follows from the text's discussion of the study by Versace and colleagues. The text indicates that newborn animals of some species are attracted to faces and to stimuli that resemble faces. These species, the text says, share two characteristics: they're social and they practice parental care, meaning that parents care for their young. The text goes on to describe Versace and colleagues' experiment, which showed that Testudo tortoises, which aren't social and don't practice parental care, were attracted to a stimulus that resembles a face. Since Versace and colleagues have shown that a species that isn't social and doesn't practice parental care nevertheless has the innate characteristic of being attracted to face-like stimuli, it follows that this characteristic shouldn't be assumed to be an adaptation related to social interaction or parental care.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "researchers can assume that the attraction to face-like stimuli that is seen in social species that practice parental care is learned rather than innate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phenomenon discussed in the text is an attraction to faces and face-like stimuli on the part of newborn animals, which can't show any learned characteristics since they were just born. Additionally, the text tells us that the tortoises Versace and colleagues studied aren't social and don't practice parental care, so any findings about those tortoises wouldn't be relevant to the question of whether an attraction to faces in social species that practice parental care is innate or learned.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "newly hatched Testudo tortoises show a stronger preference for face-like stimuli than adult Testudo tortoises do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text gives no indication that adult tortoises were tested on face-like stimuli and, if adults were in fact tested, no information about how they responded is provided. Since no information about adult tortoises' responses is provided, no conclusion comparing those responses to the responses of newly hatched tortoises can be supported.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Aptamers—synthetic DNA or RNA molecules that bind to target molecules—can be used to test for foodborne bacterial pathogens, though their specificity (the probability of returning a negative result in the absence of the focal pathogen) in real-world foods has been unclear. Sandeep Somvanshi et al. fabricated test paper incorporating aptamers targeting strain O157:H7 of the bacteria Escherichia coli; the paper shifts from pink to purple as the aptamers bind to target molecules. Somvanshi et al. tested the paper in store-bought pear juice they treated with E. coli O157:H7, other strains of E. coli, or other bacteria species. Following exposure, the paper from the O157:H7 test was purple while papers from the other tests were pink, suggesting that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "aptamer-based tests in real-world foods are more likely to show a high degree of specificity if the focal pathogen is E. coli O157:H7 than if the focal pathogen is another strain of E. coli or another species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that E. coli O157:H7 differs from other pathogens in a way that makes it more suitable for aptamer-based testing of any kind and that specificity is likely to be lower when aptamer- based tests target other bacteria; the text simply indicates that Somvanshi et al. used O157:H7 as the target for aptamer-based test paper in their study and suggests that the paper had a high degree of specificity.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "uncertainty about the specificity of aptamer-based tests for pathogens in real-world foods may be due to the similarity between E. coli O157:H7 and other E. coli strains.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that the specificity of aptamer-based tests in real-world foods is uncertain for pathogens broadly, not just for E. coli, and similarity between strains (of E. coli or of other pathogens) isn't mentioned. Moreover, the results presented in the text suggest that aptamers are actually capable of distinguishing between strains of E. coli, since Somvanshi et al.'s paper turned purple when exposed to E. coli O157:H7 and remained pink when exposed to other strains.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the specificity of the tests in a real-world food was unaffected by the aptamers' tendency to bind to different strains of E. coli.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text suggests that the aptamers in the test papers didn't bind to different strains of E. coli. The text explains that the test papers turn purple when the aptamers bind to the targeted pathogen and that in the pear juice tests, the test papers turned purple when exposed to samples with the targeted strain of E. coli (O157:H7) but remained pink when exposed to samples with other strains of E. coli. In other words, the aptamers bound only to the targeted strain, not to the other strains. Further, specificity would be affected if the aptamers had bound to multiple strains and not just the targeted one; that result would cause the specificity to be low.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the aptamers successfully bound to E. coli O157:H7 and the tests displayed a high degree of specificity in a real-world food.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of aptamers' capacity to test for pathogens in food. The text explains that although synthetic aptamer molecules can be used to test for foodborne bacterial pathogens because they bind to target molecules, it hasn't been clear how likely it is that they will indicate a negative result when a target pathogen is absent in real-world foods. The text then indicates that Somvanshi et al. created test paper that changes from pink to purple when aptamers in it bind to a particular strain of E. coli bacteria, O157:H7, and tested it with store-bought pear juice (that is, a real-world food); the paper changed to purple when exposed to juice to which the target pathogen E. coli O157:H7 had been added, but it remained pink when exposed to juice treated with other E. coli strains or other bacteria species. Based on this result, it seems the aptamers in the paper successfully bound to the target (O157:H7) and the tests had a high degree of specificity (providing negative results for samples where the target was absent even though other bacteria were present) when applied to a real-world food.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:British scientists James Watson and Francis Crick won the Nobel Prize in part for their 1953 paper announcing the double helix structure of DNA, but it is misleading to say that Watson and Crick discovered the double helix. _______ findings were based on a famous X-ray image of DNA fibers, “Photo 51,” developed by X-ray crystallographer Rosalind Franklin and her graduate student Raymond Gosling.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They're",
                "Key": {
                    "Correct": false,
                    "Rationale": "“They're” is the contraction for “they are,” not a possessive determiner.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It's",
                "Key": {
                    "Correct": false,
                    "Rationale": "“It's” is the contraction for “it is” or “it has,” not a possessive determiner.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Their",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of possessive determiners. The plural possessive determiner “their” agrees in number with the plural conjoined noun phrase “Watson and Crick” and thus indicates that the findings were those of Watson and Crick.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Its",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular possessive determiner “its” doesn't agree in number with the plural conjoined noun phrase “Watson and Crick.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In the historical novel The Surrender Tree, Cuban American author Margarita Engle uses poetry rather than prose _______ the true story of Cuban folk hero Rosa La Bayamesa.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "tells",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finite present tense verb “tells” can't be used in this way to explain the reason that Engle uses poetry in her novel.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "told",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finite past tense verb “told” can't be used in this way to explain the reason that Engle uses poetry in her novel.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "is telling",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finite present progressive tense verb “is telling” can't be used in this way to explain the reason that Engle uses poetry in her novel.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "to tell",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of finite and nonfinite verb forms within a sentence. The nonfinite to-infinitive “to tell” is correctly used to form a nonfinite (infinitive) clause that explains the reason Engle uses poetry in her novel.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Interest in mechanotransduction, the mechanism by which cells sense and convert mechanical stimuli into biochemical signals, is expanding because of innovative work by biomedical scientists—many of whom, like neuroscience and biophysics expert Elba Serrano, _______ this mechanism to better understand how the body's neurological and biomechanical systems interact.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "is studying",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “is studying” doesn't agree in number with the plural subject “many.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "has studied",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “has studied” doesn't agree in number with the plural subject “many.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "study",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verb forms within a sentence. The plural verb “study” agrees in number with the plural subject “many.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "studies",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “studies” doesn't agree in number with the plural subject “many.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In crafting her fantasy fiction, Nigerian-born British author Helen Oyeyemi has drawn inspiration from the classic nineteenth-century fairy tales of the Brothers Grimm. Her 2014 novel Boy, Snow, Bird, for instance, is a complex retelling of the story of Snow White, while her 2019 novel ______ offers a delicious twist on the classic tale of Hansel and Gretel.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Gingerbread —",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Gingerbread,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Gingerbread",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation between a subject and a verb. When, as in this case, a subject (“her 2019 novel Gingerbread”) is immediately followed by a verb (“offers”), no punctuation is needed.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Gingerbread:",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Sociologist Todd Gitlin co-opted the term “recombinant,” normally used in reference to genetic engineering, to describe serialized television shows of the 1980s. Gitlin's use of the term referenced TV studios' practice of repackaging successful narrative formulas as new _______ even shows that varied only slightly from other shows still attracted sizeable audiences.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "content, in that era",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Without a conjunction following it, a comma can't be used in this way to join two main clauses. Further, this choice fails to mark the boundary between the supplementary phrase “in that era” and the rest of the main clause that follows (“even...audiences”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "content; in that era,",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation within a sentence. This choice uses a semicolon in a conventional way to join the first main clause (“Gitlin's...content”) and the second main clause beginning with a supplementary phrase (“in...audiences”). Further, placing a comma after “era” separates the supplementary phrase “in that era” from the rest of the main clause that follows (“even...audiences”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "content in that era,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two main clauses (“Gitlin's... content” and “in...audiences”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "content, in that era,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Without a conjunction following it, a comma can't be used in this way to join two main clauses.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:When external forces are applied to common glass made from silicates, energy builds up around minuscule defects in the material, resulting in fractures. Recently, engineer Erkka Frankberg of Tampere University in Finland used the chemical ______ to make a glassy solid that can withstand higher strain than silicate glass can before fracturing.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "compound, aluminum oxide",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "compound aluminum oxide,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "compound, aluminum oxide,",
                "Key": {
                    "Correct": false,
                    "Rationale": "The noun phrase “aluminum oxide” is a restrictive appositive. Setting the phrase off with punctuation suggests that it could be removed without affecting the coherence of the sentence, which isn't the case.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "compound aluminum oxide",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation around noun phrases. No punctuation is needed because the noun phrase “aluminum oxide” is a restrictive appositive, meaning that it provides essential identifying information about the noun phrase before it, “the chemical compound,” and thus doesn't require punctuation around it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In the late nineteenth and early twentieth centuries, automobiles were commonly referred to as horseless carriages after the older technology they still resembled. Known as the Brass Era, this period in automotive design is remembered for its grandeur and artistry, its vehicles _______ by collectors for their ornate detailing and gleaming brass fittings.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "are highly prized",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Using the finite present tense verb phrase “are highly prized” creates a second main clause in the sentence, and two main clauses can't be joined in this way with only a comma after “artistry.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "had been highly prized",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Using the finite past perfect tense verb phrase “had been highly prized” creates a second main clause in the sentence, and two main clauses can't be joined in this way with only a comma after “artistry.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "highly prized",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verb forms in a sentence. The nonfinite past participle phrase “highly prized” is correctly used to form a supplementary element that modifies the main clause “this...artistry,” describing memorable features of Brass Era automotive design.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "were highly prized",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Using the finite past tense verb phrase “were highly prized” creates a second main clause in the sentence, and two main clauses can't be joined in this way with only a comma after “artistry.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:With the development of new technologies that use natural resources more efficiently, the overall consumption of those resources might be expected to decrease. Economists have observed that improvements in efficiency often correlate negatively with resource _______ efficiency gains, lowering the cost of use, may increase demand to the extent that resource consumption ultimately rises.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "conservation, though,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Commas can't be used in this way to punctuate a supplementary word or phrase between two main clauses.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "conservation; though",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to mark the boundary between the two main clauses (“Economists...though” and “efficiency gains...rises”) with appropriate punctuation. Moreover, placing the semicolon after “conservation” illogically indicates that the information in the next clause (gains in efficiency may lead to an increase in resource consumption) is contrary to the information in the previous clause (“improvements in efficiency often correlate negatively with resource conservation”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "conservation, though;",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation within a sentence. This choice correctly uses a comma to separate the supplementary adverb “though” from the preceding main clause (“Economists...conservation”) and uses a semicolon to join the next main clause (“efficiency gains...rises”) to the rest of the sentence. Further, placing the semicolon after “though” indicates that the information in the preceding main clause (“improvements in efficiency often correlate negatively with resource conservation”) is contrary to what might be assumed from the information in the previous sentence (resource consumption would be expected to decrease with the development of new, more efficient technologies).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "conservation, though",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing a comma after “conservation” illogically indicates that the information in the next clause (gains in efficiency may lead to an increase in resource consumption) is contrary to the information in the previous clause (“improvements in efficiency often correlate negatively with resource conservation”).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Before California's 1911 election to approve a proposition granting women the right to vote, activists across the state sold tea to promote the cause of suffrage. In San Francisco, the Woman's Suffrage Party sold Equality Tea at local fairs. _______ in Los Angeles, activist Nancy Tuttle Craig, who ran one of California's largest grocery store firms, distributed Votes for Women Tea.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that the activity described in this sentence exemplifies the activity described in the previous sentence. Instead, the two activities are similar, and both support the preceding claim about selling tea to promote women's right to vote.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To conclude,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“To conclude” illogically signals that the activity described in this sentence concludes or summarizes the information in the previous sentences. Instead, the activity is similar to the one described in the previous sentence, and both support the preceding claim about selling tea to promote women's right to vote.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Similarly” logically signals that the activity described in this sentence (Nancy Tuttle Craig distributing Votes for Women Tea in her Los Angeles grocery stores) is like the activity described in the previous sentence (the Woman's Suffrage Party selling Equality Tea at fairs in San Francisco). Together, the two examples support the preceding claim that “activists across the state sold tea to promote the cause of suffrage.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In other words,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“in other words” illogically signals that the activity described in this sentence paraphrases the activity described in the previous sentence. Instead, the two activities are similar, and both support the preceding claim about selling tea to promote women's right to vote.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Earth's auroras—colorful displays of light seen above the northern and southern poles—result, broadly speaking, from the Sun's activity. _______ the Sun releases charged particles that are captured by Earth's magnetic field and channeled toward the poles. These particles then collide with atoms in the atmosphere, causing the atoms to emit auroral light.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Specifically,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Specifically” logically signals that the information in this sentence—that the Sun releases charged particles that later collide with atoms, resulting in auroral light—provides specific, precise details about how auroras result from the Sun's activity.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Similarly” illogically signals that the information in this sentence is similar to the general information about auroras in the previous sentence. Instead, this sentence provides specific, precise details about how auroras form.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Nevertheless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Nevertheless” illogically signals that the information in this sentence is despite the general information about auroras in the previous sentence. Instead, this sentence provides specific, precise details about how auroras form.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Hence,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Hence” illogically signals that the information in this sentence is a result of the general information about auroras in the previous sentence. Instead, this sentence provides specific, precise details about how auroras form.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• The Seikan Tunnel is a rail tunnel in Japan.\n\n• It connects the island of Honshu to the island of Hokkaido.\n\n• It is roughly 33 miles long.\n\n• The Channel Tunnel is a rail tunnel in Europe.\n\n• It connects Folkestone, England, to Coquelles, France.\n\n• It is about 31 miles long.",
            "The student wants to compare the lengths of the two rail tunnels. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Some of the world's rail tunnels, including one tunnel that extends from Folkestone, England, to Coquelles, France, are longer than 30 miles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence makes a generalization about the length of some rail tunnels; it doesn't compare the lengths of the two rail tunnels.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The Seikan Tunnel is roughly 33 miles long, while the slightly shorter Channel Tunnel is about 31 miles long.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence compares the lengths of the two rail tunnels, noting that the Channel Tunnel (about 31 miles long) is slightly shorter than the Seikan Tunnel (roughly 33 miles long).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The Seikan Tunnel, which is roughly 33 miles long, connects the Japanese islands of Honshu and Hokkaido.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes a single rail tunnel; it doesn't compare the lengths of the two rail tunnels.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Both the Seikan Tunnel, which is located in Japan, and the Channel Tunnel, which is located in Europe, are examples of rail tunnels.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions the two rail tunnels, it doesn't compare their lengths.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Pinnipeds, which include seals, sea lions, and walruses, live in and around water.\n\n• Pinnipeds are descended not from sea animals but from four-legged, land-dwelling carnivores.\n\n• Canadian paleobiologist Natalia Rybczynski recently found a fossil with four legs, webbed toes, and the skull and teeth of a seal.\n\n• Rybczynski refers to her rare find as a “transitional fossil.”\n• The fossil illustrates an early stage in the evolution of pinnipeds from their land-dwelling ancestors.",
            "The student wants to emphasize the fossil's significance. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Canadian paleobiologist Natalia Rybczynski's fossil has the skull and teeth of a seal, which, like sea lions and walruses, is a pinniped.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes the fossil Rybczynski found; it doesn't emphasize the fossil's significance.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Pinnipeds are descended from four-legged, land-dwelling carnivores; a fossil that resembles both was recently found.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence mentions that a fossil resembling both pinnipeds and their ancestors was found; it doesn't emphasize the fossil's significance.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Having four legs but the skull and teeth of a seal, the rare fossil illustrates an early stage in the evolution of pinnipeds from their land-dwelling ancestors.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence effectively emphasizes the fossil's significance, explaining that the fossil is rare and illustrates an early stage in the evolution of pinnipeds from their land-dwelling ancestors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A “transitional fossil” was recently found by paleobiologist Natalia Rybczynski.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence notes a term used to describe the fossil Rybczynski found; it doesn't emphasize the fossil's significance.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Physicist Muluneh Abebe was working on a garment suited for both warm and cold conditions.\n\n• He analyzed the emissivity, or ability to emit heat, of the materials he planned to use.\n\n• Abebe found that reflective metal fibers emitted almost no heat and had an emissivity of 0.02.\n\n• He found that silicon carbide fibers absorbed large amounts of heat and had an emissivity of 0.74.\n\n• The amount of heat a material absorbs is equal to the amount of heat it emits.",
            "The student wants to contrast the emissivity of reflective metal fibers with that of silicon carbide fibers. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The ability of reflective metal fibers and silicon carbide fibers to emit heat was determined by an analysis of each material's emissivity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes the ability of reflective metal fibers and silicon carbide fibers to emit heat; it doesn't contrast the emissivities of the two fibers.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The amount of heat a material absorbs is equal to the amount it emits, as evidenced in Abebe's analyses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence states a low of thermodynamics: the amount of heat a material absorbs is equal to the amount it emits. The sentence doesn't contrast the emissivity of reflective metal fibers with that of silicon carbide fibers.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Though the reflective metal fibers and silicon carbide fibers had different rates of emissivity, Abebe planned to use both in a garment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence includes a generalization about the emissivities of reflective metal fibers and silicon carbide fibers, it emphasizes Abebe's plans for their use in a garment; it doesn't contrast the emissivities of the two fibers.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Whereas the reflective metal fibers had an emissivity of just 0.02, the silicon carbide fibers absorbed large amounts of heat, resulting in an emissivity of 0.74.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence uses “whereas” to contrast the emissivities of the two fibers, noting that the emissivity of the reflective metal fibers was just 0.02, far lower than that of the silicon carbide fibers (0.74).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• In 2020, theater students at Radford and Virginia Tech chose an interactive, online format to present a play about woman suffrage activists.\n\n• Their “Women and the Vote” website featured an interactive digital drawing of a Victorian-style house.\n\n• Audiences were asked to focus on a room of their choice and select from that room an artifact related to the suffrage movement.\n\n• One click took them to video clips, songs, artwork, and texts associated with the artifact.\n\n• The play was popular with audiences because the format allowed them to control the experience.",
            "The student wants to explain an advantage of the “Women and the Vote” format. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Women and the Vote” featured a drawing of a Victorian-style house with several rooms, each containing suffrage artifacts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes a digital drawing on the “Women and the Vote” website; it doesn't explain an advantage of the play's format.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To access video clips, songs, artwork, and texts, audiences had to first click on an artifact.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence explains how audiences interacted with the “Women and the Vote” website; it doesn't explain an advantage of the play's format.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The “Women and the Vote” format appealed to audiences because it allowed them to control the experience.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence explains an advantage of the “Women and the Vote” format, noting that the format appealed to audiences because it allowed them to control the experience.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Using an interactive format, theater students at Radford and Virginia Tech created “Women and the Vote,” a play about woman suffrage activists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions that “Women and the Vote” had an interactive format, it doesn't explain what advantage this format might have.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Ducklings expend up to 62.8% less energy when swimming in a line behind their mother than when swimming alone.\n\n• The physics behind this energy savings hasn't always been well understood.\n\n• Naval architect Zhiming Yuan used computer simulations to study the effect of the mother duck's wake.\n\n• The study revealed that ducklings are pushed in a forward direction by the wake's waves.\n\n• Yuan determined this push reduces the effect of wave drag on the ducklings by 158%.",
            "The student wants to present the study and its methodology. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A study revealed that ducklings, which expend up to 62.8% less energy when swimming in a line behind their mother, also experience 158% less drag.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes the findings of Yuan's study; it doesn't present the study and its methodology.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Seeking to understand how ducklings swimming in a line behind their mother save energy, Zhiming Yuan used computer simulations to study the effect of the mother duck's wake.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence presents both the study and its methodology (that is, the researcher's approach to the problem), explaining that Yuan used computer simulations to study the effect of the mother duck's wake on the ducklings' energy expenditure.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Zhiming Yuan studied the physics behind the fact that by being pushed in a forward direction by waves, ducklings save energy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence provides general information about Yuan's study, it doesn't present the study's methodology.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Naval architect Zhiming Yuan discovered that ducklings are pushed in a forward direction by the waves of their mother's wake, reducing the effect of drag by 158%.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes the findings of Yuan's study; it doesn't present the study and its methodology.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}