{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "A Capitol Road Trip",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tAs we exit the Metro station, the Capitol building comes into view, looming high on its hill, seemingly endless stairs leading up to its entrance. I can't believe how big it is. Until now, I've only ever read about it in books at school. And now here it is, majestic and bigger than I'd ever imagined."],
        ["2", "\tIt's true, when my parents first told me we were going to Washington, D.C., over spring break, my reaction was less than enthusiastic. I mean, staring at old buildings and walking through crowded museums is not exactly my idea of a good time, you know? Plus I knew that my best friend Raquel was staying home, sleeping, watching TV shows, relaxing as one should during a break. I call her to ask what she is doing. “Absolutely nothing!” she replies. I'm jealous."],
        ["3", "\tOn the four-hour drive here, my parents talked nonstop about Washington, D.C., and how much fun we were going to have and how much we were going to learn. Learning during my spring break—just what I wanted to do! I dug deeper into my book and kept my headphones on. Then my mom said something that got my attention. Apparently my grandparents had met while working at the Capitol as senators' aides. My grandmother was one of the first female aides. That was definitely cool. I never got to meet my grandparents, and I know so little about them."],
        ["4", "\t“After they got married,” my mother explained, “they made a vow to visit all 50 state capitals. They hit six of them on their honeymoon alone.”"],
        ["5", "\t“Why?” I asked."],
        ["6", "\t“They thought it was important,” my dad said. “They were really into American history, and they thought you had to see it to understand it.”"],
        ["7", "\tOnce we are inside the Capitol, the tour guide shows us around the building, pointing out little details along the way: the words “Ladies' Gallery” printed above the door of the House of Representatives Chamber, the snake door handles for the House Chamber, the massive statue of King Kamehameha I in Statuary Hall. The tour guide explains the jobs of the pages and Congressional staff members in the chamber. There is an air of electricity throughout the building: all that history, all those famous people who have walked these halls, people from my history books."],
        ["8", "\tI wonder what it would be like to work here. I picture myself rushing through the halls carrying important pieces of legislation to be signed. My mom nudges me out of my daydream."],
        ["9", "\t“Donita,” she hisses, “pay attention!” I didn't realize I was going to be tested on this."],
        ["10", "\tOutside, the air is hot and muggy, but I'm ready to keep going. Next up: the National Mall."],
        ["", "problems/NMG5E/media/S3a.jpg"],
        ["11", "\tTurns out, there are no shops on the National Mall. It's a long stretch of green grass that runs from the Capitol to the Lincoln Memorial, lined with different buildings that make up the Smithsonian museum collection. In the middle stands the Washington Monument, a towering obelisk that almost disappears into the clouds."],
        ["12", "\tAs we stroll down the gravel paths of the Mall, my mother takes a fragile photo album out of her purse. I was wondering why she had packed that ratty old thing. The cover is torn and it looks like it might disintegrate at any moment."],
        ["13", "\t“Look, Donita,” she says, pointing to a photo of my grandparents, dressed up and posing proudly in front of what looks like a big, red castle. “This was taken somewhere around here.”"],
        ["14", "\tI scan the buildings. “There it is!” I say, more excited than I mean to be, spotting the burnt red sandstone and rounded pillars of the Smithsonian Castle."],
        ["15", "\tWe make our way to the Washington Monument, where workers hang from scaffolding high above our heads repairing the outside of the tower. Just watching them makes my knees shake."],
        ["16", "\tWe keep going, past the World War II Memorial, past the Reflecting Pool, all the way to the Lincoln Memorial. Every monument feels like something from the movies. They are at once so familiar, yet so stunning. At each monument, we flip through the photo album to find the spot where my grandparents stood, and use our own camera to recreate their poses. It's strange and magical to be viewing these monuments from the very same spots my grandparents did, ages ago."],
        ["17", "\tWe run up the steps of the Lincoln Memorial, not an easy feat given that my legs burn from all of our walking. From the top of the steps, my mother, father, and I gaze across the water at the distance we've just covered. Abe Lincoln sits behind us. We debate what his expression means. Is he serious or thoughtful? I joke that he's bored of sitting there for so long."],
        ["18", "\t“I understand why you brought me here,” I say to my parents, surveying the busy scene of tourists."],
        ["19", "\tMy mother takes my hand and smiles."]
    ],
    "Copyright": "“A Capitol Road Trip” © 2017 Cognia, Inc.",
    "References": []
}