{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [
        "This passage is based on Greek myths. A myth is a traditional story that explains how something came to be or can be used to teach a lesson."
    ],
    "Title": "Passage 1: How Athens Got Its Name",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tAthens, the capital of Greece, has a long and rich history. It is the home of the Acropolis, and the ruins of many monuments and temples still stand after more than 15 centuries. Among the most remarkable is the Parthenon, which is the largest temple dedicated to Athena, the goddess of wisdom. It was here that great celebrations took place each year to pay tribute to Athena on her birthday. Also, it was for Athena that Athens was named."],
        ["2", "\tBut why was Athens named for Athena? Thousands of years ago, the ancient Greeks believed their towns and cities were protected by gods and goddesses. The people of the town gave gifts to the gods who they believed protected them. Usually the townsfolk only worshipped one patron god or goddess. Worshipping two, it turns out, could lead to trouble!"],
        ["3", "\tThe village that would later become Athens was located along the coast of Greece. According to legend, Poseidon, god of the seas, thought he should protect the village. He had other coastal towns that he looked after as well. However, Athena felt otherwise. She also claimed this new town. Greek gods and goddesses were not good at sharing, so Athena challenged her uncle Poseidon to a contest to decide who would guard this coastal town."],
        ["4", "\tThe contest was this: both Poseidon and Athena would give the citizens of the town a gift. The god who gave the gift that was the more useful to the citizens of the town would be the winner. The contest was to take place at the Acropolis. The townspeople would decide who won."],
        ["5", "\tPoseidon thought and thought about what to give. Then he had an idea. He struck his three-pronged (forked) spear, or trident, against a mountain in the town. Suddenly a beautiful spring appeared with water that seemed to sparkle like diamonds. Water was extremely important to the people since they had to travel a long distance to get it and they could not live without it. They cheered and ran to drink from the spring. However, they discovered something terrible after tasting the water. It was not drinking water, but salt water. They could not drink it and, therefore, it was useless."],
        ["6", "\tThen Athena took action. “Look at my gift,” she told everyone. She planted the branch of an olive tree in the ground and struck it with her spear. Quite suddenly an olive tree appeared. The townspeople were excited and ran to the tree to pick the large olives. Everyone was thrilled. They realized that, in addition to the olives, which they could press for their oil, the tree would also provide wood for fires and for building new homes. They cheered Athena's gift."],
        ["7", "\tRecognizing his loss, Poseidon proclaimed Athena the victor. He was not happy, but he had to realize that Athena's gift was indeed more useful to the people. And that is why Athens is named for Athena."],
        ["", "problems/NMG5E/media/S1a.jpg"]
    ],
    "Copyright": "“How Athens Got Its Name” © 2017 by Cognia, Inc.",
    "References": []
}