{
    "Directions": "Read this story about a girl who helps her mother. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "I Speak English for My Mom",
    "Subtitle": "",
    "Author": "by Muriel Stanek",
    "LabelType": "P",
    "Content": [
        ["1", "When I was small, Mom helped me do everything. Now that I'm older, I have to help my mom because I can speak English, and she can't."],
        ["2", "At school I use English all the time. At home Mom and I speak Spanish together. And outside our home, I speak for her."],
        ["3", "If a stranger says something to Mom in English, she quickly asks, “¿Que dijo?” which means “What did he say?” I tell her in Spanish and then answer for her in English. I feel grown-up."],
        ["4", "“What would I do without you, Lupe!” my mother says. “You are a very good helper.”"],
        ["5", "At our school a parent must meet with the teacher to get the child's report card. My teacher does not speak Spanish, so I go to the meeting and tell my mother and Mrs. Wells what each one is saying. Mom likes Mrs. Wells because she says I work hard. “Muchas gracias,” Mom says to her. That means, “many thanks.”"],
        ["6", "On the way home, we stop at a Mexican restaurant. It is my reward for getting a good report card. Our neighbors the Gárcias are there, too. Carlos and Claudia Gárcia are my best friends. The grown-ups speak Spanish to one another. The kids and I mix up English and Spanish while we eat ice cream and tell jokes."],
        ["7", "We are beginning to speak a little English to each other. I say to Mom, “How do you do? What is your name?”"],
        ["8", "Mom answers in English, “I am fine, thank you. My name is Rosa Gómez.”"],
        ["9", "“Where do you live?” I ask."],
        ["10", "She says, “I live in Chicago, Illinois.”"],
        ["11", "“Do you have any children?”"],
        ["12", "“Yes, I have one daughter. Her name is Lupe.”"],
        ["13", "“Very good,” I tell her."],
        ["14", "“Thank you very much,” she says."],
        ["15", "Then we go back to speaking Spanish. “It takes a long time to learn a new language,” Mom says. “But one day you won't have to speak for me anymore.”"],
        ["16", "“I think maybe I will miss it,” I tell her."],
        ["17", "Mom tucks me into bed. “Buenas noches,” I say to her."],
        ["18", "“Good night,” says Mom."]
    ],
    "Copyright": "“I Speak English for My Mom” by Muriel Stanek. Copyright © by Muriel Stanek, and use by permission of Albert Whitman & Co.",
    "References": []
}