{
    "Directions": "Read this article from 2004 about efforts to save the vaquita, the world's smallest porpoise, from extinction. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "Rescuing the World's Rarest Porpoise",
    "Subtitle": "",
    "Author": "by Tim Vanderpool",
    "LabelType": "P",
    "Content": [
        ["1", "Flanked by harsh desert, the Gulf of California stretches northward along the Mexican coast like an azure ribbon of life, its teeming waters home to gray whales and sea lions, octopuses and turtles. But it wasn't until 1958, when three unusual skulls were discovered on a Baja California beach, that the outside world learned of the gulf's most mysterious inhabitant: a diminutive porpoise called the vaquita."],
        ["2", "Distinguished by black, bandit-like patches encircling each eye, the vaquita— Spanish for “little cow”—is the world's smallest porpoise, reaching a maximum length of just five feet. It's also the least understood: The vaquita is so rare that not a single individual lives in captivity, nor do any photos of the animal exist. And unlike dolphins—another group of toothed whales with more pronounced snouts and a reputation for following boats—vaquitas are shy and elusive creatures; spotting one of these cetaceans alive is virtually impossible. Most of what little is known about vaquitas has come from examining dead animals washed up on shorelines or retrieved from fishing nets."],
        ["3", "What scientists do know is that the vaquita, or Gulf of California porpoise, is an imperiled species. Restricted to the gulf's northernmost reaches, the animal has the smallest distribution of any porpoise, and fewer than 600 are thought to exist. Listed as endangered by the U.S. government in 1985, the vaquita's numbers kept dropping precipitously, primarily because the animals were drowning in gill nets used to catch sharks and other commercial species in the gulf. Suspended vertically in the water, gill nets allow a large animal's head to pass through, but entangle the victim as it struggles to break free. In 1988, researchers estimated that 30 vaquitas were dying in gill nets each year. “At that point, we realized that gill net activity had to be reduced or these guys were in danger of extinction,” recalls Peggy Turk Boyer, director of the Intercultural Center for the Study of Deserts and Oceans (CEDO) in Puerto Peñasco, Mexico."],
        ["4", "Fortunately, CEDO and other organizations rallied to protect the porpoise, along with other endangered species of the upper gulf. Their efforts paid off in 1993, when Mexico created the Upper Gulf of California and Colorado River Delta Biosphere Reserve, a 2.3-million-acre protected area that includes about 60 percent of the vaquita's habitat. The reserve was designed to limit fishing in a core area and encourage better fisheries management in outlying buffer zones."],
        ["5", "But fishing continued as usual until September 2002, when the Mexican government imposed emergency prohibitions on most gill netting and all trawling in the reserve. (Trawlers, by scraping the sea floor bare of plants and animals, affect vaquita prey such as croakers, squid and grunts.) After fishermen protested, officials eased the restrictions temporarily. As the dust cleared, an important lesson emerged: Fishing communities needed to play a part in vaquita recovery discussions, and they were in fact eager to do so. “Many fishermen want better management of the gulf,” says Turk Boyer. “They can see that fisheries have been depleted one by one.”"],
        ["6", "With a number of fishermen on board, stringent regulations were enacted in late 2002, limiting bycatch¹ in the northern gulf to 50 percent of the total catch. In addition, trawling was prohibited when damage to the sea floor could be proved. With some legal protections in place, vaquita advocates are now working to raise public awareness of the marine mammal's plight through television, radio and newspaper advertisements. In Mexico City, for example, leading environmental activist and photographer Patricio Robles Gil, founder and president of Agrupación Sierra Madre and Unidos para la Conservación, recently spearheaded the installation of sculptures of the porpoises in the Mexico City Zoo and a famous children's museum, El Papalote, Museo del Niño."],
        ["7", "Meanwhile, the vaquita is emerging as a flagship species for the entire Gulf of California ecosystem, helping draw attention to threats facing all marine life, including sea lions, tuna, marlin and sailfish. “They are beautiful to look at,” Turk Boyer says of the planet's most enigmatic porpoise. “People are incredibly attracted to them.”"]
    ],
    "Copyright": "“Rescuing the World's Rarest Porpoise” by Tim Vanderpool. Copyright © 2004 National Wildlife Foundation. Reprinted from Dec/Jan issue of RANGER RICK® magazine, with the permission of the copyright owner, the National Wildlife Foundation®.",
    "References": [
        ["¹", "bycatch — marine creatures caught unintentionally in fishing gear"]
    ]
}