{
    "Directions": "Read the following article and diary entries about the creation of the Eiffel Tower. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "The Eiffel Tower",
    "Subtitle": "",
    "Author": "written for the Minnesota Department of Education",
    "LabelType": "P",
    "Content": [
        ["1", "The soaring arcs and delicate latticework patterns of the Eiffel Tower are known throughout the world. When the tower was completed in 1889, it was the tallest structure on the planet. It enjoyed this distinction until 1929, when the Chrysler Building in New York supplanted it. Yet this tower, a celebrated icon, was initially designed as a temporary structure and received a decidedly chilly reception from many of the most influential artists in Paris at the time of its construction. If its fate had been determined by this confederation of celebrities, the Eiffel Tower would not exist today."],
        ["2", "The Eiffel Tower was built for the 1889 Exposition Universelle, a world's fair held in Paris to showcase French technological progress and to celebrate the one hundredth anniversary of the French Revolution. The fair required an architectural centerpiece, so Expo officials held a contest that encouraged people to submit designs of an appropriate industrial marvel. A man named Gustave Eiffel, an engineer who had already made a fortune designing bridges and railway stations, won the contest."],
        ["3", "Eiffel's design was a triumph of innovative engineering. He used mathematics to devise a stable structure that was artistically pleasing and, despite its unprecedented height, capable of withstanding strong winds. When the tower was finished, its size dismayed many Americans, who had taken pride in the fact that the Washington Monument was—until that time—the tallest building in the world."],
        ["4", "Dismay of a different sort could be heard in Paris before construction of the tower even started. Paris was home to hundreds of influential artists and writers, and many were horrified by a building they considered ugly and structurally flawed. One person even disparagingly referred to the tower as a “gigantic black smokestack.” When the Expo selection committee made Eiffel's winning design public, these artists assumed that public outcry would influence this group to change its plans. Ground was broken for the construction of Eiffel's design, however, and the artists began a public campaign against the tower."],
        ["5", "The Artists' Protest officially commenced with the publication of “Protest Against the Tower of Monsieur Eiffel” in the February 14, 1887, edition of Le Temps, a prominent French newspaper. This letter was addressed to the director of works for the Exposition Universelle and was signed by many poets, authors, and artists. In all, forty-seven individuals joined together to stop construction of a structure they described as a “half-built factory pipe” and a “mast of iron gymnasium apparatus, incomplete, confused and deformed.”"],
        ["6", "The artists' displeasure was based partly on a disagreement about the essential nature of art. In the nineteenth century, many artists and intellectuals looked down on engineers and their lack of formal training in literature and the arts. The idea that a work of engineering could also be considered a work of art was deemed absurd. Many artists were taken aback when Eiffel defended his creation in a subsequent issue of Le Temps, justifying his design on artistic terms and declaring that his tower was a bold demonstration of scientific progress. The Expo committee stood behind its choice, and construction went on as planned."],
        ["7", "Gustave Eiffel continued to defend his tower from critics while it was being built. People living near the construction site were terrified that heavy iron girders might come crashing through their roofs. One resident even sued the city, an effort that halted construction for several months. Desperate to return to work, Eiffel pledged that he would be financially responsible for any damage his tower might cause. He even declared that he would destroy his creation if it proved to be dangerous. Work on the tower resumed."],
        ["8", "When the Eiffel Tower officially opened in 1889, it was an immediate sensation 3 with visitors from around the world. A new industry arose, dedicated to creating souvenirs featuring the image of the world's tallest building. Still, once the Exposition Universelle was over, the detractors reappeared. They argued that since the event was now past, Eiffel's tower should be torn down, as no one had ever agreed that the construction would be permanent. Indeed, the original contract called for Eiffel to disassemble his tower after twenty years. Eiffel was ready for the foes of his creation, however. He showed how the tower aided scientific research, and he made the tower available to the French military to use for its radio network. Radio signals are still broadcast from the top of the Eiffel Tower, which now bristles with dozens of antennae."],
        ["9", "When the Eiffel Tower was built, many Parisians declared that the structure would make France the laughingstock of the world. Gustave Eiffel had the last laugh. He lived until 1923, long enough to witness his “temporary” building become an icon of his country."]
    ],
    "Copyright": "“The Eiffel Tower” written for the Minnesota Department of Education.",
    "References": []
}