{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Time for a “Digital Diet”",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Young people today rely heavily on digital technology. Text messaging and email allow people to effortlessly stay connected to others. Television and computer screens provide people with constant entertainment. Everywhere you look people are distracted by screens. Technology can be useful, but it is easy for someone to become too dependent on it. In fact, research has shown that the way young people interact with each other and with the world is rapidly changing due to digital overload. Staying connected has become so important that many young people find it stressful to be away from their phones. As a result, people have developed bad habits. They spend less time outside, get less sleep, and develop a shorter attention span. However, it is possible to achieve a more balanced relationship with technology. People should consider going on a “digital diet.”"],
        ["2", "When people think of a diet, they usually think about it in relation to food. There are some healthy eating habits you can develop, and there are bad eating habits. A digital diet helps promote developing healthy habits with technology. Developing healthy habits with digital devices looks different for everyone. But overall the main goal is to limit the amount of time we spend using digital devices."],
        ["3", "“The primary use of technology by young people is for entertainment,” states media expert Michael Levine. On average, young people spend over seven hours in front of a screen every day. As a result, children and teenagers today spend as little as four minutes outside per day. Limiting the amount of time young people spend on their screens is one way to establish a healthy digital habit. By taking a break from digital devices, young people have more time to go outside. Collin O’Mara is the head of the National Wildlife Federation. She believes that outdoor free time provides a wide variety of benefits. Some of these benefits include better school performance, more creativity, and higher levels of fitness. Rather than spending several hours in front of a screen, people can gain the benefits from spending time outside instead."],
        ["4", "Another boundary that people can set is avoiding using digital devices before going to sleep. Doctors suggest establishing a specific time of night when all devices must be turned off. Stopping the use of digital devices two hours before bedtime will likely lead to better sleep. Staring at a cell phone, computer, or television screen right before bedtime is distracting. Researcher Jean Twenge says that “answering texts and scrolling through social media is mentally and emotionally stimulating, which leads to disturbed sleep.” In addition, the blue light that smartphones emit keeps the brain from producing melatonin. Melatonin helps people fall asleep and stay asleep throughout the night."],
        ["5", "Being more mindful of when we use technology allows us to be more present when interacting with others. Doctors and scientists are concerned that the heavy use of electronic devices is creating a generation that is easily distracted. People who depend on technology shift their attention from one media platform to another about 27 times per hour. Additionally, the majority of young people say they would rather text people than speak with them in person. It can be difficult to have a meaningful conversation with friends when everyone is distracted by a cell-phone screen. If you notice that those around you are using their phones too much, speak up. It is much more rewarding to have a conversation with people who are a͟t͟t͟e͟n͟t͟i͟v͟e."],
        ["6", "Some people think it is best to cut the use of technology completely. Although this seems like a good solution, eliminating technology is not always possible. The use of digital devices can even be helpful in some instances. For example, a student may want to use a computer to complete schoolwork. A person who is driving to an unfamiliar location may want to look up directions on a phone before making the trip. The goal is to use digital devices when they are needed but to spend some time away from them as well."],
        ["7", "Forming healthier digital habits is possible without having to give up technology completely. Going on a digital diet may not be easy, but it is worth it. Limiting the amount of time spent using digital devices helps us live a more balanced life."],
        ["", "problems/TX22G7R/media/S1a.jpg"]
    ],
    "Copyright": "Third party trademark National Wildlife Federation® was used in these testing materials.",
    "References": []
}