{
    "Directions": "Science writer Phillip Hoose arrived in Argentina to help scientists capture birds called red knots, an endangered species, in order to track and study them. Red knots have one of the longest migrations of any bird, going back and forth from the Arctic to the southern tip of Argentina. Read the passage from Moonbird and answer each question that follows.",
    "Context": [],
    "Title": "[from] Moonbird",
    "Subtitle": "",
    "Author": "by Phillip Hoose",
    "LabelType": "P",
    "Content": [
        ["1", "Because the early-morning air was unusually warm, workers stripped to their shorts and T-shirts. At ten o'clock the incoming tide pushed a huge group of shorebirds squarely into target range. Dr. Minton fired off his tennis-court-size net, which whizzed through the air and came down upon a mammoth group of shorebirds, mostly red knots. It was a spectacular catch, much bigger than they had anticipated. Team members sprinted through the sand and plunged into the surf to gather up the front edge of the net and save the trapped birds from drowning."],
        ["2", "It took two hours just to untangle all the birds, during which time the temperature steadily dropped. Local teenagers jumped in to help carry birds to cloth-covered cages where they would remain calm until they were measured, weighed, and released. By the third hour the researchers were shivering in wet clothes. A violent storm welled up, pelting everyone with hailstones that soon turned to snowflakes. Freezing workers struggled to move their stiff, numb fingers enough to band the birds, take measurements, and record data."],
        ["3", "The Argentine navy sent two canvas-covered trucks out to the beach so that the scientists could climb in and finish their work. They labored for hours in a crouched position, their backs bent under the low roof. The team captured so many birds that they quickly ran out of colored bands. Improvising, they fired up a camp stove to heat thin strips of black plastic found in one of the trucks until the strips were pliable enough to bend into bands. Repeatedly scorching their fingers on the stove's flame, the researchers carefully wrapped the black strips around each bird's lower right leg and joined the end with a soldering iron. They also applied a yellow band to the lower left leg."],
        ["", "problems/MAG6E/media/S1a.jpg"],
        ["4", "The bird we know as B95 was among 850 red knots caught that day. His now-iconic black band was applied to his lower right leg by a shivering worker with stiff fingers and an aching back. Of the hundreds of knots that received black bands in the trucks that day, he is the lone survivor that scientists can identify. Records show that this knot had adult plumage even then, which means he had to have been at least three years old in 1995, and could have been older."],
        ["", "2001: AN IDENTITY"],
        ["5", "Six years later, on November 17, 2001, one of the black-banded birds from 1995 was snared in a cannon net catch, just miles from where he was originally caught. Both bands were still on his legs. Patricia González added a new flag to his upper left leg, bearing the inscription B95. “On that inscribed one letter and two numbers on each band to give each individual bird a distinct identity. The figures were big and clear and easy to read through a spotting scope. We used up all one hundred of the bands in series A and we still had more birds to band, so we started the B series. This bird got a flag reading B95. The 95 doesn't represent the year he was caught. We just happened to be at that number when we banded him. It's a coincidence that '95 was the year when he was first captured.”"],
        ["", "2003: A SURVIVOR"],
        ["6", "Now he was — and always would be — B95. And when he turned up again at Tierra del Fuego in 2003 it was clear he was more than just an extraordinary pilot who could find his way back year after year. He was a survivor, for the entire rufa subspecies of red knots was plunging toward extinction. Researchers in the United States, Chile, Canada, Brazil, and Argentina were all reporting significantly fewer knots. Some estimates indicated that half of all adult birds had died in just two years, between 2000 and 2002. Yet in 2003, B95, at least eleven years old, was still completing marathon migratory flights. Something about this bird was exceptional; he seemed to possess some extraordinary combination of physical toughness, navigational skill, judgment, and luck."],
        ["", "2007: THE MOONBIRD"],
        ["7", "B95 was captured again in Tierra del Fuego six years later, on November 8, 2007. Once the birds were freed from the net, researchers assembled into teams and began to band, weigh, and measure them. Each team worked efficiently in brilliant sunlight and said little beyond the statistics they were reporting."],
        ["8", "That changed when Allan Baker was heard to mutter the words “My God.” Everyone looked up. Dr. Baker was holding a knot between his thumb and forefinger at arm's length and staring intently at it."],
        ["9", "“I looked down and there was the black flag of the 1995 catch and the band inscribed B95,” he recalls. “I couldn't believe I was holding him.” In the twelve years since Dr. Baker had first met this bird, his own hair had whitened. But B95 looked ageless. “He was in fantastic condition,” Dr. Baker recalls. “His weight was where it should be. He had wonderful plumage. He was as fit as a three-year-old. I was holding a superbird in my hand.”"],
        ["", "problems/MAG6E/media/S1b.jpg"],
        ["10", "Researchers scrambled to their feet and clustered around. Some went for cameras. Patricia González, an expert on the development of bird feathers, remembers feeling guilty for leaving her post, but she couldn't help it. Here in Dr. Baker's grasp was the Moonbird, as B95 was now called by shorebird enthusiasts, a feathered veteran of thirty or more migratory flights between the bottom of the world and the top."],
        ["11", "But there was more to it than that. “He was alive,” remembers González, her voice catching in the telling. “Still alive.”"],
        ["12", "When B95 was born, on an Arctic day long ago, he was one of an estimated 150,000 rufa red knots. Now the world population was far less than half that number. Some were predicting rufa's extinction within the next five years unless something could be done quickly."],
        ["13", "When B95 was born, on an Arctic day long ago, he was one of an estimated 150,000 rufa red knots. Now the world population was far less than half that number. Some were predicting rufa's extinction within the next five years unless something could be done quickly."],
        ["14", "The bird remained calm in González's grasp, even though her hands were trembling as she worked. “I kept talking to him,” she remembers. “I kept saying, 'Forgive me, please, I won't hurt you. I will release you soon.' The heat of his tiny body was warming my hands and his heart was beating so fast. As I was working, I kept wondering, 'How can such a fragile thing be so powerful?'”"],
        ["15", "González noticed that B95 had lost the original yellow band from his lower left leg. She replaced it with an orange band — orange for Argentina. When she finished, the bird had an orange flag with B95 on his upper left leg, an orange band on his lower left leg, and the old black flag on the lower right leg."],
        ["16", "She took a long, final look at him before releasing him. What stories he could tell! How had this small creature made it through so many storms? How had he avoided the falcon's chopping dive every single time? Above all, how had he managed to stay alive when so many others had fallen?"],
        ["17", "Patricia González knew she had to let him go. She adjusted the bands and flags on his legs, held him out toward the sea, and opened her hands. He fluttered for a moment to right himself in the air, regained control of his powerful wings, then flew off on a sharp curve to the right and disappeared."],
        ["18", "Now, two years later, here I am crouching in Argentine beach grass with a small group of scientists and volunteers, waiting for the cannon's boom and hoping to meet B95. When it sounds, we run zigzagging through the trash-strewn beach grass and sprint out onto the shore. We scoop the front of thenet from the water to free the teeming, writhing, chattering birds. We spend the rest of the day banding them, measuring bills and wings, drawing blood to determine gender, and recording statistics that will later be computerized."],
        ["19", "In the end, we catch 156 knots. Twenty-six are “retraps,” meaning they have been captured before and are already banded. About 25 percent of the birds are juveniles, with yellow legs and white crescents beneath gray feathers. They have just completed the first half of their rookie circuit around the western hemisphere. Almost all the flags are Argentine orange, but none says B95. Where is he? Did he manage to wiggle out under the net? Is he foraging just down the beach? Has he decided to stay farther north this season? Or has his time finally come?"],
        ["20", "Allan Baker and Patricia González decide that one good catch is enough for the season. They don't want to stress these birds any further or divert them from the important work they have to do each and every day to prepare for their upcoming journey north. With no remaining chance to capture B95, our only hope is that a sharp-eyed observer will spot him through a beach telescope. Given that thousands of knots are spread out over miles and miles of beaches and flats in Tierra del Fuego, the odds seem minuscule."],
        ["21", "I fly back to the United States on Monday, December 14, and immediately begin typing up my notes. As I sit at my computer, I hear the faint bell indicating an e-mail message. Looking up, I see it's from Patricia González, with the subject “Un Viejo amigo,” Spanish for “an old friend.”"],
        ["22", "It begins: “Yesterday morning while scanning for red knots at Malvinas Memorial Monument, we saw B95. As all the birds were moving very fast, at first I did not realize he was there, but then, when I could see the combination of bands, can you not imagine what joy I felt!”"],
        ["23", "I push my chair back and let the message wash over me. He is still alive. While so many other rufa red knots have disappeared, B95 is in Tierra del Fuego, just as he always is at this time of year, plucking spat off the restinga shelves, preening his new flight feathers into flight-readiness, practicing snap-the-whip formation flying with the others, and getting ready for another flight north that no other knot knows better how to make. He has survived another year of marathon flights and now, nearly eighteen years of age, is getting ready for perhaps his most challenging flight yet. “Superbird” indeed. That's not the half of it: this bird has to be among the toughest four ounces of life in the world."],
        ["", "problems/MAG6E/media/S1c.jpg"]
    ],
    "Copyright": "Moonbird: A Year on the Wind with the Great Survivor B95 by Phillip Hoose. Text copyright © 2012 by Phillip Hoose. Reprinted by permission of Farrar, Straus, and Giroux, LLC. Photograph 1 by David C. Twichell. Reprinted by permission of Manomet. Photograph 2 by Patricia González.",
    "References": []
}