{
    "Directions": "Matthew Henson was an African American explorer who reached the North Pole in 1909. Read the passage about Matthew Henson and answer each question that follows.",
    "Context": [
        "Many believe that in 1909, Matthew Henson became the first man to reach the North Pole, traveling as a member of an expedition organized by the explorer Robert E. Peary. As an African American, Henson had to face the racial prejudice that was common in the United States during that time. Read the informational article about his life."
    ],
    "Title": "Maripaluk",
    "Subtitle": "",
    "Author": "by Ellen Donohue Warwick",
    "LabelType": "P",
    "Content": [
        ["", "problems/MAG6E/media/S2c.jpg"],
        ["1", "In a hat store in Washington, D.C., history was made in the spring of 1887. The U.S. government wanted to find a way to link the Atlantic and Pacific oceans, and U.S. Navy civil engineer Robert E. Peary was headed to Nicaragua to see whether a canal should be built there. Before he left, Peary went into the Steinmetz and Sons store on G Street to buy a sun helmet. He mentioned to Mr. Steinmetz that he needed not only a hat but also a personal servant to accompany him to the tropics. The store owner suggested one of his African American stockmen, Matthew Henson."],
        ["2", "Henson was 21 years old at the time. His childhood in Charles County, Maryland, had not been easy. Matthew's mother had died when he was an infant, and by the time he was eight years old, he was an orphan. Matthew supported himself by washing dishes in a restaurant. When he turned 12, he hired on as a cabin boy on a ship. The ship's skipper, Captain Childs, took a special interest in Matthew. He lent him books and helped him learn to read and write. Henson became an able seaman."],
        ["3", "When Childs died, Henson got a job on another ship, but he left because of poor working conditions and racial prejudice. Henson then tried various jobs that were open to African Americans in those days: stevedore,¹ chauffeur, messenger, night watchman, and, finally, stock clerk in Steinmetz's hat store."],
        ["4", "Henson joined Peary on the Nicaragua expedition and he soon became far more than a servant. He was a jack-of-all-trades, helping to construct Peary's headquarters in the jungle and working on the surveying team. His adaptability, strength, and endurance so impressed Peary that he asked Henson to accompany him to a far different part of the world: the Arctic."],
        ["", "problems/MAG6E/media/S2a.jpg"],
        ["5", "Between 1891 and 1909, Peary led several expeditions north. Henson accompanied him on all these trips. Many people of that time were racially prejudiced, and Peary was criticized for taking along a black man and giving him some authority. But Peary's reply was, “I cannot get along without him.”"],
        ["6", "In describing his Arctic expeditions, Peary wrote that the distinctive feature of his plan was “the adoption of Eskimo methods and costume.” The native people knew how to survive in the harsh climate of the north. Peary needed their expertise. Part of his work was to persuade the Inughuit to help him."],
        ["7", "In this task, Henson proved invaluable. He quickly learned the native language and before long spoke it better than anyone else in the expedition. He learned to drive a dog team, hunt and skin a seal, and kill a walrus. Most of all, he won the confidence and friendship of the Inughuit. They called him “Maripaluk,” which means “Dear Little Matthew” or “Matthew the Kind One.”"],
        ["8", "Henson helped in many ways during these expeditions. He once saved Peary's life by shooting an angry musk ox. When Peary's toes were frostbitten in 1901, Henson helped save his feet from gangrene.² And frequently he went on ahead to break a trail, risking a fall into one of the treacherous leads that opened in the frozen Arctic Ocean."],
        ["", "problems/MAG6E/media/S2b.jpg"],
        ["9", "After their last polar trip in 1909, Peary and Henson parted ways. Unlike Peary, Henson did not immediately enjoy fame. He wrote a book about his adventure, A Negro Explorer at the North Pole, but he found work as a garage attendant. In 1912, Henson became a messenger for the U.S. Customs Department. After 40 years of service, he retired with a small pension."],
        ["10", "Gradually, Henson began to receive some of the credit he was due for his role in polar exploration. Congress awarded him a U.S. Navy medal, the New York Explorers Club made him an honorary member, and the Chicago Geographic Society also presented him with a medal. In 1954, President Dwight D. Eisenhower received Henson and his wife at the White House. A bronze plaque with his picture was installed in the Maryland State House, and a school in Baltimore was named after him."],
        ["11", "When he died in 1955, Henson was buried in New York City. Then, on April 6, 1988, 79 years after he had stood at the top of the world, Matthew Henson was reinterred³ with full military honors next to Peary in Arlington National Cemetery... Henson's descendants were present at the reinterment ceremony and still live in Greenland today."],
        ["12", "In 2000, the National Geographic Society posthumously awarded its highest honor, the Hubbard Medal, to Henson for his role in the Arctic expeditions."]
    ],
    "Copyright": "“Maripaluk” by Ellen Donohue Warwick, from Cobblestone: Journey to the North Pole (April 2009). Text copyright © 2009 by Carus Publishing Company d/b/a Cricket Media. Reprinted by permission of Cricket Media, Inc. Photograph 1 courtesy of the Library of Congress. Photograph 2 courtesy of the National Archives. Photograph 3 courtesy of the Library of Congress.",
    "References": [
        ["¹", "stevedore  —  someone who loads and unloads ships"],
        ["²", "gangrene  —  the death of soft tissue due to infection or disease"],
        ["³", "reinterred  —  reburied"]
    ]
}