{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Ken wrote this essay about a place he would like to visit someday. Read Ken's essay and look for revisions he needs to make. Then answer the questions that follow.",
        "problems/TX18HSE2/media/S2a.jpg"
    ],
    "Title": "The AquaDom",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) When most people think of an aquarium, they probably imagine a fish tank perched on a stand in someone's living room. (2) Others might imagine a large building where visitors gaze at fish behind extremely large plates of glass. (3) The AquaDom in Berlin, Germany, is an aquarium; it is something that many people would love to experience."],
        ["", "\t(4) The colossal AquaDom, which stands an amazing 82 feet tall, is located in Berlin's Radisson Blu Hotel. (5) Completed in 2004, the AquaDom is cylindrical instead of rectangular and holds over one million liters of salt water. (6) As many as 1,500 tropical fish swim within these sparkling blue waters. (7) Not surprisingly, the 2,000-ton AquaDom boasts that it is the largest freestanding aquarium in the world."],
        ["", "\t(8) The AquaDom has some other features like a two-floor elevator that is transparent. (9) It allows visitors to ride up the length of the tank to gaze at the fish from every possible level. (10) Though one might guess that the elevator rides along the outside of the tank, it is actually situated in the tank's center, the clear walls giving riders a truly up-close-and-personal experience with the aquatic residents. (11) The elevator lets visitors observe the dedicated tank divers hard at work. (12) This includes watching the divers feed the inhabitants and clean the massive tank. (13) Getting an inside look at people performing this unique job is as interesting as watching the swarms of fish."],
        ["", "\t(14) Nearly as captivating as the elevator is the tunnel located beneath the AquaDom. (15) Visitors are surrounded by fish on their left, on their right, and over their heads, strolling through the clear shaft. (16) As sea life of all shapes and sizes envelops curious visitors, the experience is breathtaking. (17) People interested in studying marine life can spend hours walking back and forth through the tunnel observing the animals. (18) Being encircled by sea life is both intriguing and educational."],
        ["", "\t(19) Truly ingenious, the AquaDom is a magnet for people who love marine life. (20) Even people not particularly interested in aquariums or sea life still find it remarkable. (21) The AquaDom, an amazing feat of creativity and engineering, is a beautiful sight to behold."]
    ],
    "Copyright": "",
    "References": []
}