{
    "Directions": "",
    "Context": [],
    "Title": "Will Wi-Fi Ruin Mount Everest?",
    "Subtitle": "",
    "Author": "by Jeff Greenwald\nSalon.com\nNovember 16, 2010",
    "LabelType": "P",
    "Content": [
        [" ", "Broadband arrives on the world's tallest mountain. But having hiked it, I worry the magic will vanish."],
        ["1", "When I began my career as a travel journalist in the 1980s, there was lots of talk about “remoteness.” This was what many travelers were looking for: places so hard to get to, and so different from the world we knew, that their very existence seemed almost miraculous."],
        ["2", "Today, the value has shifted. What we look for now is connectedness: the opportunity to check our e-mail, upload video clips and chat on Skype — even if we happen to be on the Khumbu Icefall, 18,000 feet high in the Nepal Himalaya."],
        ["3", "Last week, a network of eight 3G base stations began operating along the route to Mount Everest, in Sagarmatha National Park. They were installed by Ncell, a Nepali telecom firm. The news didn't surprise me. But I felt that, irreversibly, another blow had been struck against magic."],
        ["4", "Access to the Internet is starting to seem like a human right, so let me offer a disclaimer. There is no rational downside to the arrival of broadband on the flanks of Everest. I'm not a Luddite, and would never suggest that developing nations should be denied, for any reason, the global access that technology can provide. This 3G network will undoubtedly save lives — not only by providing weather information and support to Everest climbers and trekkers, but as an alert system for the nearby villages threatened by flash floods from Glacial Lake Overflow (GLOF), another peril caused by global warming."],
        ["5", "It's a good thing. So why did the news make me feel like Robert Conway in Lost Horizon, looking back on a land to which I can never return?"],
        ["6", "During my earliest visit to Nepal in 1979, phoning home even from Kathmandu was an adventure. I'd bike to the Telecommunications Office at 2 A.M. (mid-afternoon in New York), fill out a form, and wait hours for my trunk call to go through. The costly result was often a busy signal — or a barely audible connection. The most reliable means of communication was “snail mail”: a metaphor that, with three weeks of lag time between a letter and its response, seemed literally true."],
        ["7", "Even this much contact was a marvel, compared to the situation in the mountains. When I first trekked the Everest route, in October 1983, it felt as though I'd entered a world completely detached from the familiar. After a harrowing flight to the tiny airstrip at Lukla, the 10-day hike to Base Camp (with an elevation gain of more than 8,000 vertical feet) began. Immersion in the Sherpa Buddhist lifestyle was inescapable, and transformative. Phone calls were impossible. Even writing a postcard was like putting a message in a bottle, and tossing it out to sea."],
        ["", "problems/TX18HSE2/media/S6a.jpg"],
        ["8", "None of this seemed like an inconvenience. Though there were bouts of home-sickness, and the occasional longing for new music and old friends, it was exhilarating to have entered such an isolated realm. This, actually, was the point. Travelers embarked on our journeys to Everest or the Annapurnas aware that it would be a full-body experience — an equation that included our brains."],
        ["9", "As a result, trekking in the Himalaya never felt like sightseeing. It was a commitment to the here and now, demanding full-time engagement with both Nepalis and fellow travelers. There were infinite opportunities to forge new friendships, experience Sherpa Buddhist culture, or enjoy exquisite solitude. By day, you could walk alone or with companions; at night, the lodges flickered with candles and butter lamps. Out came the maps, backgammon sets and tattered journals. Tales of avalanches and Yeti sightings were shared, along with cups of the dizzying local rakshi."],
        ["10", "During my most recent trek to the Everest region in 2008, it was clear that the area was changing. Though the mountains looked the same, they felt less like a world apart. For one thing, it was a lot more crowded; an estimated 15,000 trekkers shared the narrow trails. Cell phones were already in use between the main villages, and the isolating aspects of technology were taking hold. Sherpa guides and sinewy porters marched up the steep mountain grades with telltale white headphone cords snaking beneath their parka collars, lost in the private soundtracks of their MP3 files."],
        ["11", "Getting online was a different story. There were only a handful of cybercafes along the trekking route — the highest of which was at Everest Base Camp itself, at 17,500 feet — with Internet access via satellite. Connections were sluggish; it often took Gmail more than five minutes to load. Sitting in a cozy inn, immersed in conversation, was far more seductive than surfing the Web."],
        ["12", "The arrival of 3G will change all that — and not just how quickly trekkers can upload their photos, keep tabs on their investments, or stream the latest episode. Wireless broadband, barely imaginable even 25 years ago, will change the way future travelers and locals interact in the world's highest mountains."],
        ["13", "For the Sherpas of Sagarmatha, of course, it may well seem that one kind of magic has simply been traded for another. Broadband on Everest! What next? If the Yeti buys an iPad, he might even decide to “friend” Bigfoot on Facebook."],
        ["14", "For the rest of us, this constant connectedness may have a bittersweet aftertaste. My recent trek into the Himalaya was a reminder of the pleasures of remoteness. It was a joy to escape from the hamster wheel of distractions, and immerse myself in the expanded moment of real time. Because being connected — really connected, with the place you're in and the people you're with — requires disconnecting, at least temporarily, from everywhere else."],
        ["15", "We are far past the time when we can expect to find a Shangri-La,1 anywhere, beyond the reach of the Internet. But as the world races towards connectivity, travelers might stop to consider why we travel in the first place, and which connections we really want to make."]
    ],
    "Copyright": "Used with permission.",
    "References": []
}