{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Florence has written this essay to encourage others to consider listening to music on vinyl records. Read Florence’s essay and look for the corrections she needs to make. When you finish reading, answer the questions that follow.",
        "problems/TX18HSE2/media/S4a.jpg"
    ],
    "Title": "Open Your Ears to Vinyl",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) Decade’s ago vinyl records provided music lovers with a way to enjoy recorded music. (2) Considered remnants of our parents’ and grandparents’ younger years, vinyl records are often thought to be old-fashioned compared to digital music. (3) However, vinyl is making a comeback for many good reasons. (4) Teens should have been giving this earlier form of music recording a chance and experience vinyl records for themselves."],
        ["", "\t(5) People should experience vinyl for the sound. (6) Although most people think CDs and digital downloads are superior, it turns out that vinyl is the all-star athlete of sound clarity. (7) The vinyl records of the past are not digital; they are analog. (8) For this reason, they capture the original sound of the music, whereas digitally recorded music is more like an estimate of the sounds. (9) Though it is difficult to believe, digital music is unable to truly depict every single sound along the sound wave. (10) The grooves in older vinyl records are responsible for this superiority because they represent the complete waveform of the original music, giving the listener a richer sound and a better listening experience."],
        ["", "\t(11) In addition, vinyl is not just about the music itself. (12) You might ask, “how can music be about something other than music?” (13) Vinyl is about the entire artistic experience, not just sticking earbuds in your ears. (14) Obviously, vinyl records are much larger than CDs and, unlike downloaded music, are actually something you can hold in your hands and look at. (15) Plastered with large gorgeous artwork, the cover of a vinyl record is something to be appreciated and admired. (16) Some records even come with liner notes filled with information about the artists and the recording sessions, posters, and lyric sheets. (17) All of these artistic additions make CDs and MP3s dull in comparison to their older sibling."],
        ["", "\t(18) Creating a vinyl record is a lot more difficult than creating a digital recording. (19) Nearly anyone can gain access to a computer or other digital device, which means that nearly anyone can make a recording. (20) However, only a select few can make vinyl records because these artists would need to locate and work with a vinyl presser (a company that can physically make the albums). (21) Also, the price of making and shipping the records can be steep. (22) Such a prolonged and expensive endeaver most likely would be undertaken only by someone who sees the value in this type of recording. (23) Few artists today choose to make this risky investment, but if you love music, these are the artists you want to listen to."],
        ["", "\t(24) Vinyl may not be more popular than CDs and digital downloads, but it is definitely experiencing a resurgence. (25) In fact, almost 50% of today’s vinyl buyers are ages 18 to 35. (26) So if you think vinyl records are the boring technology of the older generations, think again. (27) Open your ears to vinyl because its excellence will never go out of style."]
    ],
    "Copyright": "",
    "References": []
}