{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Gabrielle wrote this paper about a memorable experience she had on a trip with her family. Read Gabrielle’s paper and think about the corrections she should make. When you finish reading, answer the questions that follow."
    ],
    "Title": "Touring Cenotes",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) My parents and I traveled to Mexico to visit my grandparents last summer, and we visited the cenotes (say-NO-tays), the natural swimming holes located on the Yucatán Peninsula. (2) The term “swimming hole” might make you think that cenotes are just average, everyday lakes, but cenotes are truly spectacular. (3) I had the most exhilarating experience of my life exploring these wonders of nature."],
        ["", "\t(4) Thousands of years old, the cenotes formed when limestone bedrock crumbled, creating sinkholes underneath. (5) The disintigration of limestone exposed secret underground pools of nearly pure water naturally filtered by the earth. (6) Though the ancient Mayans used the cenotes as water sources, people can now swim, snorkel, take photographs, and admire local trees and marine life, all through water as clear as liquid diamond."],
        ["", "problems/TX18HSE2/media/S3a.jpg"],
        ["", "\t(7) In Cenote Azul, the first cenote we visited, my parents, my grandparents, and I swam through water that seemed too blue to be real. (8) Underneath us, meandering through the same turquoise pool, was schools of tropical fish. (9) I witnessed countless younger kids diving into the water from a small cliff, but I was hesitant to jump at first. (10) I finally worked up the courage, and my initial splash instantly put all my worries to rest, the experience was invigorating."],
        ["", "\t(11) A few days later, we went to Cenote Ponderosa. (12) We took easy strokes out to the sun-drenched pond, where we lazily floated while others snorkeled and took underwater photographs. (13) Being surrounded by a valley of trees made everything else in the world seem to disappear."],
        ["", "\t(14) Grutas de Loltún were definitely the most magnificent of all the cenotes, even though there was no swimming involved. (15) Grutas are caves, and the Grutas de Loltún are among the biggest caves on the entire peninsula. (16) Our guide, Carolina, walked us through a labyrinth of caverns, where we saw many drawings on the cave walls. (17) According to Carolina, the drawings were thousands of years old! (18) Just one glimpse of those drawings made me feel like I had stepped back in time to a forgotten era of history. (19) Just as spectacular were the tree roots growing into the caves’ ceilings; it was wondrous to spy roots overhead instead of poking out of the ground. (20) The most amazing parts of Grutas de Loltún were the stalagmites and stalactites, which have actually grown together and fashioned themselves into columns. (21) Our group thought Carolina was joking when she claimed she could make them sing for us, but when she tapped them, we heard what sounded like the words “Lol” and “Tun”—the name of the caves! (22) I cannot imagine that a concert at Carnegie hall would have been any better."],
        ["", "\t(23) Mexico’s Yucatán Peninsula is brimming with beauty, but the cenotes are by far the most amazing sites anyone can experience. (24) Cenotes are a one-of-a-kind opportunity to commune with nature in a way that is impossible anywhere else on Earth, and I would not hesitate to do it all again."]
    ],
    "Copyright": "",
    "References": []
}