{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Living Alone Is the New Norm",
    "Subtitle": "",
    "Author": "by Eric Klinenberg\nTime Magazine\nMarch 12, 2012",
    "LabelType": "P",
    "Content": [
        ["1", "The extraordinary rise of solitary living is the biggest social change that we've neglected to identify, let alone examine."],
        ["2", "Consider that in 1950, a mere 4 million Americans lived alone, and they made up only 9% of households. Back then, going solo was most common in the open, sprawling western states — Alaska, Montana and Nevada — that attracted migrant workingmen, and it was usually a short-lived stage on the road to more conventional domestic life."],
        ["3", "Not anymore. According to 2011 census data, people who live alone — nearly 33 million Americans — make up 28% of all U.S. households, which means they are now tied with childless couples as the most prominent residential type, more common than the nuclear family, the multigenerational family and the roommate or group home. These aren't just transitional living situations: over a five-year period, people who live alone are more likely to remain in their current state than anyone else except married couples with children. They're concentrated in big cities throughout the country, from Seattle to Miami, Minneapolis to New Orleans."],
        ["4", "Living alone, being alone and feeling lonely are hardly the same, yet in recent years experts have routinely conflated them, raising fears that the rise of soloists signals the ultimate atomization of the modern world. The theme of declining communities entered popular culture with Bowling Alone, political scientist Robert D. Putnam's book, which was published in 2000. It argued that social splintering had diminished the quality of life in the U.S. More recently, in The Lonely American, Harvard psychiatrists Jacqueline Olds and Richard S. Schwartz warn that “increased aloneness” and “the movement in our country toward greater social isolation” are damaging our health and happiness. Their evidence: First, a widely disputed finding published in the American Sociological Review that from 1985 to 2004, the number of Americans who said they had no one with whom they discussed important matters had tripled, to nearly a quarter of the population. (One of the study's authors later acknowledged that there was a problem with the data and that the findings were unreliable.) Second, an interpretation: that the record number of people who live alone is a sign of how lonely and disconnected we have become."],
        ["5", "In fact, there's little evidence that the rise of living alone is making more Americans lonely. Reams of published research show that it's the quality, not the quantity, of social interactions that best predicts loneliness. As University of Chicago social neuroscientist John T. Cacioppo concluded in the book he co-authored, Loneliness, what matters is not whether we live alone but whether we feel alone. There's ample support for this idea outside the laboratory. As divorced or separated people often say, there's nothing lonelier than living with the wrong person."],
        ["", "problems/TX18HSE2/media/S5a.jpg"],
        ["6", "My research — which included more than 300 interviews with people who live alone and careful scrutiny of the scientific literature on the social connections of solo dwellers — shows that most singletons are not lonely souls. On the contrary, the evidence suggests that people who live alone compensate by becoming more socially active than those who live with others and that cities with high numbers of singletons enjoy a thriving public culture."],
        ["7", "The truth is, nearly everyone who lives alone had other, less expensive options, from finding roommates to living with family. But today most people presented with those choices will opt to go solo. Wouldn't you?"],
        ["8", "After all, living alone serves a purpose: it helps us pursue sacred modern values — individual freedom, personal control and self-realization — that carry us from adolescence to our final days."],
        ["9", "Living alone allows us to do what we want, when we want, on our own terms. It liberates us from the constraints of a domestic partner's needs and demands and permits us to focus on ourselves. Today, in our age of digital media and ever expanding social networks, living alone can offer even greater benefits: the time and space for restorative solitude."],
        ["10", "This means that living alone can help us discover who we are as well as what gives us meaning and purpose. Paradoxically, living alone might be exactly what we need to reconnect."]
    ],
    "Copyright": "© 2012 Time Inc. All rights reserved. Reprinted from Time and published with permission of Time Inc. Reproduction in any matter in any language in whole or in part without written permission is prohibited.",
    "References": []
}