{
    "Directions": "Read the passage about the experiences of a boy in school. Then answer each question that follows.",
    "Context": [
        "In the following passage, writer Daniel Handler recalls a time when he was a young boy in school."
    ],
    "Title": "Principals and Principles",
    "Subtitle": "",
    "Author": "by Daniel Handler",
    "LabelType": "P",
    "Content": [
        ["1", "In San Francisco the weather never gets hot, and when it does it lasts only three days. On the first day, the hot weather is a surprise, and everyone wanders around carrying their sweaters. On the second day, everyone enjoys the heat. And on the third day, the cold weather returns and is just as surprising, and everyone wanders around shivering."],
        ["2", "One of these three-day heat waves arrived when I was in seventh grade, and on the first day everyone was grumpy because we had all dressed for fog and gloom and now had to drag our sweaters all over the school. We all agreed that the next day we'd dress for warm weather, but just as the day ended, the principal made an announcement over the loudspeaker. “Students at Herbert Hoover Middle School are not allowed to wear shorts,” she said, in the tone of voice she always used — a tone of voice that sounded friendly but was actually unbearably wicked."],
        ["3", "Everyone groaned — everyone but me. “She can't do that,” I said, and reached into the back of my binder. On the first day of school, we'd all received a pamphlet: “Student Rights and Responsibilities.” For some reason I'd saved it, and I read one of our rights out loud: “Students have the right to free dress.” I convinced everyone to wear shorts the next day in order to protest the wicked principal's unfair cancellation of one of our rights."],
        ["4", "The next day was wonderful because we were all dressed for the heat and nobody had to drag their sweaters around, but of course, I was sent to the principal's office — someone had ratted on me. (To this day, I suspect Nancy Cutler, but I can't prove it.) She asked me if I had told everyone to wear shorts. I said yes. She said shorts were distracting to some of the teachers. I said that free dress was one of our rights. She said that shorts led students to have water fights. I said that free dress was one of our rights. She said that she was the principal and she was in charge. I said that free dress was one of our rights. She kept pointing at me. I kept pointing at the pamphlet. The principal was one of those people who yelled at you until you cried, but I forced myself not to cry, biting my lip and blinking very, very fast, until at last she gave up and I was allowed to return to my classmates, who applauded me. In celebration, we all wore shorts the next day, too, even though we knew the cold weather would return, and it did, and we were shivering and miserable."],
        ["5", "In eighth grade we got a new version of the pamphlet. Instead of “Students have the right to free dress,” it read, “Students have the responsibility to dress appropriately.” I threw it away."],
        ["6", "If you stand up for your rights, you can count on the fact that the wicked people will find sneaky ways to change the rules. But you should stand up for your rights anyway, because there aren't enough sunny days in the world, and everyone should enjoy them."]
    ],
    "Copyright": "“Principals and Principles” by Daniel Handler, from Guys Write for Guys Read. Copyright © 2005 by Daniel Handler. Reprinted by permission of Charlotte Sheedy Literary Agency on behalf of the author.",
    "References": []
}