{
    "Directions": "Read the passage about the experiences of a girl in school. Then answer each question that follows.",
    "Context": [
        "The following passage is about a young girl attending school in Argentina."
    ],
    "Title": "[from] “Celeste's Heart”",
    "Subtitle": "",
    "Author": "by Aida Bortnik",
    "LabelType": "P",
    "Content": [
        ["1", "Celeste went to a school that had two yards. In the front yard they held official ceremonies. In the back yard the Teacher made them stand in line, one behind the other at arm's distance, keeping the arm stretched out straight in front, the body's weight on both legs, and in silence. One whole hour. Once for two whole hours. All right, not hours. But two breaks passed, and the bell rang four times before they were allowed back into the classroom. And the girls from the other classes, who played and laughed during the first break as if nothing had happened, stopped playing during the second break. They stood with their backs to the wall and watched them. They watched the straight line, one behind the other at arm's length, in the middle of the school yard. And no one laughed. And when the Teacher clapped her hands to indicate that the punishment was over, Celeste was the only one who didn't stretch, who didn't complain, who didn't rub her arm, who didn't march smartly back into the classroom. When they sat down, she stared quietly at the Teacher. She stared at her in the same way she used to stare at the new words on the blackboard, the ones whose meaning she didn't know, whose exact purpose she ignored."],
        ["2", "That evening, as she was putting her younger brother to bed, he asked once again: “When am I going to go to school?” But that evening she didn't laugh, and she didn't think up an answer. She sat down and hugged him for a while, as she used to do every time she realized how little he was, how little he knew. And she hugged him harder because she suddenly imagined him in the middle of the school yard, with his arm stretched out measuring the distance, the body tense, feeling cold and angry and afraid, in a line in which all the others were as small as he was."],
        ["3", "And the next time the Teacher got mad at the class, Celeste knew what she had to do."],
        ["4", "She didn't lift her arm."],
        ["5", "The Teacher repeated the order, looking at her somewhat surprised. But Celeste wouldn't lift her arm. The Teacher came up to her and asked her, almost with concern, what was the matter. And Celeste told her. She told her that afterward the arm hurt. And that they were all cold and afraid. And that one didn't go to school to be hurt, cold, and afraid."],
        ["6", "Celeste couldn't hear herself, but she could see her Teacher's face as she spoke. And it seemed like a strange face, a terribly strange face. And her friends told her afterwards that she had spoken in a very loud voice, not shouting, just a very loud voice. Like when one recited a poem full of big words, standing on a platform, in the school's front yard. Like when one knows one is taking part in a solemn ceremony and important things are spoken of, things that happened a long time ago, but things one remembers because they made the world a better place to live than it was before."],
        ["7", "And almost every girl in the class put down her arm. And they walked back into the classroom. And the Teacher wrote a note in red ink in Celeste's exercise book. And when her father asked her what she had done, and she told him, her father stood there staring at her for a long while, but as if he couldn't see her, as if he were staring at something inside her or beyond her. And then he smiled and signed the book without saying anything. And while she blotted his signature with blotting paper, he patted her head, very gently, as if Celeste's head were something very very fragile that a heavy hand could break."],
        ["8", "That night Celeste couldn't sleep because of an odd feeling inside her. A feeling that had started when she had refused to lift her arm, standing with the others in the line, a feeling of something growing inside her breast. It burned a bit, but it wasn't painful. And she thought that if one's arms and legs and other parts of one's body grew, the things inside had to grow too. And yet legs and arms grow without one being aware, evenly and bit by bit. But the heart probably grows like this: by jumps. And she thought it seemed like a logical thing: the heart grows when one does something one hasn't done before, when one learns something one didn't know before, when one feels something different and better for the first time. And the odd sensation felt good. And she promised herself that her heart would keep growing. And growing. And growing."]
    ],
    "Copyright": "“Celeste's Heart” by Aida Bortnik (translated by Alberto Manguel), from Sudden Fiction Latino: Short-Short Stories from the United States and Latin America. Copyright © by Alberto Manguel. Reprinted by permission of Schavelzon Graham Agencia Literaria, S.L.",
    "References": []
}