{
    "Directions": "Read “Drive-Ins: The Last Great Picture Show,” an article about drive-in movie theaters, places where people go to watch movies in their cars. Then answer each question that follows.",
    "Context": [],
    "Title": "Drive-Ins: The Last Great Picture Show",
    "Subtitle": "",
    "Author": "by Melissa Shaw-Smith",
    "LabelType": "P",
    "Content": [
        ["1", "Richard M. Hollingshead, Jr., sat in his car in the driveway of his New Jersey home, peering hopefully through the drops of water that his garden sprinkler rained down on the windshield. Yes! He could still make out the grainy image coming from the movie projector perched on the hood of his car and flickering across the white sheet he'd stretched between two trees. Even with the windows up, the sound of the radio behind his homemade screen came through clearly. Hollingshead rubbed his hands together. This could definitely work!"],
        ["2", "The year was 1932 and Hollingshead was experimenting with ideas to expand his family's business, the Whiz Auto Products Company. Although the Great Depression made money scarce, Hollingshead had noticed that people continued to attend the movies regularly and that, despite hard times, Americans weren't about to give up their love affair with the car. He hoped to satisfy both passions with an entertainment that would appeal to the whole family."],
        ["3", "On June 6, 1933, Hollingshead opened the first drive-in, the Automobile Movie Theatre, in Pennsauken Township, New Jersey. Terraced parking ramps provided an unobstructed view of the screen for more than 300 cars while three large speakers blared out the movie's soundtrack, much to the annoyance of the neighbors. There were two showings a night at a cost of a quarter per car and a quarter per person, and patrons could buy a beer or a light meal from a concession stand. The movie, Wife Beware, wasn't a new release. Distributors didn't want the drive-in competing with indoor movie theaters."],
        ["", "problems/MAG8E/media/S1a.jpg"],
        ["4", "Hollingshead spoke enthusiastically of the convenience of his drive-in compared to regular movie theaters: “The mother says she's not dressed; the husband doesn't want to put on his shoes; the question is what to do with the kids; then how to find a baby-sitter; parking the car is difficult or maybe they have to pay for parking...” Hollingshead's invention solved these problems for moviegoers. “The drive-in theater idea virtually transforms an ordinary motor car into a private theater box,” he proudly told a local newspaper. “In the drive-in theater one may smoke without offending others. People may chat or even partake of refreshments brought in their cars without disturbing those who prefer silence... Here the whole family is welcome, regardless of how noisy the children are apt to be ... The aged and infirm will find the drive-in a boon.”"],
        ["5", "Americans agreed, and by the early 1940s there were about 100 drive-ins spread throughout the country. Most were set up in cow pastures on the outskirts of towns by young entrepreneurs with big dreams. Despite the heat and the bugs in summer and the cold during winter months — usually only the southern theaters stayed open all year — people were flocking to drive-ins. The beginning of World War II brought growth to a standstill, but between 1946 and 1953, when the “baby boom” was in full swing and more and more people owned cars, close to 3,000 theaters were built, ushering in the drive-in's golden age."],
        ["6", "Theater owners soon realized that people were coming not for the second-run movies but for a family outing under the stars. Since children under twelve got in free, drive-in operators dreamed up entertainments to entice families to come early and spend more than just the price of admission."],
        ["7", "Upon arriving at the drive-in, kids would run to the playground, where uniformed attendants kept an eye on them. Children might visit the petting zoo or ride on a miniature train, a pedal boat, or a pony. Saturday nights sometimes featured a beautiful-baby pageant or a raffle giveaway. Drive-ins booked circus acts and big bands. Mom and Dad could take a turn on the dance floor before the show, or play a round of miniature golf."],
        ["8", "Some drive-ins had bottle warmers so Mom wouldn't have to stay home with the baby. Others provided household services. Mom could drop off her grocery list and laundry when she arrived and pick up the shopping and clean clothes after the show. Dad could get an oil change or have a flat tire fixed. The family might place a dinner order with an attendant and have it delivered to their car, or take a trip to the concession stand for fried chicken, burgers, or even pizza pie. This was long before there was a pizzeria on every street corner. Some people came to the drive-in just to pick up a pizza and didn't stay for the show!"],
        ["9", "When the movie was about to start, Dad would hook a speaker with individual volume control to the car window. If the kids whispered too loudly in the backseat, no one could hear what was being said on the screen; and the music sound quality was so bad, it didn't matter if Grandma sang along. The air was filled with the smell of popcorn and bug spray. Mom might stretch specially designed bug nets over the windows. If it rained too hard, Dad could buy a rain shield at the ticket booth to keep their view of the screen clear."],
        ["10", "Just before intermission, a dancing hot dog would appear on the screen to entice kids to the concession stand or vending machines. After the show, Dad would drive home with the children asleep in the backseat. They might not remember the movie, but recollections of a happy time would bring the family back again and again."],
        ["11", "As the 1950s rolled on, audiences began to change. More families owned televisions, and Mom and Dad often opted to watch a show in the comfort of their own home. But teenagers didn't want to watch their parents' movies. This was the age of Elvis Presley and rock-and-roll. With money to spend from part-time jobs, teenagers went to the drive-in eager to socialize and show off their cars, “crazy” new clothes, and cool hairstyles. They wanted their own exciting, rebellious heroes on screen. Hollywood took note."],
        ["12", "James Dean became a teen idol after Rebel Without a Cause came out in 1955. In 1956 Rock Around the Clock was playing at the drive-in, the first film entirely dedicated to rock-and-roll. In following years I Was a Teenage Werewolf and High School Confidential were big hits."],
        ["13", "By the 1970s, drive-ins were able to broadcast movie soundtracks over car radios, greatly improving audio quality. However, drive-ins couldn't compete with the high-tech facilities of indoor theaters and the convenience of televisions and VCRs.¹ Added to that, the land around once rural drive-ins was being gobbled up for development. The number of drive-ins dropped steadily throughout the last decades of the twentieth century. Today, there are only about 400 left."],
        ["14", "But a funny thing happened on the way to the dinosaur graveyard. Those little kids who fell asleep in the back of the station wagon recalled their fond memories of family outings to the drive-in. If you are lucky enough to live near one of the remaining drive-ins, you know that on a warm summer night under the stars, every row is packed. Little kids play tag beneath the big, white screen before the movie starts, then snuggle up in blankets in the back of pickups and SUVs while Mom and Dad get comfortable in their lawn chairs. As the first ghostlike images begin to flicker over the screen, the air fills once again with the scent of popcorn and bug spray."],
        ["15", "It's still the last great picture show."]
    ],
    "Copyright": "“Drive-Ins: The Last Great Picture Show” by Melissa Shaw-Smith, from Cricket Magazine (March 2009). Text copyright © 2009 by Carus Publishing Company d/b/a Cricket Media. Reprinted by permission of Cricket Media, Inc. Photograph © Hulton-Deutsch Collection/Getty Images.",
    "References": [
        ["¹", "VCR  —  a device that plays videotapes; a predecessor to the DVD player"]
    ]
}