{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [
        "In this passage, you will learn the true story of how two young brothers, Joseph and Étienne Montgolfier of France, became inventors of hot- air balloon flight in 1783."
    ],
    "Title": "Flying Balloons: The Story of the Montgolfier Brothers",
    "Subtitle": "",
    "Author": "by Joseph Taylor",
    "LabelType": "P",
    "Content": [
        ["1", "Greek, Latin, and theology were the subjects taught in his school, but it was science and mathematics that interested Joseph Montgolfier. As often as he could, he would steal time from his studies to escape outdoors, where he could let his mind wander and ponder nature."],
        ["2", "One day, he found himself considering the possibility of flight. Though many had tried, no human had ever flown before. Most people thought it impossible. One noted scientist put it bluntly: “It has been proved that we human beings are incapable of rising from the ground and soaring in the air. Why waste time on attempts at changing nature's basic laws?”"],
        ["3", "Joseph had other ideas. He saw that many things in nature— bubbles, steam, clouds— did rise. “Surely, a human could lift off the ground and fly, too,” he told his brother Étienne."],
        ["4", "Étienne nodded his agreement. “But how?”"],
        ["5", "Joseph grew so frustrated with his formal studies and his father's rigid ways that he left school. He found a job picking mulberry leaves on a farm that raised silkworms. It wasn't exactly the life of a prosperous merchant's son, and his father soon had him returned to school. Joseph only grew more determined to study science and mathematics."],
        ["6", "Meanwhile, Étienne excelled in school, much to his father's delight. When he grew up, he became an architect, then, when his father retired, manager of the family business."],
        ["7", "Joseph, though, stumbled from one failed career endeavor to the next. Although he devised new kinds of paper and manufacturing techniques, most of the family was dismissive of his attempts at papermaking. Meanwhile, Joseph's dream of flight remained just a dream. Perhaps, he started to think, it always would."],
        ["8", "Then one dreary November day in 1782, as forty- two- year- old Joseph warmed himself beside the fire in his apartment in Avignon, an idea came to him. He noticed how quickly the smoke rose up the chimney. Could it be, he wondered, that something could float up with it?"],
        ["9", "He glued together a few pieces of paper to make a small bag, then carefully held it upside down above the flame. When he released it, the bag flew up the chimney with the smoke."],
        ["10", "His heart racing, Joseph borrowed some green silk taffeta from his landlady and sewed a larger bag using the dress material. When he filled the bag with smoke, he could hardly believe his eyes. It lifted out of his hands and rose up to the ceiling."],
        ["11", "After sending a hurried note to Étienne, Joseph made for Annonay to show his younger brother his discovery. “It's incredible!” Étienne agreed."],
        ["12", "The brothers quickly set to work experimenting. For months they tested many different bags— small and large, paper and cloth, square and round, some inflated over a smoky fire on the ground, others carrying kettles of fire up with them. Finally, they designed a large, round bag constructed of layers of paper and cloth that did not carry a kettle. It was 110 feet in circumference, weighed approximately 500 pounds— and was held together by more than 1,800 buttons!"],
        ["13", "Rumors of the Montgolfier brothers' experiments eventually aroused curiosity, and they were invited to give a public demonstration of their “machine.” On 4 June 1783, surrounded by a crowd of local officials and townspeople, Joseph and Étienne built a smoky fire in a grate using straw and wool and sent their balloon aloft. It rose more than 3,000 feet and drifted for ten minutes before landing in a vineyard. The brothers agreed that the machine could have stayed up longer had the smoke not escaped from its buttoned sides. But the crowd was far from disappointed. Everyone rushed to congratulate them."],
        ["14", "Soon the Academy of Sciences and the king and queen themselves, Louis XVI and Marie Antoinette, invited the Montgolfiers to Paris to demonstrate their invention. Joseph and Étienne were overjoyed. All they needed was some time to construct a better “aerostat,” as they now called the balloon."],
        ["15", "But time was something they did not have. A few weeks after their triumph, they learned that their demonstration had prompted a prominent Parisian scientist, Jacques Charles, to begin work on a similar machine. Stunned, the brothers decided that the more worldly Étienne should go to Paris to keep up with events and oversee the construction of their new aerostat."],
        ["16", "On 27 August 1783, thousands of people assembled in Paris to witness the flight of Charles's Le Globe. When it was unveiled, Étienne and his new friend, Jean- François Pilâtre de Rozier, an ambitious young scientist, gasped at its small size. Then Étienne realized why it was so small. “He's using inflammable air!”"],
        ["17", "Indeed, unlike the Montgolfiers' aerostat, Charles's was filled with a gas discovered seventeen years earlier that would soon become known as hydrogen. It was lighter than air— but also explosive. When Charles heard first reports of the Montgolfiers' flight, he may have believed, with other scientists, that their balloon was lifted with this gas."],
        ["18", "Forty- five minutes after Le Globe lifted off, the Charles aerostat burst. Although Charles's flight was not completely successful, Paris now buzzed with excitement. People talked about exploring the “air ocean” the way they had the sea."],
        ["19", "A few weeks later, on 12 September, Étienne demonstrated his new, handsewn aerostat to members of the Academy of Sciences. Though the balloon rose up into the air, a sudden rain sent it crashing to the ground, destroying it. Étienne was horrified. The great demonstration before the king and queen was scheduled in less than a week! Trying not to panic, he and his workers quickly began to construct an entirely new aerostat."],
        ["20", "Not only did they finish in time, but Étienne took the opportunity to add a wicker basket to the new design. This aerostat would carry passengers."],
        ["21", "On 19 September, near the royal palace at Versailles, the king and queen watched expectantly as the Montgolfier aerostat took off, with a sheep, a rooster, and a duck in its basket. A gust of wind knocked the balloon against its support mast, tearing it slightly. Once in the air, another gust tilted it and sent a plume of smoke streaming out its side. Étienne grimaced and closed one eye. But the aerostat continued at an angle, traveling two miles in eight minutes before landing safely in a small meadow."],
        ["", "problems/MDG6E/media/S1a.jpg"]
    ],
    "Copyright": "“Flying Balloons: The Story of the Montgolfier Brothers” by Joseph Taylor. Copyright April 2008 by Cricket Media. Reproduced with permission of Open Court Publishing Company via Copyright Clearance Center.",
    "References": []
}