{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "The Pedlar of Swaffham",
    "Subtitle": "",
    "Author": "retold by Kendal A. Rautzhan",
    "LabelType": "P",
    "Content": [
        ["1", "In Norfolk, England, in a village called Swaffham, there once lived a poor pedlar. The pedlar had a cottage, a small yard with a big oak tree, and a loyal dog as his constant companion. Every day he traveled from village to village with his pack on his back."],
        ["2", "“What do you need?” he would shout. “I have gloves, ribbons, pins, needles, thread, necklaces, and wooden spoons.”"],
        ["3", "Although the townsfolk enjoyed the friendly pedlar's company, he rarely sold anything. He'd often come home tired and hungry. But as poor as he was, the pedlar always made certain that his dog was well fed and that he had a few coins to give his church every week."],
        ["4", "One night the pedlar had an unusual dream. He was standing on London Bridge, surrounded by fine shops and homes. On the River Thames below, graceful swans floated among gleaming ships and rowboats. As the pedlar admired the scene, he heard a voice in the distance."],
        ["5", "“Go to London and stand on the bridge,” the voice urged him. “There you will hear happy news.”"],
        ["6", "When the pedlar awoke the next morning, he paid no attention to the dream or its mysterious message. But that night, he dreamed the same dream again, and the next night, he dreamed it a third time."],
        ["7", "But London is so far away, the pedlar thought. He sorted through his pack, which still held plenty of goods. Perhaps he could sell some things as he traveled, just enough to pay for food and shelter."],
        ["8", "The next morning, the pedlar and his dog set off for London. To his dismay, the journey was even longer and harder than he'd expected. He didn't sell much along the way, so when he finally reached the bridge, his muscles ached from exhaustion."],
        ["9", "Still, the pedlar was encouraged, for the bridge looked just as it had in his dream. There were elegant shops and houses, and hundreds of people bustled about. The River Thames was just as he had dreamed, too, with swans, ships, and little boats rowed by men wearing red caps."],
        ["", "problems/MDG6E/media/S3a.jpg"],
        ["10", "All day the pedlar stayed on the bridge, waiting to hear the happy news. But instead he heard the shouts of men carrying loads who pushed past him. “Out of my way!” they cried. The next day was the same."],
        ["11", "On the third day, a shopkeeper who had noticed the pedlar standing around approached him."],
        ["12", "“I can see you're from the country,” the shopkeeper observed with a haughty smile. “City folks don't want village goods. You don't expect to sell your things here, do you?”"],
        ["13", "“No, I suppose not,” replied the pedlar."],
        ["14", "“Then what exactly are you doing?” the shopkeeper inquired."],
        ["15", "“Well, sir,” the pedlar began, “I'm waiting. For three nights straight, I dreamed that if I came and stood on London Bridge, I would hear good news.”"],
        ["16", "“You came all this way ... because of a dream? To hear good news?” the shopkeeper asked in disbelief."],
        ["17", "“Er— yes,” said the pedlar, feeling embarrassed."],
        ["18", "The shopkeeper chuckled. “Dreams are nothing but nonsense,” he declared. “Why, just last night I dreamed I was in a village with some ridiculous name— Swaffham— outside some poor pedlar's cottage. I started digging around a big oak tree, through stones and dirt, until I discovered a heap of gold coins."],
        ["19", "“Can you imagine if I were to walk all the way to this Swaffham place, just because of some foolish dream? Of course not!” the shopkeeper bellowed. “A man belongs at home, where he can handle his business. My advice? Return to where you came from.”"],
        ["20", "“I believe I will,” said the pedlar, grinning. “Many thanks for your wisdom.”"],
        ["21", "And without a moment's hesitation, the pedlar and his dog headed back to Swaffham."],
        ["22", "When they arrived home three days later, the pedlar pulled out his shovel and began to dig around the big oak tree. It wasn't long before he came upon the treasure: heaps of gold coins, so many that it took him two days to count them all."],
        ["23", "But the pedlar didn't forget to share his wealth with his beloved village. His church had been crumbling into ruins for many years, so he paid to have it restored to its proper glory. When the pedlar died at a ripe old age, the people of Swaffham put up a statue of him with his pack on his back and his loyal dog by his side."],
        ["", "problems/MDG6E/media/S3b.jpg"],
        ["", ":box:Historical Note\n\nMany believe that the legendary pedlar is based on John Chapman, a 15th-century church warden. Swaffham Church records show that Chapman paid to build a new north aisle and repair the church spire in 1462. Today, wood carvings of Chapman and his little dog are displayed at each end of Swaffham Church's front pew, honoring his generosity. The pair is also featured on the Swaffham town sign."]
    ],
    "Copyright": "“The Pedlar of Swaffham” retold by Kendal A. Rautzhan. Copyright 2012 by Cricket Media. Reproduced with permission of Cricket Media via Copyright Clearance Center.",
    "References": []
}