{
    "Directions": "",
    "Context": [],
    "Title": "Passage 2: [Excerpt from] “A Permanent Home”",
    "Subtitle": "",
    "Author": "by Kenneth R. Bowling",
    "LabelType": "P",
    "Content": [
        ["12", "\tThe United States faced many problems at the end of the Revolutionary War in 1783. The weakness of the federal government was the most critical issue. Despite the former Colonies being united as one country, most Americans still identified more closely with their individual states. One way to earn respect for and strengthen the young nation was to create a federal capital. But Americans disagreed over what kind of capital they wanted as well as where it should be located."],
        ["13", "\tSome people wanted a small capital. They believed that the states should be more powerful than the federal government. Others favored a large capital and a strong federal government. The two opposing groups also differed over who would control the capital: Should Congress have total control, or should control be divided between the state and federal governments?"],
        ["14", "\tThen there was the issue of where to locate the capital. More than 30 sites were proposed. The list included Newport, Rhode Island, and Newburgh, New York, in the North and Norfolk and Williamsburg, Virginia, in the South. Western locations such as Pittsburgh, Pennsylvania, and Marietta, Ohio, also hoped to be considered."],
        ["15", "\tThe northern and southern states distrusted each other. They saw the capital as a means of gaining power and influence. Both argued in favor of a centrally located capital. But southerners wanted a geographically centered site, which would put the capital closer to their region. Northerners, on the other hand, thought that the capital should be chosen according to population, which would mean choosing a location in a northern state."],
        ["16", "\tIn October 1783, Congress decided to locate a small federal town on the Delaware River near Trenton, New Jersey. This angered southern congressmen. To appease the South, Elbridge Gerry of Massachusetts suggested that Congress establish a second federal town on the Potomac River near Georgetown, Maryland. Congress could reside for six months in each place. The plan was too expensive to carry out, however."],
        ["17", "\tFour years later, the Constitutional Convention met in Philadelphia to revise the Articles of Confederation. There was still no agreement on a specific site for the capital. But delegates to the convention made some decisions. They declared that the capital should be part of a district — 10 miles square — and that Congress should have exclusive jurisdiction over it."],
        ["18", "\tIn September 1789, the first Congress under the U.S. Constitution met in New York. It took up the question of the location of the capital. Once again, southerners in the House of Representatives supported a geographically centered location on the Potomac River. Northerners favored a population-centered location on the Susquehanna River. Southern representatives warned that approval of the Susquehanna capital would threaten the continuation of the Union, but the northerners had enough votes to approve this site. Before a bill could be passed naming Germantown, near Philadelphia, as the site, however, Congress adjourned. The bill died."],
        ["19", "\tCongress finally reached one of the first compromises between North and South that would hold the Union together over the next 70 years. In June, Hamilton sought support for his war debt payment plan from Secretary of State Thomas Jefferson. Jefferson invited him to dinner with Virginia representative James Madison. Madison was the leading opponent of Hamilton’s proposal."],
        ["20", "\tAt dinner, Madison agreed to convince enough southerners to support Hamilton’s Assumption Bill (the law that allowed the federal government to assume the states’ war debts). In exchange, Hamilton would prevent northern congressmen from defeating the Residence Act (the proposal to locate the permanent capital on the Potomac River). As part of the deal, the federal government would spend the next 10 years in Philadelphia until the new city was ready. Both acts then passed."],
        ["21", "\tOn July 17, 1790, President George Washington signed the act locating the capital on the Potomac. Washington saw the Potomac as the “Gateway to the West.” The act gave the president unlimited power to build the capital city from the ground up. Washington chose the precise site for the capital himself. It was not far from his Virginia home, Mount Vernon. In September 1791, the city was named Washington, and the federal district surrounding it became the District of Columbia. It included the existing towns of Alexandria, Virginia, and Georgetown, Maryland."],
        ["22", "\tGeorge Washington did not live to see his dream of a Potomac capital come true. He died in 1799, and the federal government moved to the district in 1800. Despite the fact that it is no longer centrally located with respect to either territory or population, the nation’s capital has remained there ever since."]
    ],
    "Copyright": "Excerpt from “A Permanent Home” by Kenneth R. Bowling, from Cobblestone Magazine, October 2014, Vol. 35, No. 8 issue. Copyright © 2014, Carus Publishing. Used by permission of Cricket Media via Copyright Clearance Center.",
    "References": []
}