{
    "Directions": "Read the passages and then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: The Fight for Rights",
    "Subtitle": "",
    "Author": "by Eileen Terrill and Geoff Williams",
    "LabelType": "P",
    "Content": [
        ["1", "\tCivil rights are the rights that are guaranteed to all citizens of a nation. Some of these include the right to go to school, to ride public transportation, to use a library, to see a movie, and to eat in a restaurant. The right to vote and the right to be treated equally under the law are others."],
        ["2", "\tOur nation’s Constitution is supposed to address the rights of every citizen. But U.S. laws have not always been fair. Even after the Civil War (1861–1865), black Americans were not treated the same as white Americans were treated. Congress passed three amendments — the 13th, 14th, and 15th — to protect the rights of former slaves. But officials and citizens in the South enforced their own set of laws at the state level. They found ways to prevent black Americans from exercising their rights and passed laws designed to keep the races segregated."],
        ["3", "\tBlack people were not only kept separated from white people, they also were treated unequally. They were not allowed to sit with white people on trains and buses or in restaurants, movie theaters, churches, libraries, and many other public areas. They were not allowed to use the “white” hospitals or restrooms. Black students and white students could not go to the same schools."],
        ["4", "\tLocal and state officials in the South used fear, intimidation, and the law to keep black people from voting. The jobs available to black workers were limited. They did not have the freedom to live anywhere they wanted. Black Americans faced discrimination in almost every aspect of their lives. They were treated like second-class citizens. But in the 1950s and 1960s, concerned people, both black and white, began working together to change all of that."],
        ["5", "\tOut of those decades grew a historic civil rights movement. Growing numbers of African Americans found the courage to take action and fight for their rights — even when they were threatened with harm or death. Some of these people have become famous for their efforts to end discrimination — the Rev. Dr. Martin Luther King, Jr., Thurgood Marshall, and Rosa Parks."],
        ["6", "\tBut there were many people involved in the modern civil rights movement. The movement succeeded because so many individuals found the courage to speak up and join together. They demanded change and met hate and anger with nonviolence. They were cursed at, arrested, and beaten for their efforts. Some, like King, were murdered. The actions of many of these other people may be less familiar than King’s, but they made a significant impact on the movement."]
    ],
    "Copyright": "Reprinted from Cobblestone, February 2014, Vol. 35, No. 2, © 2014 by Carus Publishing Company/ Cricket Media. Used by permission of the publisher via Copyright Clearance Center.",
    "References": []
}