{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "\tThe great African American explorer Matthew Henson might never have accomplished his dream without the help of a sea captain. When Henson approached the captain of a merchant ship to ask for a job, the captain was impressed by the boy’s ambition. Henson was only twelve years old, but the captain took a liking to Henson and hired him as a cabin boy. T͟h͟e͟y taught him math, geography, and navigation. Later on Henson put those skills to good use."],
        [" ", "\tWhen Robert E. P͟e͟a͟r͟y͟ ͟a͟ ͟n͟a͟v͟a͟l officer, met Henson, he recognized his intelligence and sense of adventure. Peary offered him a job. The two made several trips to Greenland. Henson learned to speak I͟n͟u͟i͟t͟ ͟a͟n͟d͟ ͟t͟h͟e͟ ͟E͟s͟k͟i͟m͟o͟s taught him how to survive the harsh climate. Peary told Henson about his dream to be the first person to reach the North Pole. Henson eagerly accepted his invitation to join h͟i͟m͟s͟e͟l͟f."],
        [" ", "\tIn 1908, Peary’s e͟x͟p͟e͟d͟i͟t͟i͟o͟n͟ ͟i͟n͟c͟l͟u͟d͟i͟n͟g͟ ͟H͟e͟n͟s͟o͟n left on the USS Roosevelt from New York for Canada. On March 1, 1909, the team members pointed their dog sleds north and set out on the 475-mile journey. Crossing the ice-covered Arctic Ocean was treacherous. Most expedition members turned back. H͟e͟n͟s͟o͟n͟ ͟h͟a͟d͟ ͟l͟e͟a͟r͟n͟e͟d͟ ͟m͟a͟n͟y͟ ͟h͟e͟l͟p͟f͟u͟l͟ ͟t͟h͟i͟n͟g͟s͟ ͟f͟r͟o͟m͟ ͟t͟h͟e͟ ͟E͟s͟k͟i͟m͟o͟s͟.͟ ͟H͟e͟ ͟u͟s͟e͟d͟ ͟w͟h͟a͟t͟ ͟h͟e͟ ͟l͟e͟a͟r͟n͟e͟d͟ ͟t͟o͟ ͟h͟e͟l͟p͟ ͟k͟e͟e͟p͟ ͟t͟h͟e͟ ͟m͟e͟n͟ ͟a͟l͟i͟v͟e͟! Finally, on April 6, Peary, Henson, and four Eskimos reached their goal: 90 degrees north. Only Peary r͟e͟c͟i͟e͟v͟e͟d great recognition for the accomplishment at the time, however. It was not until much later that Henson was honored for his important part in reaching the North Pole."]
    ],
    "Copyright": "",
    "References": []
}