{
    "Directions": "",
    "Context": [],
    "Title": "Passage 2: The Sit-ins That Shook Up the Nation",
    "Subtitle": "",
    "Author": "by Elizabeth McDavid Jones",
    "LabelType": "P",
    "Content": [
        ["7", "\tOn the last day of January in 1960, Ezell Blair Jr. came home from college and casually asked his parents' permission to cause some trouble. “I'd like to know,” he said, “because tomorrow we're going to do something that will shake up this town.”"],
        ["8", "\tWhat Blair and three other students at North Carolina Agricultural and Technical College accomplished the next afternoon did shake up their town — Greensboro, North Carolina. The shock waves from their action reverberated¹ across the United States and changed the way black and white people lived together."],
        ["9", "\tIn 1960, especially in the South, things were quite different for black people. Blacks could sit only in certain sections of theaters, usually the balcony. Public swimming pools and golf courses were off limits. Blacks couldn't use the same water fountains as white people, and even public libraries were sometimes restricted."],
        ["10", "\tSegregation means forcing people of different races to live, work, and go to school apart. Integration, the opposite, means the removal of legal and social barriers that segregate racial groups."],
        ["11", "\tDr. Martin Luther King Jr., the civil rights leader and president of the Southern Christian Leadership Conference, said that segregation for years had been “America's shame.” Beginning in the 1950s, African Americans along with others began to rise up against segregation and to march, boycott, and protest."],
        ["12", "\tEzell Blair and his friends David Richmond, Joseph McNeil, and Franklin McCain knew Dr. King's philosophy of civil disobedience. And they had read about Mahatma Gandhi's success with passive resistance in India. Both King and Gandhi believed in peacefully disobeying unjust laws and customs."],
        ["13", "\tLots of college students talked about taking action, but Blair and his friends decided to stop talking and do something. According to Richmond, “We used to question, ‘Why is it that you have to sit in the balcony? Why do you have to ride in the back of the bus?'”"],
        ["14", "\tThe four chose Monday, February 1. After their last class that day, they met at the campus library and headed for downtown, a fifteen-minute walk."],
        ["15", "\tThey first stopped at the clothing store owned by Ralph Johns, a white supporter of civil rights and friend to many A&T students, including McNeil. Johns is said to have encouraged McNeil to take action and provided the students with money and advice."],
        ["16", "\tThe four young men then proceeded to Woolworth's Five and Dime Store on South Elm Street. They made a few purchases of school supplies, shoe polish, and toothpaste at counters that accepted their business."],
        ["17", "\tThen came the big test: to take a seat and ask to be served at Woolworth's whites-only lunch counter."],
        ["18", "\t“You bet we were scared,” remembered David Richmond. “We didn't know what to expect. We figured we would be arrested.”"],
        ["19", "\tA black waitress demanded to know what the students were doing. “You know you're supposed to eat at the other end,” she said, referring to the stand-up counter where blacks were allowed to eat. She called the counter manager, who called the store manager, C.L. Harris. Harris asked Blair and his friends to leave, but the young men refused to budge. They had vowed not to move unless they were served."],
        ["20", "\tHarris contacted the police, but no legal action was taken."],
        ["21", "\tFinally, Harris decided to close the store, since it was near closing time anyway. The four stayed fifteen minutes longer. When they left, they promised to return the next day. They felt elated and encouraged. They had bucked tradition. They had demanded fair treatment. And nothing bad had happened to them."],
        ["22", "\tBack on campus, they spread the word about the sit-in. The following day, they returned to the lunch counter accompanied by about thirty students, male and female. Again they were denied service."],
        ["23", "\tOn Wednesday, sixty-three of the sixty-six seats at the lunch counter were filled by black students."],
        ["24", "\tOn Thursday, three white college students joined the black students from A&T and other colleges in the sit-in. But along with the protesters were counterprotesters, people who did not agree with integration."],
        ["25", "\tOne black student offered to pay five dollars for a glass of water. No service."],
        ["26", "\tBy Friday, three hundred protesting youths filled the aisles of Woolworth's. And on Saturday even the A&T football team crowded into the store. The store was forced to close because of a bomb threat that afternoon, and the crowd carried its protest to a nearby Kress store. That store also closed that afternoon for safety reasons."],
        ["27", "\tBy the next week, sit-ins had occurred in stores throughout North Carolina. Protesters were picketing Woolworth's in New York City. A nationwide boycott was organized so no one would shop at Woolworth's until store officials changed their policy and offered integrated lunch counters."],
        ["28", "\tProtests and sit-ins spread across the South to Virginia, Maryland, Tennessee, Alabama, South Carolina, Louisiana, and Florida. Not all of the protesters were as fortunate as Blair and his friends. Many were arrested for trespassing and were sent to jail."],
        ["29", "\tLittle by little, the sit-ins began to have an effect. During that spring, stores in Florida, Maryland, and Tennessee ended their segregated lunch counters. Some stores in Virginia and North Carolina followed suit, and finally, in late July, nearly six months after Blair, Richmond, McNeil, and McCain first “shook up the town,” the Woolworth's lunch counter in Greensboro was integrated."],
        ["30", "\tThough the struggle for equality continues, things are better today, thanks in part to the four college students from Greensboro."]
    ],
    "Copyright": "Reprinted from Highlights for Children, January 1998, Vol. 53, No. 1, © 1998 by Highlights for Children, Inc. Used by permission of the publisher via Copyright Clearance Center.",
    "References": [
        ["¹", "reverberated: were felt"]
    ]
}