{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "For Deanna's Eyes Only!",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Characters"],
        [" ", "JONATHAN, 11 years old"],
        [" ", "DEANNA, 14 years old"],
        ["", "SCENE 1"],
        ["1", "[A teenage girl's bedroom. Jonathan sits on the bed reading a diary. He shakes his head, turns a page, continues reading. Deanna enters and stops short. She stares in disbelief as Jonathan goes on reading, totally oblivious to her presence.]"],
        ["2", "DEANNA: [Indignantly.] What do you think you're doing?"],
        ["3", "JONATHAN: [Startled.] Ah! [Slams the diary shut.]"],
        ["4", "DEANNA: What are you doing?"],
        ["5", "JONATHAN: Nothing!"],
        ["6", "DEANNA: You're reading my diary!"],
        ["7", "JONATHAN: [As if he's confused.] Diary?"],
        ["8", "DEANNA: [Pointing.] That! Right there! In your hands!"],
        ["9", "[Jonathan looks down at his hands and reacts as if he is shocked to see something in them.]"],
        ["10", "DEANNA: Oh, cut it out. You know what you were doing."],
        ["11", "JONATHAN: I wasn't reading it."],
        ["12", "DEANNA: I stood here and watched you. I've told you a million times to stay away from my things. Why are you even in my room?"],
        ["13", "JONATHAN: Doing you a favor."],
        ["14", "DEANNA: Snooping through my private things? That's your idea of a favor?"],
        ["15", "JONATHAN: I wasn't snooping. I was cleaning up after you. Mom told me to straighten up the family room, and most of the mess was yours. If this diary is so private, why'd you leave it on the couch?"],
        ["16", "DEANNA: So to put my stuff away, you had to read my diary?"],
        ["17", "JONATHAN: No. I didn't even want to read it. But you gave me the impression that you wanted me to, so ..."],
        ["18", "DEANNA: [In total disbelief.] What? I gave you the impression that I — are you crazy?"],
        ["19", "JONATHAN: Well, I figured from what you wrote on the cover ..."],
        ["20", "DEANNA: I didn't write “For everybody's eyes — especially Jonathan's!” I wrote “FOR DEANNA'S EYES ONLY!” That somehow gave you the impression that I wanted you to read it?"],
        ["21", "JONATHAN: Well, if you write something like that on the cover and then leave it lying around, what do you expect?"],
        ["22", "DEANNA: I expect people to mind their own business."],
        ["23", "JONATHAN: Oh, that's like putting a plate of brownies out on a table and then getting mad when someone eats one. If you really wanted to keep your writing secret, you'd bury it in the middle of some half-used-up notebook where nobody but you would even think to look."],
        ["24", "DEANNA: So it's my fault you v͟i͟o͟l͟a͟t͟e͟d my privacy?"],
        ["25", "JONATHAN: It was kind of like false advertising."],
        ["26", "DEANNA: False advertising?"],
        ["27", "JONATHAN: Sure. When you use phrases like “DO NOT OPEN — OR ELSE!” the reader is going to expect something riveting. Not complaints about the school cafeteria."],
        ["28", "DEANNA: What?"],
        ["29", "29 JONATHAN: I'm just saying that with a title like that, the reader's going to expect some drama — or at the very least, an embarrassing story."],
        ["30", "[From offstage Deanna's mother calls her to leave for volleyball practice.]"],
        ["31", "DEANNA: [To Jonathan.] This isn't over! [Deanna exits, taking the diary with her. Jonathan shrugs and exits after her.]"],
        ["", "SCENE 2"],
        ["32", "[Family room. Jonathan is watching TV. Deanna enters with the diary and sits on the couch opposite Jonathan.]"],
        ["33", "DEANNA: O.K., let me hear it."],
        ["34", "JONATHAN: Hear what?"],
        ["35", "DEANNA: [Amazed.] The apology you owe me for reading my diary!"],
        ["36", "JONATHAN: Oh that. I was kind of a sneak to read it behind your back."],
        ["37", "DEANNA: Yeah, you were."],
        ["38", "JONATHAN: You want to know the real reason I started reading it?"],
        ["39", "DEANNA: O.K., why did you?"],
        ["40", "JONATHAN: Well, lately, it's like I've been invisible to you."],
        ["41", "DEANNA: What are you talking about? We do stuff all the time."],
        ["42", "JONATHAN: We used to do stuff all the time. Have you even read your own diary?"],
        ["43", "DEANNA: Well, no. I've just been writing in it."],
        ["44", "JONATHAN: About your friends. And school. And Jeremy."],
        ["45", "DEANNA: And?"],
        ["46", "JONATHAN: And that's it. I'm not in it anywhere. Take a look. You won't even find my name."],
        ["47", "DEANNA: [Looks down at the diary in her hands.] I guess I have been busy. But that still doesn't give you the right to read my private diary."],
        ["48", "JONATHAN: I know. And I am sorry, but I just had to find out if you were mad at me."],
        ["49", "DEANNA: [Sighs.] I'm not mad at you; I've just been preoccupied. I've been so busy with my first year of high school, trying to keep up and fit in. [Pauses for a moment.] But if you promise not to read my diary anymore, I promise to do something with you at least once a week from now on."],
        ["50", "JONATHAN: O.K., sounds good to me. [Pauses.] But you may want to keep your diary in your room, just in case. [Both exit the stage.]"]
    ],
    "Copyright": "",
    "References": []
}