{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "problems/TX17G6R/media/S1a.jpg"
    ],
    "Title": "In the Blink of an Eye",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Have you ever played the blinking game with friends? It’s fun to see who can last the longest without blinking. After 30 seconds you probably struggle to resist closing and then reopening your eyes. In fact, most people blink every three to seven seconds. However, you rarely think about it. Blinking usually occurs automatically, like your heartbeat."],
        ["", "Mɪɴɪᴀᴛᴜʀᴇ Wɪɴᴅsʜɪᴇʟᴅ Wɪᴘᴇʀs"],
        ["2", "What happens when you blink? Each time you blink, muscles around your eyes contract to close your eyelids. Then two different muscles contract, raising your eyelids back up."],
        ["", "problems/TX17G6R/media/S1b.jpg"],
        ["3", "Your eyelids act like tiny windshield wipers. In the blink of an eye, they sweep dust and debris away. Eyelids also spread moisture. Glands in the eyelids lubricate the surface of the eyes. Without this repeated lubrication, your eyeballs begin to dry, and your eyelids feel sticky."],
        ["", "Qᴜɪᴄᴋ ᴀs ᴀ Bʟɪɴᴋ"],
        ["4", "People can blink on purpose. However, most blinking occurs involuntarily. You rarely notice this type of blink, which is incredibly fast. Your brain actually ignores the flash of darkness caused by a blink, giving you the impression of uninterrupted sight."],
        ["5", "Each time you blink, your eye closes for about three-tenths of a second. With around 15,000 blinks per day, you can end up with your eyes shut from blinking for up to one hour and fifteen minutes a day! Yet you probably aren’t aware that your vision is interrupted for that amount of time each day."],
        ["", "Tʜɪɴᴋ Bᴇꜰᴏʀᴇ Yᴏᴜ Bʟɪɴᴋ"],
        ["6", "According to scientific research, the average eye blink rate in people varies greatly, ranging from 2 to 50 blinks a minute. Many factors affect the blink rate."],
        ["7", "One factor is age. Newborn babies rarely blink. The reasons for this aren’t entirely clear, but one theory is that babies work hard to observe the world around them because their ability to see is not fully developed. Blink rates increase in childhood. From there, rates increase steadily until adulthood. Then blink rates decrease as people move into older adulthood. That’s when the muscles that control eyelids eventually lose some of their tone and ability to move."],
        ["8", "Your blink rate also varies with the task being performed. You’ll blink less when you’re concentrating on something. For example, have you ever noticed that when you search the Internet on your computer, your eyes sting, burn, or feel scratchy? Your eyes dry out because your blink rate decreases by half while you are concentrating on looking at something. If you’re absorbed in reading, your blink rate will decrease. And you’ll blink less if you’re watching a scary movie, since the threat of danger causes people to be more observant."],
        ["9", "When you’re thinking but not actually looking at something, your blink rate will also decrease. In school, when your teacher asks you a question, you’ll barely blink as you consider the answer. Once you start to reply, your blink rate will increase. Talking returns you to a standard blink rate. What happens if you think aloud while pondering the answer to a question? Your blink rate will return to its standard rate since you’re speaking."],
        ["10", "Some activities, such as telling a lie, require a great deal of concentration. As people think about their lie, their blink rate is very low. Police use this knowledge to gain information from suspects when interrogating them. So the next time you think about telling a fib, you might keep in mind that your blinking eyes always tell the truth."]
    ],
    "Copyright": "",
    "References": []
}