{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "Connecting the Human Dots",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "People have been connecting the dots to form pictures for centuries. The famous French painter Georges Seurat used tiny dots of color on his canvases to form beautiful paintings of outdoor scenes. In needlepoint, tiny stitches of colored thread fit together to form an image that decorates a pillowcase or a blanket. Television and computer screens use tiny spots of color called pixels to form images for TV programs, video games, and websites."],
        ["2", "One of the most unusual examples of connecting dots to make images, though, dates back to World War I. During the war Arthur Mole, a photographer from Zion, Illinois, traveled from military camp to military camp across the country to create different pictures of patriotic symbols using individuals as dots. He gathered 25,000 soldiers to form a likeness of the Liberty Bell. He also created a giant U.S. shield, an Uncle Sam, and a Statue of Liberty. But perhaps his best-known photo was that of President Woodrow Wilson. After the Allied victory in 1918, people living in the United States were relieved that the war was over. A sense of national pride pervaded the country. Mole was looking for a way to express the love he and others felt for the United States. He decided to create a living photograph of the president as a symbol of American pride."],
        ["", "problems/TX17G6R/media/S7a.jpg"],
        ["3", "At Camp Sherman, Ohio, he organized 21,000 troops into an image of their commander in chief, President Woodrow Wilson. The men formed a huge likeness of the president. Before any of the participants moved, Mole took a photograph of the image from above. President Wilson was so impressed with the method in which the portrait was created, he signed a copy of the photograph. Mole felt honored to have his work appreciated by the president of the United States."],
        ["4", "So how exactly did Mole accomplish this feat? Mole had a special method of planning and photographing his living pictures. He and his partner John Thomas would first construct a wooden tower 70 or 80 feet above the soldiers' gathering area. It usually took Mole and Thomas about a week to plan and take a picture, tracing an outline first on the glass plate of the camera and then on the ground. Mole would then make plans for his dots of color — which soldier would wear a hat, a jacket, or a shirt of a particular color and where those wearing each color would stand. Once each soldier was in the correct position, Mole climbed up the tower. From there the people he would photograph below looked like tiny specks of living color. It would take hours to get everyone in the exact location so that the image looked perfect."],
        ["5", "Each new undertaking was a challenge. Often the biggest obstacle involved getting the proportions right. Sometimes the images were so large that Mole was a half-mile from the very farthest edge of his human picture. Mole figured out that to make the image look realistic, more people had to stand at the farthest edges than at the bottom of the picture, which was always closest to the camera. For the Statue of Liberty photograph, thousands of people stood to represent the torch at the top of the image, while only 17 people formed the base of Lady Liberty's pedestal at the bottom."],
        ["", "problems/TX17G6R/media/S7b.jpg"],
        ["6", "Many adjustments were needed to make each picture perfect. Mole had to pay close attention to detail and consider all the minute parts within his patriotic images. Because of this, participating in one of Mole's pictures was a time-consuming experience. People had to wait patiently for everyone to be positioned just right. When Mole photographed living art of the Statue of Liberty at Camp Dodge in Des Moines, Iowa, it was a very warm day, but many of the men in the photograph wore heavy wool coats to represent the dark colors of the statue. Some fidgeted as they waited because it was difficult to stand still for such a long period of time. Others fainted in the heat of the day."],
        ["", "problems/TX17G6R/media/S7c.jpg"],
        ["7", "Despite these physical challenges, Mole's work is fondly remembered by those who contributed to his art. One soldier recalled that though participating in the formation of the image was only a temporary activity, he and other soldiers were honored to be part of something that allowed them to demonstrate their patriotism in a lasting way."]
    ],
    "Copyright": "",
    "References": []
}