{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Prince Patrick",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\t“No,” Tiffany said. “When you sip from your cup, you have to stick your little finger out like this.” She pointed her pinkie into the air."],
        ["2", "\t“Let's play something else,” Patrick begged, rubbing his leg that was jammed underneath a tiny table."],
        ["3", "\tDrinking imaginary tea from a plastic teacup with his sister Tiffany and cousin Annabel was not Patrick's idea of fun."],
        ["4", "\t“Let's play save the princesses,” the girls shouted."],
        ["5", "\tPatrick sighed. “This is not how I imagined I would be spending Saturday afternoon,” he thought. Usually his mother watched Annabel when Aunt Elizabeth worked—but not today."],
        ["6", "\tPatrick had been in the middle of a great dream when his mother shook him awake that morning. “I had to work overnight,” Mom whispered, “and I need to get some sleep. Will you please watch your cousin and sister for me? Annabel will be here any minute.”"],
        ["7", "\t“Sure, no problem,” Patrick told his mother. “This should be simple,” he thought."],
        ["8", "\t“What was I thinking?” Patrick muttered as the girls dumped out a bag filled with brushes, barrettes, and ribbons. Patrick had expected to turn on a movie to keep them occupied. That would make babysitting easy. But the girls were more interested in tormenting him than watching a movie."],
        ["9", "\t“Now braid our hair so we look like beautiful princesses,” Tiffany demanded."],
        ["10", "\tPatrick didn't even know how to braid hair. He attempted to work with the girls' locks of hair but found the hair to be as slippery as a handful of wet noodles. Finally, with the help of an online video, he managed to entwine their hair into braids that looked fairly neat and even. Patrick actually felt impressed with his handiwork."],
        ["11", "\tThe girls chatted about Patrick's work as they positioned shimmering crowns on their heads. Patrick hid a smile."],
        ["12", "\tHolding out sparkly wands, the girls dashed behind a chair, calling to him, “Save us, Prince Patrick!”"],
        ["13", "\tTiffany and Annabel's eyes twinkled. Patrick paused. “Might as well make this fun,” he thought."],
        ["14", "\tPatrick gathered some items from the kitchen. He threw his mother's apron over his shoulders, straddled a broom, and raised a spatula in the air. “Prince Patrick to the rescue!” he cried as he galloped across the living room. “Take that, you evil dragon!” Patrick called out, whacking an imaginary dragon with his spatula and throwing open a pretend gate. “Stay away from my princesses!”"],
        ["15", "\t“You saved us! Thank you! You're our hero!” the girls cheered."],
        ["16", "\tPatrick's mother stood at the doorway like a fly on the wall, surveying the scene. “Mine, too!” she added. “Thank you, Prince Patrick!”"]
    ],
    "Copyright": "",
    "References": []
}