{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "HARP and Its Angels",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "At the southeast end of Brooklyn, New York, lie the ruins of a once-great airfield. Floyd Bennett Field was New York City's first municipal airport. It opened in 1931, when propeller planes were commonplace. Many well-known pilots used this airport, including Amelia Earhart, who took off and landed at the airfield several times."],
        ["2", "When the United States entered World War II in 1941, Floyd Bennett Field was the most active airport in the country. By then it had become a military air station. Some of the soldiers stationed there flew missions watching for enemy submarines. Others trained as pilots. Still others flew planes across the country to the West Coast to prepare for battles in the Pacific region."],
        ["3", "Activity declined at the airport in the years following World War II, and Floyd Bennett Field was closed in the early 1970s. The airfield and its hangars, large garages that had once stored airplanes, fell into disrepair. On the outside of the buildings, sheets of partially peeled aluminum flapped in the wind. Weeds grew in cracks in the runways."],
        ["4", "World War II veteran Arnie Migliaccio imagined a better fate for the historic airfield. He thought the area could be used to preserve and display old planes. In 1996, Migliaccio presented his idea to the National Park Service, an agency that works to preserve historic sites. Because of his suggestion, HARP — the Historic Aircraft Restoration Project — was born."],
        ["5", "The project brought new life to the airfield. What had become a neglected r͟e͟m͟n͟a͟n͟t of history transformed into a place where people could learn about and explore planes from the past. To accomplish this, the National Park Service focused on three goals for the project. First, its volunteers conducted research in order to reproduce full-scale models of historic airplanes to the highest standard. Second, volunteers performed restoration work to return aircraft to near-perfect condition in appearance, although the planes will not fly again. Finally, the project assured that the aircraft will be maintained in good condition so that future generations can learn about aviation history. HARP continues to strive to meet these goals today."],
        ["6", "At the heart of HARP are its “angels,” the volunteers who have given thousands of hours every year to work on the aircraft. Some are retired pilots and engineers. Many of the angels served during wartime on aircraft like the ones restored by HARP."],
        ["7", "For example, Robert Weiss was a navy reservist during the Cold War era in the 1950s. He flew on a P2V Neptune, patrolling the Atlantic coast for enemy submarines. Now he returns weekly to Hangar B, where the restored planes are kept. “I love it,” he says. “It brings back memories and keeps us young.”"],
        ["8", "The j͟e͟w͟e͟l of the fleet in Hangar B is a PBY Catalina plane. During World War II, seaplanes like the Catalina would roll down the ramp behind the hangar and into New York Harbor. These seaplanes, which could float as well as fly, had the important role of defending ships leaving the harbor. After taking off from the water, the planes would escort the ships from above to safeguard them from enemy submarines below."],
        ["", "problems/TX17G6R/media/S5a.jpg"],
        ["9", "The HARP program has been responsible for restoring nine historic aircraft. The public is able to view the impressive collection of planes in Hangar B three days a week. At least 1,000 students visit every week. Visitors can see, hear, and feel what it is like to be in a functioning airplane hangar. Visitors and volunteers share moments in aviation history. It is like traveling back in time."]
    ],
    "Copyright": "",
    "References": []
}