{
    "Title": "Tennessee Academic Standards > Mathematics > Grade 1",
    "Overview": "",
    "Goals": [
        [
            "(1) Operations & Algebraic Thinking",
            "Students extend previous understanding of addition and subtraction to solve contextual problems within 20, add three addends, and recognize subtraction as an unknown addend problem. Students solve a variety of problem types, with unknowns in all positions, in order to make connections among contexts, equations, and strategies (See Table 1 - Addition and Subtraction Situations). Students should apply properties of operations as strategies to add and subtract when needed (See Table 3 - Properties of Operations). By the end of 1st grade, students should know from memory sums of 10 and fluently add and subtract within 20.\n\nStudents demonstrate their understanding of the equal sign (=) by determining if addition/subtraction equations are true or false and writing equations to represent a given situation."
        ],
        [
            "(2) Number & Operations In Base Ten",
            "Students read, write, and represent a given number of objects numerically and extend the counting sequence to 120. They demonstrate the ability to count from any number up to 120, count by twos and fives from a multiple of that number, and count backward from 20. In addition, students recognize, describe, extend, and create patterns when counting by ones, twos, and fives. Students understand that two-digit numbers represent groups of tens and ones and each two-digit number can be composed and decomposed in a variety of ways. Using place value understanding, students compare two-digit numbers based on the number of tens and ones represented in the given numbers using symbols for comparison.\n\nStudents build number sense and use increasingly sophisticated strategies based on place value and properties of operations to add and subtract."
        ],
        [
            "(3) Measurement & Data",
            "This is the first time students develop an understanding of the meaning and processes of measurement including iteration of non-standard equal-sized units. Students compare two objects using a third object as a benchmark and also order objects by length. Students are introduced to writing and telling time to the nearest hour and half-hour. Students build on their previous work in kindergarten and count the value of like coins using the ¢ symbol. Students interpret data to answer questions such as how many more or less."
        ],
        [
            "(4) Geometry",
            "Students build on previous knowledge to explore attributes of shapes and to build, draw, and identify two-dimensional shapes. Two-dimensional shapes and three-dimensional solids are used to create composite shapes/solids. This is the first time students partition circles and rectangles to create halves and fourths/quarters."
        ]
    ],
    "Standards": [
        {
            "Key": "TN.M1.OA",
            "Label": "Operations & Algebraic Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M1.OA.A",
                    "Label": "Represent and solve problems involving addition and subtraction.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M1.OA.A.1",
                            "Label": "Add and subtract within 20 to solve contextual problems, with unknowns in all positions, involving situations of add to, take from, put together/take apart, and compare. Use objects, drawings, and equations with a symbol for the unknown number to represent the problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M1.OA.A.2",
                            "Label": "Add three whole numbers whose sum is within 20 to solve contextual problems using objects, drawings, and equations with a symbol for the unknown number to represent the problem.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M1.OA.B",
                    "Label": "Understand and apply properties of operations and the relationship between addition and subtraction.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M1.OA.B.3",
                            "Label": "Apply properties of operations (additive identity, commutative, and associative) as strategies to add and subtract.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M1.OA.B.4",
                            "Label": "Understand the relationship between addition and subtraction by representing subtraction as an unknown-addend problem.",
                            "Examples": [
                                "For example, to solve 10 – 8 = __, a student can use 8 + __ = 10."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M1.OA.C",
                    "Label": "Add and subtract within 20.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M1.OA.C.5",
                            "Label": "Add and subtract within 20 using strategies such as counting on, counting back, making 10, related known facts, and composing/decomposing numbers with an emphasis on making ten (e.g., 13 – 4 = 13 – 3 – 1 = 10 – 1 = 9 or adding 6 + 7 by creating the known equivalent 6 + 4 + 3 = 10 + 3 = 13 OR 6 + 6 + 1 = 12 + 1).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M1.OA.C.6",
                            "Label": "Use mental strategies flexibly and efficiently to develop fluency in addition and subtraction within 20. By the end of grade 1, know all sums and differences up to 10.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M1.OA.D",
                    "Label": "Work with addition and subtraction equations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M1.OA.D.7",
                            "Label": "Understand the meaning of the equal sign (e.g., 6 = 6; 5 + 2 = 4 + 3; 7 = 8 – 1). Determine if equations involving addition and subtraction are true or false.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M1.OA.D.8",
                            "Label": "Determine the unknown whole number in an addition or subtraction equation with sums/differences within 20, with the unknown in any position (e.g., 8 + ? = 11, 5 = ? – 3, 6 + 6 = ?).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M1.NBT",
            "Label": "Number & Operations In Base Ten",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M1.NBT.A",
                    "Label": "Extend the counting sequence.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M1.NBT.A.1",
                            "Label": "Count to 120, by ones, twos, and fives starting at any multiple of that number. Count backward from 20. Read and write numbers to 120 and represent a quantity of objects with a written number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M1.NBT.A.2",
                            "Label": "Recognize, describe, extend, and create patterns when counting by ones, twos, fives, and tens and use those patterns to predict the next number in the counting sequence up to 120 through counting or building with concrete materials. For example: 1, 3, 5, ...; 2, 4, 6, ...; 5, 10, 15, ...; etc.",
                            "Examples": [
                                "For example: 1, 3, 5, ...; 2, 4, 6, ...; 5, 10, 15, ...; etc."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M1.NBT.B",
                    "Label": "Understand place value.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M1.NBT.B.3",
                            "Label": "Know that the digits of a two-digit number represent groups of tens and ones (e.g., 39 can be represented as 39 ones, 2 tens and 19 ones, or 3 tens and 9 ones).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M1.NBT.B.4",
                            "Label": "Compare two two-digit numbers based on the meanings of the digits in each place and use the symbols >, =, and < to show the relationship.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M1.NBT.C",
                    "Label": "Use place value understanding and properties of operations to add and subtract.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M1.NBT.C.5",
                            "Label": "Add a two-digit number to a one-digit number and a two-digit number to a multiple of ten (within 100). Use concrete models, drawings, strategies based on place value, properties of operations, and/or the relationship between addition and subtraction to explain the reasoning used.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M1.NBT.C.6",
                            "Label": "Mentally find 10 more or 10 less than a given two-digit number without having to count by ones and explain the reasoning used.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M1.NBT.C.7",
                            "Label": "Subtract multiples of 10 from any number in the range of 10-99 using concrete models, drawings, strategies based on place value, properties of operations, and/or the relationship between addition and subtraction.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M1.MD",
            "Label": "Measurement & Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M1.MD.A",
                    "Label": "Measure lengths indirectly and by iterating length units.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M1.MD.A.1",
                            "Label": "Order three objects by length. Compare the lengths of two objects indirectly by using a third object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M1.MD.A.2",
                            "Label": "Measure the length of an object using non- standard units (paper clips, cubes, etc.) and express this length as a whole number of units.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M1.MD.B",
                    "Label": "Work with time and money.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M1.MD.B.3",
                            "Label": "Recognize a clock as a measurement tool. Tell and write time in hours and half-hours using analog and digital clocks.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M1.MD.B.4",
                            "Label": "Count the value of a set of like coins less than one dollar using the ¢ symbol only.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M1.MD.C",
                    "Label": "Represent and interpret data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M1.MD.C.5",
                            "Label": "Organize, represent, and interpret data with up to three categories using pictographs, bar graphs, and tally charts. Ask and answer questions about the total number of data points, how many in each category, and how many more or less are in one category than in another.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M1.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M1.G.A",
                    "Label": "Reason about shapes/solids and their attributes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M1.G.A.1",
                            "Label": "Distinguish between attributes that define a shape (e.g., number of sides and vertices) versus attributes that do not define the shape (e.g., color, orientation, overall size); build and draw two-dimensional shapes to possess defining attributes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M1.G.A.2",
                            "Label": "Create a composite figure and use the composite figure to make new figures by using two-dimensional shapes (rectangles, squares, hexagons, trapezoids, triangles, half-circles, and quarter-circles) or three-dimensional solids (cubes, spheres, rectangular prisms, cones, and cylinders).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M1.G.A.3",
                            "Label": "Partition circles and rectangles into two and four equal shares, describe the shares using the words halves, fourths, and quarters, and use the phrases half of, fourth of, and quarter of. Describe the whole as two of, or four of, the shares. Understand for these examples that partitioning into more equal shares creates smaller shares.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}