{
    "Title": "Tennessee Standards > English Language Arts > Grade 2",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "TN.E2.FL",
            "Label": "Foundational Literacy Standards",
            "Subs": [
                {
                    "Key": "TN.E2.FL.PWR",
                    "Label": "Phonics & Word Recognition",
                    "Subs": [
                        {
                            "Key": "TN.E2.FL.PWR.3",
                            "Label": "Know and apply grade-level phonics and word analysis skills when decoding isolated words and in connected text.",
                            "Subs": [
                                {
                                    "Key": "TN.E2.FL.PWR.3.a",
                                    "Label": "Distinguish long and short vowels when reading regularly spelled one-syllable words.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.PWR.3.b",
                                    "Label": "Know spelling-sound correspondences for additional common vowel teams.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.PWR.3.c",
                                    "Label": "Decode regularly spelled two-syllable words with long vowels.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.PWR.3.d",
                                    "Label": "Decode words with common prefixes and suffixes.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.PWR.3.e",
                                    "Label": "Identify words with inconsistent but common spelling-sound correspondences.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.PWR.3.f",
                                    "Label": "Recognize and read grade-appropriate irregularly spelled words.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.PWR.3.g",
                                    "Label": "Decode grade-level texts with purpose and understanding.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "TN.E2.FL.WC",
                    "Label": "Word Composition",
                    "Subs": [
                        {
                            "Key": "TN.E2.FL.WC.4",
                            "Label": "Know and apply grade-level phonics and word analysis skills when encoding words; write legibly.",
                            "Subs": [
                                {
                                    "Key": "TN.E2.FL.WC.4.a",
                                    "Label": "Use conventional spelling for one-syllable words including position-based patterns, complex consonant blends, less common vowel teams for long vowels, vowel-r combinations, contractions, homophones, plurals, and possessives.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.WC.4.b",
                                    "Label": "Use conventional spelling for regular two- and three-syllable words containing combined syllable types, compounds, and common prefixes and derivational suffixes.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.WC.4.c",
                                    "Label": "Spell words with suffixes that require consonant doubling, dropping silent -e, and changing y to i.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.WC.4.d",
                                    "Label": "Write most common, frequently used words and most irregular words.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.WC.4.e",
                                    "Label": "Consult reference materials, including beginning dictionaries, to check and correct spelling.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.WC.4.f",
                                    "Label": "Print legibly in manuscript; write many upper and lowercase letters in cursive.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "TN.E2.FL.F",
                    "Label": "Fluency",
                    "Subs": [
                        {
                            "Key": "TN.E2.FL.F.5",
                            "Label": "Read with sufficient accuracy and fluency to support comprehension.",
                            "Subs": [
                                {
                                    "Key": "TN.E2.FL.F.5.a",
                                    "Label": "Read grade-level text with purpose and understanding.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.F.5.b",
                                    "Label": "Read grade-level text orally with accuracy, appropriate rate, and expression on successive readings.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.F.5.c",
                                    "Label": "Use context to confirm or self-correct word recognition and understanding of words; reread as necessary.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "TN.E2.FL.SC",
                    "Label": "Sentence Composition",
                    "Subs": [
                        {
                            "Key": "TN.E2.FL.SC.6",
                            "Label": "Demonstrate command of the conventions of standard English grammar and usage when speaking and conventions of standard English grammar and usage, including capitalization and punctuation, when writing.",
                            "Subs": [
                                {
                                    "Key": "TN.E2.FL.SC.6.a",
                                    "Label": "Use collective nouns.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.SC.6.b",
                                    "Label": "Form and use frequently occurring irregular plural nouns.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.SC.6.c",
                                    "Label": "Use reflexive pronouns, such as myself and ourselves.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.SC.6.d",
                                    "Label": "Form and use the past tense of frequently occurring irregular verbs.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.SC.6.e",
                                    "Label": "Use adjectives and adverbs correctly.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.SC.6.f",
                                    "Label": "Produce, expand, and rearrange simple and compound sentences.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.SC.6.g",
                                    "Label": "Use common coordinating conjunctions.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.SC.6.h",
                                    "Label": "Capitalize holidays, product names, and geographic names.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.SC.6.i",
                                    "Label": "Use commas in the greeting and closing of a letter.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.SC.6.j",
                                    "Label": "Use an apostrophe to form contractions and frequently occurring possessives.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.SC.6.k",
                                    "Label": "With prompting and support, link sentences into a simple, cohesive paragraph with a main idea or topic.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "TN.E2.FL.VA",
                    "Label": "Vocabulary Acquisition",
                    "Subs": [
                        {
                            "Key": "TN.E2.FL.VA.7a",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 2 reading and content, choosing flexibly from an array of strategies.",
                            "Subs": [
                                {
                                    "Key": "TN.E2.FL.VA.7a.i",
                                    "Label": "Use sentence-level context as a clue to the meaning of a word or phrase.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.VA.7a.ii",
                                    "Label": "Determine the meaning of the new word formed when a known affix is added to a known word.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.VA.7a.iii",
                                    "Label": "Use a known root word as a clue to the meaning of an unknown word with the same root.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.VA.7a.iv",
                                    "Label": "Use knowledge of the meaning of individual words to predict the meaning of compound words.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.VA.7a.v",
                                    "Label": "Use glossaries and beginning dictionaries, both print and digital, to determine or clarify the meaning of words and phrases.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.E2.FL.VA.7b",
                            "Label": "Demonstrate understanding of word relationships and nuances in word meanings.",
                            "Subs": [
                                {
                                    "Key": "TN.E2.FL.VA.7b.i",
                                    "Label": "Identify real-life connections between words and their use.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.FL.VA.7b.ii",
                                    "Label": "Distinguish shades of meaning among closely related words.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.E2.FL.VA.7c",
                            "Label": "Use words and phrases acquired through conversations, reading and being read to, and responding to texts, including using adjectives and adverbs to describe.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.E2.RL",
            "Label": "Reading Standards For Literature",
            "Subs": [
                {
                    "Key": "TN.E2.RL.KID",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "TN.E2.RL.KID.1",
                            "Label": "Ask and answer such questions as who, what, where, when, why, and how to demonstrate understanding of key details in a text.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.RL.KID.2",
                            "Label": "Recount stories, including fables and folktales from diverse cultures, and determine their central message, lesson, or moral.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.RL.KID.3",
                            "Label": "Describe how characters in a story respond to major events and challenges.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E2.RL.CS",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "TN.E2.RL.CS.4",
                            "Label": "Describe how words and phrases supply meaning in a story, poem, or song.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.RL.CS.5",
                            "Label": "Describe the overall structure of a story, including how the beginning introduces the story and the ending concludes the action.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.RL.CS.6",
                            "Label": "Determine when characters have different points of view.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E2.RL.IKI",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "TN.E2.RL.IKI.7",
                            "Label": "Use information gained from illustrations and words in a print or digital text to demonstrate understanding of its characters, setting, or plot.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.RL.IKI.9",
                            "Label": "Compare and contrast two or more versions of the same story by different authors or different cultures.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E2.RL.RRTC",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Subs": [
                        {
                            "Key": "TN.E2.RL.RRTC.10",
                            "Label": "Read and comprehend stories and poems throughout the grades 2-3 text complexity band proficiently, with scaffolding at the high end as needed.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.E2.RI",
            "Label": "Reading Standards For Informational Text",
            "Subs": [
                {
                    "Key": "TN.E2.RI.KID",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "TN.E2.RI.KID.1",
                            "Label": "Ask and answer such questions as who, what, where, when, why, and how to demonstrate understanding of key details in a text.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.RI.KID.2",
                            "Label": "Identify the main topic of a multi- paragraph text as well as the focus of specific paragraphs within a text.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.RI.KID.3",
                            "Label": "Describe the connections between a series of historical events, scientific ideas, or steps in a process in a text.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E2.RI.CS",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "TN.E2.RI.CS.4",
                            "Label": "Determine the meaning of words and phrases in a text relevant to a grade 2 topic or subject area.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.RI.CS.5",
                            "Label": "Know and use various text features to locate key facts or information in a text efficiently.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.RI.CS.6",
                            "Label": "Identify the main purpose of a text, including what an author wants to answer, explain, or describe.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E2.RI.IKI",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "TN.E2.RI.IKI.7",
                            "Label": "Identify and explain how illustrations and words contribute to and clarify a text.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.RI.IKI.8",
                            "Label": "Describe how reasons support specific points an author makes in a text.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.RI.IKI.9",
                            "Label": "Compare and contrast the most important points presented by two texts on the same topic.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E2.RI.RRTC",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Subs": [
                        {
                            "Key": "TN.E2.RI.RRTC.10",
                            "Label": "Read and comprehend stories and informational texts throughout the grades 2-3 text complexity band proficiently, with scaffolding at the high end as needed.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.E2.SL",
            "Label": "Speaking & Listening Standards",
            "Subs": [
                {
                    "Key": "TN.E2.SL.CC",
                    "Label": "Comprehension & Collaboration",
                    "Subs": [
                        {
                            "Key": "TN.E2.SL.CC.1",
                            "Label": "Participate with varied peers and adults in collaborative conversations in small or large groups about appropriate 2nd grade topics and texts.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.SL.CC.2",
                            "Label": "Recount or describe key ideas or details from a text read aloud or information presented orally or through other media.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.SL.CC.3",
                            "Label": "Ask and answer questions about what a speaker says in order to gather information or clarify something that is not understood.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E2.SL.PKI",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "TN.E2.SL.PKI.4",
                            "Label": "Tell a story or recount an experience with appropriate facts and relevant, descriptive details, speaking audibly in coherent sentences.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.SL.PKI.5",
                            "Label": "Add audio or visual elements to stories or recounts of experiences, when appropriate, to clarify ideas, thoughts, and feelings.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.SL.PKI.6",
                            "Label": "Speak in complete sentences when appropriate to task and situation in order to provide requested detail or clarification.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.E2.W",
            "Label": "Writing Standards",
            "Subs": [
                {
                    "Key": "TN.E2.W.TTP",
                    "Label": "Text Types & Protocol",
                    "Subs": [
                        {
                            "Key": "TN.E2.W.TTP.1",
                            "Label": "Write opinion pieces on topics or texts.",
                            "Subs": [
                                {
                                    "Key": "TN.E2.W.TTP.1.a",
                                    "Label": "Introduce topic or text.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.W.TTP.1.b",
                                    "Label": "State an opinion.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.W.TTP.1.c",
                                    "Label": "Supply reasons to support the opinion.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.W.TTP.1.d",
                                    "Label": "Use linking words to connect the reasons to the opinion.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.W.TTP.1.e",
                                    "Label": "Provide a concluding statement or section.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.E2.W.TTP.2",
                            "Label": "Write informative/explanatory texts.",
                            "Subs": [
                                {
                                    "Key": "TN.E2.W.TTP.2.a",
                                    "Label": "Introduce a topic.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.W.TTP.2.b",
                                    "Label": "Use facts and definitions to provide information.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.W.TTP.2.c",
                                    "Label": "Provide a concluding statement or section.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.E2.W.TTP.3",
                            "Label": "Write narratives recounting an event or short sequence of events.",
                            "Subs": [
                                {
                                    "Key": "TN.E2.W.TTP.3.a",
                                    "Label": "Include details to describe actions, thoughts, and feelings.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.W.TTP.3.b",
                                    "Label": "Use time order words to signal event order.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E2.W.TTP.3.c",
                                    "Label": "Provide a sense of closure.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "TN.E2.W.PDW",
                    "Label": "Production & Distribution Of Writing",
                    "Subs": [
                        {
                            "Key": "TN.E2.W.PDW.4",
                            "Label": "With guidance and support, produce clear and coherent writing in which the development, organization, and style are appropriate to task, purpose, and audience.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.W.PDW.5",
                            "Label": "With guidance and support from adults, focus on a topic, respond to questions and suggestions from peers, and strengthen writing as needed by revising and editing.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.W.PDW.6",
                            "Label": "With guidance and support from adults, and in collaboration with peers, use a variety of digital tools to produce and publish writing.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E2.W.RBPK",
                    "Label": "Research To Build & Present Knowledge",
                    "Subs": [
                        {
                            "Key": "TN.E2.W.RBPK.7",
                            "Label": "Participate in shared research and writing projects, such exploring a number of books on a single topic or engaging in science experiments to produce a report.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E2.W.RBPK.8",
                            "Label": "Recall information from experiences or gather information from provided sources to answer a question.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E2.W.RW",
                    "Label": "Range Of Writing",
                    "Subs": [
                        {
                            "Key": "TN.E2.W.RW.10",
                            "Label": "With guidance and support from adults, engage routinely in writing activities to promote writing fluency.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}