{
    "Title": "Tennessee Standards > Mathematics > Grade 3",
    "Overview": "",
    "Goals": [
        [
            "(1) Operations & Algebraic Thinking",
            "Students build on their understanding of addition and subtraction to develop an understanding of the meanings of multiplication and division of whole numbers. Students use increasingly sophisticated strategies based on properties of operations to fluently solve multiplication and division problems within 100 (See Table 3 - Properties of Operations). Students interpret multiplication as finding an unknown product in situations involving equal-sized groups, arrays, area and measurement models, and division as finding an unknown factor in situations involving the unknown number of groups or the unknown group size. Students use these interpretations to represent and solve contextual problems with unknowns in all positions. By the end of 3rd grade, students should know all products of two one-digit numbers and related division facts.\n\nStudents use all four operations to solve two-step word problems and use place value, mental computation, and estimation strategies to assess the reasonableness of solutions. They build number sense by investigating numerical representations, such as addition or multiplication tables for the purpose of identifying arithmetic patterns. Students should solve a variety of problem types in order to make connections among contexts, equations, and strategies (See Table 1 - Addition and Subtraction Situations and Table 2 - Multiplication and Division Situations)."
        ],
        [
            "(2) Number & Operations in Base Ten",
            "Students generalize place value understanding to read and write numbers to 100,000, using standard form, word form, and expanded form. Students begin to develop an understanding of rounding whole numbers to the nearest ten or hundred. Students fluently add and subtract within 1000 using strategies and algorithms. Students multiply one-digit whole numbers by multiples of 10."
        ],
        [
            "(3) Number & Operations In Fractions",
            "This domain builds on the previous skill of partitioning shapes in geometry. This is the first time students are introduced to unit fractions. Students understand that fractions are composed of unit fractions and they use visual fraction models to represent parts of a whole. Students build on their understanding of number lines to represent fractions as locations and lengths on a number line. Students use fractions to represent numbers equal to, less than, and greater than 1 and are able to generate simple equivalent fractions by using drawings and/or reasoning about fractions. Students understand that the size of a fractional part is relative to the size of the whole."
        ],
        [
            "(4) Measurement & Data",
            "In 2nd grade, students tell time in five minute increments, measure lengths, and create bar graphs, pictographs, and line plots with whole number units. In 3rd grade, students tell and write time to the nearest minute and solve contextual problems involving addition and subtraction. They use appropriate tools to measure and estimate liquid volume and mass. Students draw pictographs and bar graphs and answer two-step questions about these graphs. Students generate measurement data and represent the data on line plots marked with whole number, half, or quarter units. Students recognize area as an attribute of two-dimensional shapes and measure the area of a shape using the standard unit (a square) by finding the total number of same-sized units required to cover the shape without gaps or overlaps. Students connect area to multiplication and use multiplication to justify the area of a rectangle by decomposing rectangles into rectangular arrays of squares."
        ],
        [
            "(5) Geometry",
            "Students understand that shapes in given categories have shared attributes and they identify polygons. Students continue their understanding of shapes and fractions by partitioning shapes into parts with equal areas and identify the parts with unit fractions."
        ]
    ],
    "Standards": [
        {
            "Key": "TN.M3.OA",
            "Label": "Operations & Algebraic Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M3.OA.A",
                    "Label": "Represent and solve problems involving multiplication and division.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M3.OA.A.1",
                            "Label": "Interpret the factors and products in whole number multiplication equations (e.g., 4 x 7 is 4 groups of 7 objects with a total of 28 objects or 4 strings measuring 7 inches each with a total length of 28 inches).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M3.OA.A.2",
                            "Label": "Interpret the dividend, divisor, and quotient in whole number division equations (e.g., 28 ÷ 7 can be interpreted as 28 objects divided into 7 equal groups with 4 objects in each group or 28 objects divided so there are 7 objects in each of the 4 equal groups).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M3.OA.A.3",
                            "Label": "Multiply and divide within 100 to solve contextual problems, with the unknown in any positions, in situations involving equal groups, arrays/area, and measurement quantities using strategies based on place value, the properties of operations, and the relationship between multiplication and division (e.g., contexts including computations such as 3 x ? = 24, 6 x 16 = ?, ? ÷ 8 = 3, or 96 ÷ 6 = ?).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M3.OA.A.4",
                            "Label": "Determine the unknown whole number in a multiplication or division equation relating three whole numbers within 100.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M3.OA.B",
                    "Label": "Understand properties of multiplication and the relationship between multiplication and division.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M3.OA.B.5",
                            "Label": "Apply properties of operations as strategies to multiply and divide.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M3.OA.B.6",
                            "Label": "Understand division as an unknown-factor problem.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M3.OA.C",
                    "Label": "Multiply and divide within 100.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M3.OA.C.7",
                            "Label": "Fluently multiply and divide within 100, using strategies such as the properties of operations or the relationship between multiplication and division (e.g., knowing that 8 x 5 = 40, one knows 40 ÷ 5 = 8). By the end of 3rd grade, know all products of two one-digit numbers and related division facts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M3.OA.D",
                    "Label": "Solve problems involving the four operations and identify and explain patterns in arithmetic.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M3.OA.D.8",
                            "Label": "Solve two-step contextual problems using the four operations. Represent these problems using equations with a letter standing for the unknown quantity. Assess the reasonableness of answers using mental computation and estimation strategies including rounding.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M3.OA.D.9",
                            "Label": "Identify patterns in a multiplication chart and explain them using properties of operations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M3.NBT",
            "Label": "Number & Operations In Base Ten",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M3.NBT.A",
                    "Label": "Use place value understanding and properties of operations to perform multi-digit arithmetic.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M3.NBT.A.1",
                            "Label": "Round whole numbers to the nearest 10 or 100 using understanding of place value and use a number line to explain how the number was rounded.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M3.NBT.A.2",
                            "Label": "Fluently add and subtract within 1000 using strategies and algorithms based on place value, properties of operations, and/or the relationship between addition and subtraction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M3.NBT.A.3",
                            "Label": "Multiply one-digit whole numbers by multiples of 10 in the range 10–90 (e.g., 9 x 80, 5 x 60) using strategies based on place value and properties of operations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M3.NBT.A.4",
                            "Label": "Read and write multi-digit whole numbers (less than or equal to 100,000) using standard form, word form, and expanded form (e.g., 23,456 can be written as 20,000 + 3,000 + 400 + 50 + 6).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M3.NF",
            "Label": "Number & Operations In Fractions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M3.NF.A",
                    "Label": "Develop understanding of fractions as numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M3.NF.A.1",
                            "Label": "Understand a unit fraction, 1/b, as the quantity formed by 1 part when a whole is partitioned into b equal parts; understand a non-unit fraction, n/b, as the quantity formed by n parts of size 1/b.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M3.NF.A.2",
                            "Label": "Understand a fraction as a number on the number line. Represent fractions on a number line.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M3.NF.A.2.a",
                                    "Label": "Represent a fraction 1/b on a number line diagram by defining the interval from 0 to 1 as the whole and partitioning it into b equal parts. Recognize that each part has size 1/b and that the endpoint locates the number 1/b on the number line.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M3.NF.A.2.b",
                                    "Label": "Represent a fraction n/b on a number line diagram by marking off n lengths 1/b from 0. Recognize that the resulting interval has size n/b and that its endpoint locates the number n/b on the number line.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M3.NF.A.3",
                            "Label": "Explain equivalence of fractions and compare fractions by reasoning about their size.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M3.NF.A.3.a",
                                    "Label": "Understand two fractions as equivalent (equal) if they are the same size or the same point on a number line.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M3.NF.A.3.b",
                                    "Label": "Recognize and generate simple equivalent fractions (e.g., 1/2 = 2/4, 4/6 = 2/3) and explain why the fractions are equivalent using a visual fraction model.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M3.NF.A.3.c",
                                    "Label": "Express whole numbers as fractions and recognize fractions that are equivalent to whole numbers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M3.NF.A.3.d",
                                    "Label": "Compare two fractions with the same numerator or the same denominator by reasoning about their size. Recognize that comparisons are valid only when the two fractions refer to the same whole. Use the symbols >, =, or < to show the relationship and justify the conclusions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M3.MD",
            "Label": "Measurement & Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M3.MD.A",
                    "Label": "Solve problems involving measurement and estimation of intervals of time, liquid volumes, and masses of objects.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M3.MD.A.1",
                            "Label": "Solve contextual problems in time and money.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M3.MD.A.1.a",
                                    "Label": "Tell and write time to the nearest minute and measure time intervals in minutes. Solve contextual problems involving addition and subtraction of time intervals in minutes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M3.MD.A.1.b",
                                    "Label": "Solve one-step contextual problems involving amounts less than one dollar including quarters, dimes, nickels, and pennies using the ¢ symbol appropriately. Solve contextual problems involving whole number dollar amounts up to $1000 using the $ symbol appropriately.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M3.MD.A.2",
                            "Label": "Measure the mass of objects and liquid volume using standard units of grams (g), kilograms (kg), milliliters (ml), and liters (l). Estimate the mass of objects and liquid volume using benchmarks.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M3.MD.B",
                    "Label": "Represent and interpret data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M3.MD.B.3",
                            "Label": "Draw a pictograph and a scaled bar graph to represent a data set with several categories. Solve one- and two-step “how many more” and “how many less” problems using information presented in graphs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M3.MD.B.4",
                            "Label": "Generate measurement data by measuring lengths using rulers marked with halves and fourths of an inch. Show the data by making a line plot, where the horizontal scale is marked off in appropriate units: whole numbers, halves, or quarters.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M3.MD.C",
                    "Label": "Geometric measurement: understand and apply concepts of area and relate area to multiplication and to addition.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M3.MD.C.5",
                            "Label": "Recognize that plane figures have an area and understand concepts of area measurement.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M3.MD.C.5.a",
                                    "Label": "Understand that a square with side length 1 unit, called “a unit square,” is said to have “one square unit” of area and can be used to measure area.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M3.MD.C.5.b",
                                    "Label": "Understand that a plane figure which can be covered without gaps or overlaps by n unit squares is said to have an area of n square units.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M3.MD.C.6",
                            "Label": "Measure areas by counting unit squares (square centimeters, square meters, square inches, square feet, and improvised units).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M3.MD.C.7",
                            "Label": "Relate area of rectangles to the operations of multiplication and addition.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M3.MD.C.7.a",
                                    "Label": "Find the area of a rectangle with whole-number side lengths by tiling it and show that the area is the same as would be found by multiplying the side lengths.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M3.MD.C.7.b",
                                    "Label": "Multiply side lengths to find areas of rectangles with whole number side lengths in the context of solving real-world and mathematical problems and represent whole-number products as rectangular areas in mathematical reasoning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M3.MD.C.7.c",
                                    "Label": "Use tiling to show in a concrete case that the area of a rectangle with whole- number side lengths a and (b + c) is the sum of (a x b) and (a x c). Use area models to represent the distributive property in mathematical reasoning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M3.MD.C.7.d",
                                    "Label": "Recognize area as additive. Find areas of rectilinear figures by decomposing them into non-overlapping rectangles and adding the areas of the non-overlapping parts, applying this technique to solve real-world problems.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "TN.M3.MD.D",
                    "Label": "Geometric measurement: recognize perimeter as an attribute of plane figures and distinguish between linear and area measures.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M3.MD.D.8",
                            "Label": "Solve real-world and mathematical problems involving perimeters of polygons, including finding the perimeter given the side lengths, finding an unknown side length, and exploring rectangles with the same perimeter and different areas or with the same area and different perimeters.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M3.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M3.G.A",
                    "Label": "Reason about shapes and their attributes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M3.G.A.1",
                            "Label": "Understand that shapes in different categories may share attributes and that the shared attributes can define a larger category. Recognize rhombuses, rectangles, and squares as examples of quadrilaterals and recognize examples of quadrilaterals that do not belong to any of these subcategories.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M3.G.A.2",
                            "Label": "Partition shapes into parts with equal areas. Recognize that equal shares of identical wholes need not have the same shape. Express the area of each part as a unit fraction of the whole.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M3.G.A.3",
                            "Label": "Determine if a figure is a polygon.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}