{
    "Title": "Tennessee Academic Standards > Social Studies > Grade 3",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Geography: Maps and Globes",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS3.1",
                    "Label": "Analyze maps and globes using common terms.",
                    "Examples": [
                        "For example, country, North Pole, Equator • Prime Meridian, hemisphere, region, latitude, South Pole, longitude, & time zones."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.2",
                    "Label": "Use cardinal directions, intermediate directions, map scales, legends, and grids to locate major cities in Tennessee and the U.S.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.3",
                    "Label": "Examine major physical features on globes and maps.",
                    "Examples": [
                        "For example, basin, desert, ocean, sea, gay, gulf, peninsula, strait, canal, island, plain, stream, canyon, isthmus, plateau, valley, delta, mountain, & river."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.4",
                    "Label": "Examine major political features on globes and maps, including: boundaries, cities, highways, railroads, and roads.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.5",
                    "Label": "Use different types of maps (e.g., political, physical, population, resource, and climate), graphs, and charts to interpret geographic information.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "World Geography",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS3.6",
                    "Label": "Identify and locate the major continents and oceans using maps and globes.",
                    "Examples": [
                        "For example, Africa, Europe, Atlantic Ocean, Antarctica, North America, Indian Ocean. South America, Asia, Pacific Ocean, Arctic Ocean, Australia, & Southern Ocean."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.7",
                    "Label": "Identify and locate major countries.",
                    "Examples": [
                        "For example, India, Brazil, Italy, China, Japan, Egypt, Russia, France, Spain, & Great Britain."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.8",
                    "Label": "Identify major physical features of the world.",
                    "Examples": [
                        "For example, rivers — such as Amazon & Nile.",
                        "For example, mountains and ranges — such as Alps, Andes, & Himalayas.",
                        "For example, deserts —  such as Gobi & Sahara.",
                        "For example, bodies of water — such as Mediterranean Sea & Straits of Magellan.",
                        "For example, landforms — Great Barrier Reef & Niagara Falls."
                    ],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "United States & Tennessee Geography",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS3.9",
                    "Label": "Identify and locate the fifty states of the U.S.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.10",
                    "Label": "Identify and locate major cities in the U.S.",
                    "Examples": [
                        "For example, Chicago, New York City, Los Angeles, Seattle, Miami, & Washington, D.C."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.11",
                    "Label": "Identify major physical features of the U.S.",
                    "Examples": [
                        "For example, rivers — such as Colorado, Mississippi, Ohio, & Rio Grande.",
                        "For example, mountains — such as Alaska Range, Appalachian, & Rockies.",
                        "For example, bodies of water — such as Great Lakes & Gulf of Mexico.",
                        "For example, desert — such as Great Basin.",
                        "For example, landforms — such as Grand Canyon & Great Plains."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.12",
                    "Label": "Locate the following cities and physical features in Tennessee.",
                    "Examples": [
                        "For example, Cities — such as Chattanooga, Knoxville, Memphis, & Nashville.",
                        "For example, rivers — such as Cumberland, Mississippi, & Tennessee.",
                        "For example, mountain range — such as Great Smoky Mountains."],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.13",
                    "Label": "Explain how geographic challenges are met with bridges, irrigation systems, canals, landfills, dams, tunnels, & freshwater supply",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Economics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS3.14",
                    "Label": "Compare natural resources within the three grand divisions of Tennessee, and trace the development of a product from natural resource to a finished product.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.15",
                    "Label": "Interpret a chart, graph, or resource map of major imports and exports in Tennessee.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.16",
                    "Label": "Describe how scarcity, supply, and demand affect the prices of products.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.17",
                    "Label": "Compare and contrast how goods and services are exchanged on local and regional levels.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.18",
                    "Label": "Analyze how people interact with their environment to satisfy basic needs and wants, including: housing, industry, transportation, and communication.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Indigenous Peoples Through European Exploration (Prior To 1585)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS3.19",
                    "Label": "Compare and contrast the geographic locations and customs (i.e., housing and clothing) of the Northeast, Southeast, and Plains North American Indians.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.20",
                    "Label": "Describe the conflicts between American Indian nations, including the competing claims for the control of land.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.21",
                    "Label": "Identify the routes and contributions of early explorers of the Americas, including: Christopher Columbus, Hernando de Soto, Ferdinand Magellan, and Amerigo Vespucci.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.22",
                    "Label": "Examine how American Indian cultures changed as a result of contact with European cultures, including: decreased population, spread of disease (smallpox), increased conflict, loss of territory, and increase in trade.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Early North American Settlements (1585-1600s)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS3.23",
                    "Label": "Describe the failure of the lost colony of Roanoke and the theories associated with it.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.24",
                    "Label": "Explain the significance of the settlement of Jamestown and the role it played in the founding of the U.S.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.25",
                    "Label": "Explain the significance of the settlements of Massachusetts Bay and Plymouth and the role they played in the settling of our country.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.26",
                    "Label": "Examine how the regional (i.e., New England, Middle, and Southern) geographic features of the Thirteen Colonies influenced their development.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.27",
                    "Label": "Identify the economic, political, and religious reasons for founding the Thirteen Colonies and the role of indentured servitude and slavery in their settlement.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.28",
                    "Label": "Identify representative assemblies and town meetings as early democratic practices during the colonial period.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.29",
                    "Label": "Explain the cooperation that existed between colonists and American Indians during the 1600s and 1700s, including: fur trade, military alliances, treaties, and cultural exchanges.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.30",
                    "Label": "Examine how long hunters (e.g., Daniel Boone and William Bean) created interest in land west of the Appalachian Mountains.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS3.31",
                    "Label": "Describe life on the Tennessee frontier and reasons why settlers moved west.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        }
    ],
    "References": []
}