{
    "Title": "Tennessee Academic Standards > Social Studies > Grade 6",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Foundations Of Human Civilization (c. 10,000-3500 BCE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS6.1",
                    "Label": "Identify the meaning of time designations and abbreviations used by historians.",
                    "Examples": [
                        "For example, BC / BCE, AD / CE, circa (c. or ca), decades, & centuries."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.2",
                    "Label": "Describe the characteristics of the nomadic hunter-gatherer societies.",
                    "Examples": [
                        "For example, the use of basic hunting weapons, fire, shelter, & tools."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.3",
                    "Label": "Explain the impact of the Agricultural Revolution.",
                    "Examples": [
                        "For example, barter economy, food surpluses, domestication of plants and animals, labor specialization, emergence of permanent, & new sources of clothing and shelter."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.4",
                    "Label": "Identify and explain the importance of key characteristics of civilizations.",
                    "Examples": [
                        "For example, culture, stable food supply, government, technology, religion, writing, & social structure."
                    ],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Ancient Mesopotamia (c. 3500-1700 BCE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS6.5",
                    "Label": "Identify and locate geographical features of ancient Mesopotamia.",
                    "Examples": [
                        "For example, Black Sea, Persian Gulf, Euphrates River, Tigris River, Mediterranean Sea, & Zagros Mountains."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.6",
                    "Label": "Explain how geographic and climatic features led to the region being known as the Fertile Crescent.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.7",
                    "Label": "Explain how irrigation, silt, metallurgy, production of tools, use of animals, slave labor, and inventions such as the wheel, sail, and plow led to advancements in agriculture.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.8",
                    "Label": "Analyze how advancements in agriculture in Sumer led to economic growth, expansion of trade and transportation, and the emergence of independent city-states.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.9",
                    "Label": "Explain the basic concepts of monarchy and empire, and identify Mesopotamia as the regional location of the world’s first empire.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.10",
                    "Label": "Explain the concept of polytheism and its presence in Mesopotamia, with respect to beliefs about the relationship of deities to the natural world and their importance in everyday life.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.11",
                    "Label": "Identify important achievements of the Mesopotamian civilization, including cuneiform, clay tablets, and ziggurats, and identify the Epic of Gilgamesh as the oldest written epic.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.12",
                    "Label": "Analyze the impact of the introduction of written law in the Code of Hammurabi, and explain its basic principles of justice.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Ancient Egypt (c. 3000-700 BCE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS6.13",
                    "Label": "Identify and locate geographical features of ancient Egypt.",
                    "Examples": [
                        "For example, Mediterranean Sea, Red Sea, Nile Delta, the regions of Upper and Lower Egypt,  Nile River, & the Sahara."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.14",
                    "Label": "Explain how agricultural practices impacted life and economic growth in ancient Egypt.",
                    "Examples": [
                        "For example, the use of irrigation & development of a calendar."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.15",
                    "Label": "Explain the structure of ancient Egyptian society.",
                    "Examples": [
                        "For example, relationships between groups of people, how social classes were organized by occupation, positions of pharaohs as god/kings, & the role of slaves."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.16",
                    "Label": "Explain the polytheistic religion of ancient Egypt, with respect to beliefs about the afterlife, the reasons for mummification, and the use of pyramids.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.17",
                    "Label": "Analyze the impact of key figures from ancient Egypt.",
                    "Examples": [
                        "For example, growth under the leadership of Queen Hatshepsut and her economic policies, Ramses the Great’s military conquests leading to growth of the kingdom, & significance of the discovery of Tutankhamun’s tomb on the understanding of ancient Egypt."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.18",
                    "Label": "Analyze the achievements of ancient Egyptian civilization.",
                    "Examples": [
                        "For example, hieroglyphics, papyrus, & the pyramids and Sphinx at Giza. "
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.19",
                    "Label": "Examine the cultural diffusion of ancient Egypt with surrounding civilizations through trade and conflict, including its relationship with Nubia.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Ancient Israel (c. 2000-500 BCE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS6.20",
                    "Label": "Identify and locate geographical features of ancient Israel",
                    "Examples": [
                        "For example, Dead Sea, Mediterranean Sea, Jerusalem, Red Sea, Jordan River, & Sinai Peninsula."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.21",
                    "Label": "Describe the development of the ancient Israelites, and explain the reasons for their movements from Mesopotamia to Canaan (later called Israel), from Canaan to Egypt, and from Egypt back to Canaan.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.22",
                    "Label": "Describe the origins and central features of Judaism",
                    "Examples": [
                        "For example, key person(s) - such as Abraham & Moses.",
                        "For example, sacred texts - such as The Tanakh (i.e., Hebrew Bible).",
                        "For example, basic beliefs - such as monotheism, Ten Commandments, & emphasis on individual worth and personal responsibility."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.23",
                    "Label": "Identify the importance of Saul as the first king of Israel, David as the second king who founded Jerusalem as the capital, and Solomon as the third king who built the first temple.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.24",
                    "Label": " Summarize the breakup of the Kingdom of Israel, Babylonian captivity, and the return of the Jews to their homeland under the Persian Empire.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Ancient India (c. 2500-400 BCE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS6.25",
                    "Label": "Identify and locate geographical features of ancient India",
                    "Examples": [
                        "For example, Ganges River, Indus River, Himalayan Mountains, monsoon winds, Indian Ocean, & the subcontinent of India."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.26",
                    "Label": "Explain the emergence of the Harappan civilization in the Indus River Valley as an early agricultural civilization, and describe its achievements.",
                    "Examples": [
                        "For example, architecture built with bricks, arranging roads into a series of grid-systems, & sanitation and sewer systems."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.27",
                    "Label": "Describe the social structure of the caste system, and explain its effect on everyday life in ancient India.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.28",
                    "Label": "Describe the origins and central features of Hinduism.",
                    "Examples": [
                        "For example, key person(s) - such as origins in Aryan traditions.",
                        "For example, sacred texts - such as The Vedas.",
                        "For example, basic beliefs - such as dharma, karma, reincarnation, & moksha."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.29",
                    "Label": "Describe the origins and central features of Buddhism.",
                    "Examples": [
                        "For example, key person(s) - such as Siddhartha Gautama (Buddha).",
                        "For example, sacred texts - such as Tripitaka.",
                        "For example, basic beliefs - such as Four Noble Truths, Eightfold Path, & Nirvana."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.30",
                    "Label": "Identify the long-lasting intellectual traditions that emerged during the late empire of ancient India.",
                    "Examples": [
                        "For example, medical education, medical techniques, & mathematics (e.g., Hindu-Arabic numerals)."
                    ],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Ancient China (c. 2500 BCE-200 CE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS6.31",
                    "Label": "Identify and locate geographical features of ancient China.",
                    "Examples": [
                        "For example, Gobi Desert, Plateau of Tibet, Himalayan Mountains, Yangtze River, Pacific Ocean, & Yellow River."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.32",
                    "Label": "Analyze the influence of geographic features on the origins of ancient Chinese civilization in the Yellow River Valley, and explain how China’s geography helped create a unique yet diverse cultural identity that was isolated from the rest of the world.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.33",
                    "Label": "Describe how the size of ancient China made governing difficult and how the concepts of the mandate of heaven and Legalism emerged as solutions to this problem.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.34",
                    "Label": "Identify the political and cultural problems prevalent in the time of Confucius and how the philosophy of Confucianism and The Analects emphasized the concepts of kinship, order, and hierarchy to address these problems.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.35",
                    "Label": "Explain the significance of the unification of ancient China into the first Chinese empire by Qin Shi Huangdi, beginning the Qin Dynasty.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.36",
                    "Label": "Explain how the implementation of the philosophy of Confucianism led to the political success and longevity of the Han Dynasty.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.37",
                    "Label": "Explain the major accomplishments of the Han Dynasty.",
                    "Examples": [
                        "For example, the magnetic compass, paper making, porcelain, silk, & woodblock printing."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.38",
                    "Label": "Describe how the desire for Chinese goods influenced the creation of The Silk Road and initiated cultural diffusion throughout Eurasia.",
                    "Examples": [
                        "For example, the introduction of Buddhism into ancient China."
                    ],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Ancient Greece (c. 800-300 BCE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS6.39",
                    "Label": "Identify and locate geographical features of ancient Greece.",
                    "Examples": [
                        "For example, Asia Minor, Mediterranean Sea, Athens, Peloponnesian peninsula, Macedonia, & Sparta."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.40",
                    "Label": "Analyze how the geographical features of ancient Greece, including its mountainous terrain and access to the Mediterranean Sea, contributed to its organization into city-states, role in maritime trade, and colonies in the Mediterranean.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.41",
                    "Label": "Examine the concept of the polis in Greek city-states.",
                    "Examples": [
                        "For example, the ideas of citizenship, civic participation, & the rule of law."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.42",
                    "Label": "Explain the basic concepts of direct democracy and oligarchy.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.43",
                    "Label": "Explain the characteristics of the major Greek city-states of Athens and Sparta.",
                    "Examples": [
                        "For example, advantages of each geographic location, status of women, approaches to education, styles of government, & practice of slavery."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.44",
                    "Label": "Analyze the causes and consequences of the Persian Wars.",
                    "Examples": [
                        "For example, the role of Athens and its cooperation with Sparta to defend the Greek city-states."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.45",
                    "Label": "Analyze the causes and consequences of the Peloponnesian Wars.",
                    "Examples": [
                        "For example, how the growing political conflict between Athens and Sparta led to war and left the city-states open to conquest by the Macedonians."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.46",
                    "Label": "Explain the polytheistic religion of ancient Greece, with respect to beliefs about the humanlike qualities of the deities, their importance in everyday life, and the emergence of the Olympic Games to honor Zeus.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.47",
                    "Label": "Explain the historical significance of ancient Greek literature.",
                    "Examples": [
                        "For example, how the Iliad and the Odyssey provide insight into the life of the ancient Greeks."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.48",
                    "Label": "Examine the influence of ancient Greek philosophers (e.g., Aristotle, Plato, and Socrates) and their impact on education and society in Greece.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.49",
                    "Label": "Describe the purposes of major Greek architecture.",
                    "Examples": [
                        "For example, the Parthenon & the Acropolis."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.50",
                    "Label": "Explain the unification of the Greek city-states by Macedonia, and analyze the impact of Alexander the Great and the diffusion of Hellenistic culture.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Ancient Rome (c. 500 BCE-500 CE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS6.51",
                    "Label": "Identify and locate the geographical features of ancient Rome.",
                    "Examples": [
                        "For example, Constantinople, Mediterranean Sea, Italian Alps, Rome, Italian Peninsula, & Tiber River."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.52",
                    "Label": "Analyze how the geographical location of ancient Rome contributed to its political and economic growth in the Mediterranean region and beyond.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.53",
                    "Label": "Describe the government of the Roman Republic.",
                    "Examples": [
                        "For example, branches of government, representative democracy, checks and balances, the rule of law and the Twelve Tables, & civic participation."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.54",
                    "Label": "Describe the class system of ancient Rome.",
                    "Examples": [
                        "For example, the role of patricians, plebeians, and slaves in Roman society."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.55",
                    "Label": "Describe the characteristics of Julius Caesar’s rule.",
                    "Examples": [
                        "For example, leadership in the military, popularity amongst plebeians, role as dictator for life, & assassination."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.56",
                    "Label": "Analyze the influence of Augustus Caesar.",
                    "Examples": [
                        "For example, the establishment of the Roman Empire and its political, geographic, & economic expansion during the Pax Romana."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.57",
                    "Label": "Analyze how innovations in engineering and architecture contributed to Roman expansion.",
                    "Examples": [
                        "For example, the role of aqueducts, domes, arches, roads, bridges, & sanitation."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.58",
                    "Label": "Explain the polytheistic religion of ancient Rome, with respect to beliefs about the humanlike qualities of the deities and their importance in everyday life.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.59",
                    "Label": "Describe the origins and central features of Christianity.",
                    "Examples": [
                        "For example, key person(s) - such as Jesus & Paul.",
                        "For example, sacred texts - such as The Bible.",
                        "For example, basic beliefs - such as monotheism, sin and forgiveness, eternal life, & Jesus as the Messiah."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.60",
                    "Label": "Explain the expulsion of the Jews from their homeland by the Romans, which began the Jewish diaspora.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.61",
                    "Label": "Explain the division of the Roman Empire into East and West, and identify the later establishment of Constantinople as the capital by Constantine.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS6.62",
                    "Label": "Analyze the fall of the Western Roman Empire, including difficulty governing its large territory, political corruption, economic instability, and attacks by Germanic tribes, and identify the continuation of the Eastern Roman Empire as the Byzantine Empire.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        }
    ],
    "References": []
}