{
    "Title": "Tennessee Standards > Science > Grade 8",
    "Overview": "By the end of eighth grade, it is expected that students should be able to demonstrate the skills and content knowledge emphasized in the following standards in preparation for future learning in science and its practice.",
    "Goals": [],
    "Standards": [
        {
            "Key": "TN.S8.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.S8.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S8.PS.2.1",
                            "Label": "Design and conduct investigations depicting the relationship between magnetism and electricity in electromagnets, generators, and electrical motors, emphasizing the factors that increase or diminish the electric current and the magnetic field strength.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.PS.2.2",
                            "Label": "Conduct an investigation to provide evidence that fields exist between objects exerting forces on each other even though the objects are not in contact.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.PS.2.3",
                            "Label": "Create a demonstration of an object in motion and describe the position, force, and direction of the object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.PS.2.4",
                            "Label": "Plan and conduct an investigation to provide evidence that the change in an object's motion depends on the sum of the forces on the object and the mass of the object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.PS.2.5",
                            "Label": "Evaluate and interpret that for every force exerted on an object there is an equal force exerted in the opposite direction.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S8.PS.4",
                    "Label": "Waves & Their Applications In Technologies For Information Transfer",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S8.PS.4.1",
                            "Label": "Develop and use models to represent the basic properties of waves including frequency, amplitude, wavelength, and speed.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.PS.4.2",
                            "Label": "Compare and contrast mechanical waves and electromagnetic waves based on refraction, reflection, transmission, absorption, and their behavior through a vacuum and/or various media.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.PS.4.3",
                            "Label": "Evaluate the role that waves play in different communication systems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S8.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.S8.LS.4",
                    "Label": "Biological Change: Unity & Diversity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S8.LS.4.1",
                            "Label": "Analyze and interpret data for patterns in the fossil record that document the existence, diversity, extinction, and change in life forms throughout Earth's history.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.LS.4.2",
                            "Label": "Construct an explanation addressing similarities and differences of the anatomical structures and genetic information between extinct and extant organisms using evidence of common ancestry and patterns between taxa.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.LS.4.3",
                            "Label": "Analyze evidence from geology, paleontology, and comparative anatomy to support that specific phenotypes within a population can increase the probability of survival of that species and lead to adaptation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.LS.4.4",
                            "Label": "Develop a scientific explanation of how natural selection plays a role in determining the survival of a species in a changing environment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.LS.4.5",
                            "Label": "Obtain, evaluate, and communicate information about the technologies that have changed the way humans use artificial selection to influence the inheritance of desired traits in other organisms.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S8.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.S8.ESS.1",
                    "Label": "Earth's Place In The Universe",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S8.ESS.1.1",
                            "Label": "Research, analyze, and communicate that the universe began with a period of rapid expansion using evidence from the motion of galaxies and composition of stars.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.ESS.1.2",
                            "Label": "Explain the role of gravity in the formation of our sun and planets. Extend this explanation to address gravity's effect on the motion of celestial objects in our solar system and Earth's ocean tides.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S8.ESS.2",
                    "Label": "Earth's Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S8.ESS.2.1",
                            "Label": "Analyze and interpret data to support the assertion that rapid or gradual geographic changes lead to drastic population changes and extinction events.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.ESS.2.2",
                            "Label": "Evaluate data collected from seismographs to create a model of Earth's structure.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.ESS.2.3",
                            "Label": "Describe the relationship between the processes and forces that create igneous, sedimentary, and metamorphic rocks.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.ESS.2.4",
                            "Label": "Gather and evaluate evidence that energy from the earth's interior drives convection cycles within the asthenosphere which creates changes within the lithosphere including plate movements, plate boundaries, and sea-floor spreading.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.ESS.2.5",
                            "Label": "Construct a scientific explanation using data that explains the gradual process of plate tectonics accounting for A) the distribution of fossils on different continents, B) the occurrence of earthquakes, and C) continental and ocean floor features (including mountains, volcanoes, faults, and trenches).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S8.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S8.ESS.3.1",
                            "Label": "Interpret data to explain that earth's mineral, fossil fuel, and groundwater resources are unevenly distributed as a result of geologic processes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.ESS.3.2",
                            "Label": "Collect data, map, and describe patterns in the locations of volcanoes and earthquakes related to tectonic plate boundaries, interactions, and hotspots.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S8.ETS",
            "Label": "Engineering, Technology & Applications Of Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.S8.ETS.1",
                    "Label": "Engineering Design",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S8.ETS.1.1",
                            "Label": "Develop a model to generate data for ongoing testing and modification of an electromagnet, a generator, and a motor such that an optimal design can be achieved.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S8.ETS.1.2",
                            "Label": "Research and communicate information to describe how data from technologies (telescopes, spectroscopes, satellites, and space probes) provide information about objects in the solar system and universe.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}