{
    "Title": "Tennessee Standards > Mathematics > Algebra II",
    "Overview": "Algebra 2 further expands a student's understanding of functions and function types developed in Algebra 1. In particular, cubic, exponential, inverse, logarithmic, piecewise, and radical functions are studied. Students explore techniques for representing and solving systems of equations, including graphically, algebraically, and through the use of matrices. In addition, Algebra 2 includes a more in- depth focus on using statistics to understand data and make decisions.\n\nThroughout the course, students explore the structures of and interpret functions and other mathematical models. Algebra 2 topics will build upon previous knowledge requiring students to reason, solve, and represent mathematical concepts in multiple ways; i.e., graphically, numerically, and algebraically. Modeling and real-world problems are introduced throughout the course with standards written to encourage the use of math to answer problems students will encounter in life.",
    "Goals": [],
    "Standards": [
        {
            "Key": "TN.M9-12.A2.N-RN",
            "Label": "The Real Number System",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A2.N-RN.A",
                    "Label": "Extend the properties of exponents to rational exponents.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.N-RN.A.1",
                            "Label": "Extend the properties of integer exponents to rational exponents.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A2.N-RN.A.1.a",
                                    "Label": "Develop the meaning of rational exponents by applying the properties of integer exponents.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.N-RN.A.1.b",
                                    "Label": "Explain why x¹/ⁿ can be written as the nth root of x.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.N-RN.A.1.c",
                                    "Label": "Rewrite expressions involving radicals and rational exponents using the properties of exponents.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A2.N-Q",
            "Label": "Quantities",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A2.N-Q.A",
                    "Label": "Reason quantitatively and use units to understand problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.N-Q.A.1",
                            "Label": "Use units as a way to understand real-world problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A2.N-Q.A.1.a",
                                    "Label": "Choose and interpret the scale and the origin in graphs and data displays.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.N-Q.A.1.b",
                                    "Label": "Use appropriate quantities in formulas, converting units as necessary.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.N-Q.A.1.c",
                                    "Label": "Define and justify appropriate quantities within a context for the purpose of modeling.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.N-Q.A.1.d",
                                    "Label": "Choose an appropriate level of accuracy when reporting quantities.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A2.N-M",
            "Label": "Matrices",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A2.N-M.A",
                    "Label": "Perform operations on matrices and use matrices in applications.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.N-M.A.1",
                            "Label": "Use matrices to represent data in a real-world context. Interpret rows, columns, and dimensions of matrices in terms of the context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A2.N-M.A.2",
                            "Label": "Perform operations on matrices in a real-world context.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A2.N-M.A.2.a",
                                    "Label": "Multiply a matrix by a scalar to produce a new matrix.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.N-M.A.2.b",
                                    "Label": "Add and/or subtract matrices by hand and using technology.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.N-M.A.2.c",
                                    "Label": "Multiply matrices of appropriate dimensions, by hand in simple cases and using technology for more complicated cases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.N-M.A.2.d",
                                    "Label": "Describe the roles that zero matrices and identity matrices play in matrix addition and multiplication, recognizing that they are similar to the roles of 0 and 1 in the real number system.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M9-12.A2.N-M.A.3",
                            "Label": "Create and use augmented matrices to solve systems of linear equations in real-world contexts, by hand and using technology.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A2.A-SSE",
            "Label": "Seeing Structure In Expressions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A2.A-SSE.A",
                    "Label": "Interpret the structure of expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.A-SSE.A.1",
                            "Label": "Interpret expressions that represent a quantity in terms of its context.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A2.A-SSE.A.1.a",
                                    "Label": "Interpret parts of an expression, such as terms, factors, and coefficients.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.A-SSE.A.1.b",
                                    "Label": "Interpret complicated expressions by viewing one or more of their parts as a single entity.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A22.A-APR",
            "Label": "Arithmetic With Polynomials & Rational Expressions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A22.A-APR.A",
                    "Label": "Understand the relationship between zeros and factors of polynomials.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A22.A-APR.A.1",
                            "Label": "Know and apply the Factor Theorem: For a polynomial p(x) and a number a, p(a) = 0 if and only if (x – a) is a factor of p(x).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A22.A-APR.A.2",
                            "Label": "Identify zeros of polynomials when suitable factorizations are available, and use the zeros to construct a rough graph of the function defined by the polynomial.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A2.A-CED",
            "Label": "Creating Equations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A2.A-CED.A",
                    "Label": "Create equations that describe numbers or relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.A-CED.A.1",
                            "Label": "Create equations and inequalities in one variable and use them to solve problems in a real-world context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A2.A-CED.A.2",
                            "Label": "Create equations and inequalities in two variables to represent relationships between quantities and use them to solve problems in a real-world context. Graph equations and inequalities with two variables on coordinate axes with labels and scales, and use the graphs to make predictions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A2.A-CED.A.3",
                            "Label": "Rearrange formulas to isolate a quantity of interest using algebraic reasoning.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A2.A-REI",
            "Label": "Reasoning With Equations & Inequalities",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A2.A-REI.A",
                    "Label": "Understand solving equations as a process of reasoning and explain the reasoning.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.A-REI.A.1",
                            "Label": "Understand solving equations as a process of reasoning and explain the reasoning. Construct a viable argument to justify a solution method.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A2.A-REI.A.2",
                            "Label": "Solve radical equations in one variable, and identify extraneous solutions when they exist.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.A2.A-REI.B",
                    "Label": "Solve systems of equations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.A-REI.B.3",
                            "Label": "Write and solve a system of linear equations in a real-world context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A2.A-REI.B.4",
                            "Label": "Solve a system consisting of a linear equation and a quadratic equation in two variables algebraically, graphically, and using technology.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A2.F-IF",
            "Label": "Interpreting Functions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A2.F-IF.A",
                    "Label": "Interpret functions that arise in applications in terms of the context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.F-IF.A.1",
                            "Label": "For a function that models a relationship between two quantities, interpret key features of graphs and tables in terms of the quantities, and sketch graphs showing key features given a verbal description of the relationship.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A2.F-IF.A.2",
                            "Label": "Calculate and interpret the average rate of change of a function (presented algebraically or as a table) over a specified interval. Estimate and interpret the rate of change from a graph.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A2.F-IF.A.3",
                            "Label": "Understand geometric formulas as functions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.A2.F-IF.B",
                    "Label": "Analyze functions using different representations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.F-IF.B.4",
                            "Label": "Graph functions expressed algebraically and show key features of the graph by hand and using technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A2.F-IF.B.5",
                            "Label": "Write a function defined by an expression in different but equivalent forms to reveal and explain different properties of the function.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A2.F-IF.B.5.a",
                                    "Label": "Rewrite quadratic functions to show zeros, extreme values, and symmetry of the graph, and interpret these in terms of a real-world context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.F-IF.B.5.b",
                                    "Label": "Know and use the properties of exponents to interpret expressions for exponential functions in terms of a real-world context.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M9-12.A2.F-IF.B.6",
                            "Label": "Compare properties of functions represented algebraically, graphically, numerically in tables, or by verbal descriptions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A2.F-IF.B.6.a",
                                    "Label": "Compare properties of two different functions. Functions may be of different types and/or represented in different ways.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.F-IF.B.6.b",
                                    "Label": "Compare properties of the same function on two different intervals or represented in two different ways.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A2.F-BF",
            "Label": "Building Functions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A2.F-BF.A",
                    "Label": "Build a function that models a relationship between two quantities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.F-BF.A.1",
                            "Label": "Build a function that describes a relationship between two quantities.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A2.F-BF.A.1.a",
                                    "Label": "Combine standard function types using arithmetic operations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.F-BF.A.1.b",
                                    "Label": "Combine standard function types using composition.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M9-12.A2.F-BF.A.2",
                            "Label": "Define sequences as functions, including recursive definitions, whose domain is a subset of the integers. Write explicit and recursive formulas for arithmetic and geometric sequences in context and connect them to linear and exponential functions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.A2.F-BF.B",
                    "Label": "Build new functions from existing functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.F-BF.B.3",
                            "Label": "Identify the effect on the graph of replacing f(x) by f(x) + k, kf(x), f(kx), and f(x + k) for specific values of k (both positive and negative); find the value of k given the graphs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A2.F-BF.B.4",
                            "Label": "Find the inverse of a function.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A2.F-BF.B.4.a",
                                    "Label": "Determine whether a function is one-to-one.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.F-BF.B.4.b",
                                    "Label": "Find the inverse of a function on an appropriate domain.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.F-BF.B.4.c",
                                    "Label": "Given an invertible function on an appropriate domain, identify the domain of the inverse function.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A2.F-LE",
            "Label": "Linear, Quadratic & Exponential Models",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A2.F-LE.A",
                    "Label": "Construct and compare linear, quadratic, and exponential models and solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.F-LE.A.1",
                            "Label": "Know the relationship between exponential functions and logarithmic functions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A2.F-LE.A.1.a",
                                    "Label": "Solve exponential equations using a variety of strategies, including logarithms.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.F-LE.A.1.b",
                                    "Label": "Understand that a logarithm is the solution to abᶜᵗ = d, where a, b, c, and d are numbers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.F-LE.A.1.c",
                                    "Label": "Evaluate logarithms using technology.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M9-12.A2.F-LE.A.2",
                            "Label": "Know that a quantity increasing exponentially eventually exceeds a quantity increasing linearly, quadratically, or cubically.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A2.S-ID",
            "Label": "Interpreting Categorical & Quantitative Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A2.S-ID.A",
                    "Label": "Summarize, represent, and interpret data on a single count or measurement variable.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.S-ID.A.1",
                            "Label": "Use statistics appropriate to the shape of the data distribution to compare center (mean, median, and/or mode) and spread (range, standard deviation) of two or more different data sets.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A2.S-ID.A.2",
                            "Label": "Use the mean and standard deviation of a data set to fit it to a normal distribution and to estimate population percentages using the Empirical Rule.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A2.S-ID.A.3",
                            "Label": "Compute, interpret, and compare z-scores for normally distributed data in a real-world context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.A2.S-ID.B",
                    "Label": "Summarize, represent, and interpret data on two categorical and quantitative variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.S-ID.B.4",
                            "Label": "Represent data from two quantitative variables on a scatter plot, and describe how the variables are related. Fit a function to the data; use functions fitted to data to solve problems in the context of the data.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A2.S-IC",
            "Label": "Making Inferences & Justifying Conclusions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A2.S-IC.A",
                    "Label": "Make inferences and justify conclusions from sample surveys, experiments, and observational studies.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.S-IC.A.1",
                            "Label": "Recognize the purposes of and differences among sample surveys, experiments, and observational studies.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A2.S-IC.A.2",
                            "Label": "Identify potential sources of bias in statistical studies.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A2.S-IC.A.3",
                            "Label": "Distinguish between a statistic and a parameter. Evaluate reports based on data and recognize when poor conclusions are drawn from well-collected data.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A2.S-CP",
            "Label": "Conditional Probability & The Rules Of Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A2.S-CP.A",
                    "Label": "Understand independence and conditional probability and use them to create visual representations of data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.S-CP.A.1",
                            "Label": "Recognize and explain the concepts of conditional probability and independence in everyday language and everyday situations. Categorize events as independent or dependent.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.A2.S-CP.B",
                    "Label": "Understand and apply basic concepts of probability.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.S-CP.B.2",
                            "Label": "Apply statistical counting techniques.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A2.S-CP.B.2.a",
                                    "Label": "Use the Fundamental Counting Principle to compute probabilities of compound events and solve problems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A2.S-CP.B.2.b",
                                    "Label": "Use permutations and combinations to compute probabilities of compound events and solve problems.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M9-12.A2.S-CP.B.3",
                            "Label": "Use the Law of Large Numbers to assess the validity of a statistical claim.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.A2.S-CP.C",
                    "Label": "Use the rules of probability to compute probabilities of compound events in a uniform probability model.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A2.S-CP.C.4",
                            "Label": "Find the conditional probability of A given B as the fraction of B's outcomes that also belong to A and interpret the answer in terms of the given context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}