{
    "Directions": "Read this passage and answer each question that follows.",
    "Context": [],
    "Title": "Doodlebug & Dandelion: Pinwheel Charles",
    "Subtitle": "",
    "Author": "by Pamela Dell",
    "LabelType": "P",
    "Content": [
        ["1", "\t“A package from Borneo!”¹ Mrs. Pinkley announced with a wide smile. “For you two.”"],
        ["2", "\tDoodlebug and Dandelion came hurrying to see what they had gotten this time. Every year, to celebrate National Peanut Butter and Jelly Day on April 2, Aunt Pearl sent wonderful, exotic gifts from her adopted homeland."],
        ["3", "\t“I hope she sent me one of those feathered warrior headdresses!” Doodlebug exclaimed, tearing into the package."],
        ["4", "\t“Read Aunt Pearl's note first,” Mrs. Pinkley said, “before opening your gifts.”"],
        ["5", "\tImpatiently, Dandelion began reading aloud: “Dearest Niece and Nephew, I know you two prefer filbert² butter sandwiches to peanut butter, but you know me! The one thing I really miss here on the world's third-largest island is National Peanut Butter and Jelly Day — and those scrumptious sandwiches. So celebrate for me! Niece, a shawl for you. And for you, Nephew, something a little different.”"],
        ["6", "\tDandelion looked up at Doodlebug."],
        ["7", "\t“What?” he said. He did not like the sound of this."],
        ["8", "\t“I've had figurines made of Charles,” Dandelion continued, giggling."],
        ["9", "\tDoodlebug groaned. Charles was Aunt Pearl's pet — a bearded pig."],
        ["10", "\t“They are just delightful, and I knew you would want one for your very own. Enjoy, darlings! Until I see you next, your PB & J-loving Aunt Pearl.”"],
        ["11", "\tPutting the letter aside, Dandelion unwrapped her new shawl. It was a rich gold color with zigzag bands of other colors and fringed ends. “Hey, I really like this!” she said, trying it on."],
        ["12", "\tFrowning, Doodlebug pulled his own present out of a small box. It was Charles, all right. The figurine was standing on its hind legs, though. And it was wearing a beanie with a big pinwheel on top."],
        ["13", "\tDoodlebug read the little note Aunt Pearl had enclosed. “Put him by your window and on breezy days when his pinwheel spins, he'll snort like the dickens!”"],
        ["14", "\tDandelion and Mrs. Pinkley laughed uproariously, but Doodlebug did not find it funny at all."],
        ["15", "\t“Who wants a snorting-pig statue?” he moaned. “Wanna trade, Dandelion?”"],
        ["16", "\t“No way!” Dandelion was still laughing."],
        ["17", "\t“Well!” Mrs. Pinkley said. “What fun! Now you two put on your manners and go write thank-you notes. I'll mail them as soon as you're finished.” With that, she went off to practice her bongo drums."],
        ["18", "\t“What am I supposed to do with an overweight oinker in a beanie?” Doodlebug fumed. “How can I write a thank--you note for something I don't even want?”"],
        ["19", "\tDandelion shrugged as she headed upstairs. “Good luck!”"],
        ["20", "\tThree days later, Doodlebug still hadn't started his thank-you note. His mother was not pleased. Until he finished that chore, she told him, he was not allowed out of his room. Dandelion was there trying to coach him when Boggington Bogsworth the Third walked in."],
        ["21", "\t“Yo, people!” Bog said. “What's up?”"],
        ["22", "\tDoodlebug had no time to answer before Bog spied Pinwheel Charles. Doodlebug had tossed the figurine into his junk box, which was full of old toys."],
        ["23", "\t“Hey, this is crazy cool!” Bog said, picking Charles out of the box. “If you don't want it, I'll take it.”"],
        ["24", "\tDoodlebug looked surprised. “You like that thing?” he said."],
        ["25", "\t“It's killer,” Bog replied. “I already know what I'm going to do with it!”"],
        ["26", "\tDoodlebug watched Bog admiring his newfound treasure, “Sorry, Bog”, he said finally. “I like it too much to give it away.”"],
        ["27", "\t“Doodlebug!” Dandelion said."],
        ["28", "\t“I do!” Doodlebug insisted, glaring at her."],
        ["29", "\t“You only like it now because Bog thinks it's neat.”"],
        ["30", "\tDoodlebug stubbornly refused to answer."],
        ["31", "\t“Here's what I'm thinking,” Bog spoke up. “If you don't have any better ideas, let's nail the ol' bearded pig to the front of the Boggington Flyer and take it for a spin!” The Flyer was Bog's eggplant purple go-cart."],
        ["32", "\t“Really?” Doodlebug looked more cheerful than he had in days. In his head, suddenly, the words of his thank-you note were forming. “O.K.! Let me just finish writing this.”"],
        ["33", "\tAs Bog and Dandelion waited, Doodlebug scribbled:"],
        ["", ":ibox:Dear Aunt Pearl,\nThank you for the crazy cool gift. I'm letting my\nfriend Bog decorate his go-cart with it. We're\ngoing to take Charles on the ride of his life!\nLove,\nDoodlebug"],
        ["34", "\tMinutes later Dandelion cheered as Doodlebug and Bog cruised down a slope in the Boggington Flyer, whooping with joy in the high winds."],
        ["35", "\tPinwheel Charles snorted and spun madly, perfectly, exquisitely all the way downhill."]
    ],
    "Copyright": "“Doodlebug & Dandelion: Pinwheel Charles” by Pamela Dell, from Spider Magazine, April 2009. Copyright © 2009 by Carus Publishing Company. Used by permission of Cricket Media Inc. via Copyright Clearance Center.",
    "References": [
        ["¹", "Borneo - the third-largest island in the world, located in Asia"],
        ["²", "filbert - a nut used in desserts and baking"]
    ]
}