{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Vocabulary Acquisition & Use"
        ],
        "SubTopics": [
            "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 6 reading and content, choosing flexibly from a range of strategies."
        ],
        "SuppContent": [
            "problems/PA23G6E/supps/PA23G6E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences from the passage.",
            ":box:“She works at the Woodland Park Zoo in Seattle, Washington, and she has come to Papua New Guinea to study her favorite animal, the e͟l͟u͟s͟i͟v͟e Matschie's tree kangaroo. Even with binoculars, the small, shy marsupials are hard to find.”",
            "What does the word e͟l͟u͟s͟i͟v͟e mean as used in the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "difficult to capture",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not accurately define the word “elusive” as it is used within the context of the passage.",
                    "Percent": 27
                }
            },
            "B": {
                "Choice": "difficult to observe",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Elusive” means “difficult to observe.”",
                    "Percent": 61
                }
            },
            "C": {
                "Choice": "difficult to remember",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not accurately define the word “elusive” as it is used within the context of the passage.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "difficult to understand",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not accurately define the word “elusive” as it is used within the context of the passage.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Analyze in detail how a key individual, event, or idea is introduced, illustrated, or elaborated in a text (e.g., through examples, anecdotes, or sequence of steps)."
        ],
        "SuppContent": [
            "problems/PA23G6E/supps/PA23G6E-S1.json"
        ],
        "Points": 2,
        "Explain": false,
        "Content": [
            "This question has two parts. Answer Part One and then answer Part Two."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which word best describes Dabek?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "stubborn",
                        "Key": {
                            "Correct": false,
                            "Rationale": "There is no evidence in the passage to suggest that Dabek possesses this trait.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "amusing",
                        "Key": {
                            "Correct": false,
                            "Rationale": "There is no evidence in the passage to suggest that Dabek possesses this trait.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "persistent",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The passage states “saw her first wild tree kangaroos after five weeks of hiking.”",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "relaxed",
                        "Key": {
                            "Correct": false,
                            "Rationale": "There is no evidence in the passage to suggest that Dabek possesses this trait.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which evidence from the passage best supports the answer in Part One? Choose one answer."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“When she got older, Dabek studied marine mammals and animal behavior.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not suggest a reason why Dabek is considered persistent.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“She became interested in environmental studies and conservation, like her hero, Jane Goodall.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not suggest a reason why Dabek is considered persistent.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“When she finally got to Papua New Guinea, asthma made mountain travel difficult, but she didn't let it stop her.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This choice suggests that even though she was struggling to travel through the mountains to see the kangaroos, “she didn't let it stop her,” which supports the idea that she is persistent.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“You can read about her work in a book called Quest for the Tree Kangaroo.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not suggest a reason why Dabek is considered persistent.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine a central idea of a text and how it is conveyed through relevant details; provide a summary of the text distinct from personal opinions or judgments."
        ],
        "SuppContent": [
            "problems/PA23G6E/supps/PA23G6E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences from the passage.",
            ":box:“This became the YUS Conservation Area, the first in all of Papua New Guinea. Hunting, mining, and cutting down trees are now forbidden there.”",
            "How do these sentences convey a central idea of the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They describe the natural resources that the people of the YUS area used to develop their economies to support themselves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although wood is a natural resource, the sentences do not convey the central idea that wood is used to develop the YUS economy.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "They reveal how the people of the YUS area decided to stop selling timber and focus instead on selling coffee beans that grow in the forest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the passage states that the people of YUS did stop cutting the trees and instead focused on growing coffee, the two sentences in the stem do not support these ideas.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "They demonstrate how researchers and the people of the YUS area decided to create a preserve to protect the habitats of the unique species that live there.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentences show that the YUS Conservation Area was created and describe how the creation of this conservation area is protecting the habitat by not allowing hunting, mining, and cutting down trees.",
                    "Percent": 56
                }
            },
            "D": {
                "Choice": "They identify how researchers showed the people of the YUS area how to responsibly remove trees from the forest without damaging surrounding habitats.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the people of YUS did look for alternative farming methods, the sentences in the stem do not support this idea.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Trace and evaluate the argument and specific claims in a text, distinguishing claims that are supported by reasons and evidence from claims that are not (e.g., fact/opinion, bias)."
        ],
        "SuppContent": [
            "problems/PA23G6E/supps/PA23G6E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the author support the argument that the people of the YUS are able to start businesses?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by suggesting that tourists might come to visit their preserve",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it seems like a logical idea that people would want to visit the YUS preserve, this is not suggested in the passage.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "by showing how people in other countries support the effort by buying YUS coffee beans",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage states, “When people buy the YUS coffee, it helps the people of YUS keep their forests safe.”",
                    "Percent": 48
                }
            },
            "C": {
                "Choice": "by describing the steps needed to transport the YUS coffee beans from the forest to the market",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the steps needed to transport the coffee are outlined in the passage, this does not support the argument that the people of YUS are able to start businesses.",
                    "Percent": 29
                }
            },
            "D": {
                "Choice": "by explaining that the forest needs roads so people from outside can access cocoa and coffee beans",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the idea of needing roads is logical, this is not mentioned in the passage and it does not support the idea that the people of YUS are able to start businesses.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Cite textual evidence to support analysis of what the text says explicitly as well as inferences and/or generalizations drawn from the text."
        ],
        "SuppContent": [
            "problems/PA23G6E/supps/PA23G6E-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the details from the text box at the end of the passage.",
            ":box:“One of the biggest challenges for many endangered animals — including the Matschie's tree kangaroo — is losing their homes. This happens when people cut or burn down forests to make room for farms or to raise cattle.”",
            "Which statement is best supported by these details?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The needs of people are more important than the conservation of the habitats of endangered species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the idea of destroying natural habitats could imply that people may feel their needs are more important than the needs of animals, that idea is not supported by the sentences.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "The efforts of people to prevent the destruction of animal habitats have come at the expense of developing human communities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the main idea of the passage is about people working to protect an animal's habitat, the sentences do not support the idea that it is at the expense of developing human communities.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "The needs of people and animals often conflict, which increases the urgency to develop solutions that benefit both people and animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the idea that the needs of people and animals often conflict is related to ideas in the passage, the idea that solutions that benefit both people and animals are being developed is not supported by the sentences.",
                    "Percent": 33
                }
            },
            "D": {
                "Choice": "The efforts of people to rapidly transform the land around them for economic purposes pose a primary threat to some animal species.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentences quoted from the text box refer to people transforming the land around them for economic purposes (“This happens when people cut or burn down forests to make room for farms or to raise cattle”), posing a primary threat to an animal species (“One of the biggest challenges for many endangered animals — including the Matschie's tree kangaroo — is losing their homes”).",
                    "Percent": 38
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Reading Information - Craft & Structure"
        ],
        "SubTopics": [
            "Analyze how a particular sentence, paragraph, chapter, section, or text feature fits into the overall structure of a text and contributes to the development of the ideas."
        ],
        "SuppContent": [
            "problems/PA23G6E/supps/PA23G6E-S1.json"
        ],
        "Points": 2,
        "Explain": false,
        "Content": [
            "This question has two parts. Answer Part One and then answer Part Two."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "How do both sections in the text box at the end of the passage relate to the idea that the cloud forest in Papua New Guinea should be protected?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "They define what a cloud forest is and describe why the cloud forests are not common.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although the first section does explain what cloud forests are and states that they are not common, this option does not state any information from the second section in the text box.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "They explain why a cloud forest is an important environment and discuss an approach for preventing its destruction.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The text box states, “Each one is home to plants and animals that live nowhere else,” and “You might see more than 300 species of plants growing on a single tree.” Both of these quotes demonstrate the importance of cloud forests. The text box also states that, “they look for better ways to farm,” which shows that people are looking for ways to farm that will preserve the cloud forest.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "They identify what kind of species live in a cloud forest and highlight the importance of their existence.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although the passage talks about some of the animals that live in a cloud forest, the focus of the text box is not on the animals in the cloud forest.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "They illustrate how the cloud forest benefits species and claim that the animals' needs are more important than human needs.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although the information in the text box does state the importance of cloud forests to the survival of many species, this is not the main focus of the text box.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MS",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which evidence from the text box supports the answer in Part One? Choose two answers."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“Cloud forests are a special kind of mountain rain forest.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although this evidence says that cloud forests are “special,” this does not indicate that they are important.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“Each one is home to plants and animals that live nowhere else.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This choice shows the importance of cloud forests.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“This happens when people cut or burn down forests to make room for farms ...”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although this evidence mentions farming, it does not support the answer in Part One.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“Rather than just forbidding farming, they look for better ways to farm ...”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This choice shows that the people are looking for alternate ways to farm.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Analyze in detail how a key individual, event, or idea is introduced, illustrated, or elaborated in a text (e.g., through examples, anecdotes, or sequence of steps)."
        ],
        "SuppContent": [
            "problems/PA23G6E/supps/PA23G6E-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Misty Copeland is an artist and her art is dance. Write an essay analyzing how Copeland shows dedication to her art. Use evidence from the passage to support your response."
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Spell correctly."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence contains a misspelled word?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "I usually accommpany my sister to her team practices, but I was too busy to go with her this afternoon.",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Accompany” is misspelled in the sentence.",
                    "Percent": 62
                }
            },
            "B": {
                "Choice": "It was awkward when a cellphone started ringing loudly in the middle of the serious ceremony.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not contain any misspelled words.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "The owner of the restaurant received an award from the city council for helping others in the community.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not contain any misspelled words.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "She had been impatient with her younger brother and now felt ashamed for snapping at him.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not contain any misspelled words.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Maintain consistency in style and tone."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) In many areas around the world, highways pass directly through the habitats of many animals. (2) Crossing the roads got really, really hard for some animals. (3) As a result, people have designed and built special bridges and tunnels just for wildlife. (4) These new wildlife crossings allow animals to move over or under the highway safely.",
            "Which sentence should be revised to maintain the style of the paragraph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sentence 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence maintains the same style in the paragraph.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "sentence 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sentence 2 contains informal language which does not match the style of the other sentences in the paragraph.",
                    "Percent": 54
                }
            },
            "C": {
                "Choice": "sentence 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence maintains the same style in the paragraph.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "sentence 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence maintains the same style in the paragraph.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Ensure that pronouns are in the proper case (i.e., subjective, objective, and possessive)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) On the day of the student council elections, my opponents and I were nervous. (2) We candidates for president each had to give a speech at the assembly. (3) At the end of the day, the council sponsor announced that I, the last candidate to speak at the assembly, was the winner. (4) My fellow officers and me promised that we would work hard.",
            "Which change should be made to the paragraph to correct the error in pronoun usage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change ͟I͟ to m͟e in sentence 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This suggested change would not correct a pronoun usage error.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "Change W͟e to U͟s in sentence 2.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This suggested change would not correct a pronoun usage error.",
                    "Percent": 27
                }
            },
            "C": {
                "Choice": "Change ͟I͟ to m͟e in sentence 3.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This suggested change would not correct a pronoun usage error.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "Change m͟e to ͟I͟ in sentence 4.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Within the context of the sentence, the pronoun “me” should be changed to the pronoun “I.”",
                    "Percent": 63
                }
            }
        },
        "Parts": {}
    }
}