{
    "Directions": "Read the following passage. Then answer each question that follows.",
    "Context": [],
    "Title": "The Speedy Twin",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Just as Troy was putting on his running shoes, his twin brother woke up. Leo sat up in bed, looked at the clock, and groaned."],
        [" ", "“Morning, Leo,” Troy said. “Want to join me for a morning run?”"],
        [" ", "Leo mumbled “no” and stumbled out of the room, most likely in search of a bowl of cereal. Troy shook his head. He and Leo may share the same birthday and the same red hair, but that is where the similarities seemed to end."],
        [" ", "“You do remember that we're running a race this weekend, right?” Troy asked as he walked through the kitchen."],
        [" ", "Leo looked up from his cereal with a big grin on his face, and nodded. “Yep, and I've been getting lots of running practice this week!”"],
        [" ", "“I don't think that running for the bus because you slept too late counts as practice,” Troy replied with a frown. He had lost track of the times he had seen his brother sprinting down the sidewalk, just barely stepping inside the bus doors as they closed."],
        [" ", "Shaking his head again, Troy headed out for his morning run. As his feet pounded the pavement, he thought about the upcoming race being held this weekend. It was a school-wide race, and he and Leo were entered in the long distance run."],
        [" ", "Even though they would be next to each other at the starting line, Troy knew they would not be able to run side by side for long. The brothers' running styles were as different as their personalities. Troy started out slow and steady, saving his burst of energy for the last part of the race. Meanwhile, Leo tended to take off as hard as he could and push himself until he had no choice but to slow down. At the end, though, Leo would always get a burst of power that would carry him through. He was often one of the first people to cross the finish line."],
        [" ", "The morning of the race was beautiful. The sky was bright blue, with only an occasional white cloud. The area around the start of the race was so crowded that it seemed as if every person from school was either running the race or watching it from the sidelines."],
        [" ", "“Good luck in the race, Troy,” Leo said as the two brothers approached the starting line. “I know you've worked hard to get ready for it.” He paused for a moment and grinned. “Be prepared, though, to be left in the dust by your speedy twin.”"],
        [" ", "The sound of the starting pistol cut off any reply Troy could have made. The runners were off! As usual, Troy tried to keep a steady pace. Soon, Leo was far ahead, then disappeared from sight."],
        [" ", "Running the race did not take long. The quickest runners were done in 15 minutes, while others took almost thirty minutes to complete the full mile and a half. After Troy had crossed the finish line, he looked around for Leo. Where was he? Just then, Troy heard his name being shouted."],
        [" ", "“Hey, Troy, can you give me some help here?” Leo called."],
        [" ", "To Troy's surprise, Leo was just now crossing the finish line and was limping. Troy put his arm around his brother's shoulder and helped him over to the side of the school track."],
        [" ", "Leo sat down on the grass and carefully pulled off his right shoe. The heel of his foot was extremely red, and a huge blister was already forming. Troy winced."],
        [" ", "“What happened to your foot?” he asked Leo. “That must really hurt!”"],
        [" ", "Leo sighed. “When I left home this morning, I didn't realize that I had the wrong pair of shoes,” he explained. “Instead of my running shoes, I had my friend Mark's shoes. We accidentally got our shoes mixed up after gym class the other day, and we forgot to switch them back.”"],
        [" ", "“Are you serious?” Troy asked in disbelief. “That's awful, Leo!”"],
        [" ", "“I know—I really messed up,” Leo admitted. “Mark's shoes are a whole size smaller than mine. Only a couple of minutes into the race, I could feel the heel of the shoes rubbing. By the end of the first mile, I knew I was in big trouble.”"],
        [" ", "Troy almost asked his brother why he had made such a silly mistake, but Leo was in so much pain he withheld his question. Instead Troy said, “I'm really sorry, Leo. Let's go home and take care of your foot.”"],
        [" ", "“Sounds good,” Leo agreed. “Also, could you remind me to reset my alarm clock when we get home?”"],
        [" ", "“Sure, but what for?” Troy asked as they began the slow walk home."],
        [" ", "“I have to start getting up earlier,” Leo explained. “With this blister, I won't be able to run to catch the bus any time soon!”"]
    ],
    "Copyright": "",
    "References": []
}