{
    "Directions": "In this passage from the short story “Capturing the Moment,” a girl named Lisa arrives home from school and notices a change in the landscape around her house. Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Capturing the Moment”",
    "Subtitle": "",
    "Author": "by Gary Soto",
    "LabelType": "P",
    "Content": [
        ["1", "Lisa smiled at her reflection, then made a funny face. She wore a cap, and her long hair blew in the wind. Her cheeks were pinkish from the cold and the wind, and her nose was moist. Lisa stepped away from nature's mirror and was debating what after-school snack she would fix when she spied a lake of rainwater that extended from their squat trailer to the rusting tractors parked in the back."],
        ["2", "“Oh, wow,” she remarked. The afternoon glare off the lake made her squint. How strange, she mused. It had rained just after lunch at school, but the downpour hadn't seemed that heavy. Had a cloud stalled above their trailer and poured out its little heart?"],
        ["3", "She strolled around the new lake, occasionally gazing back at her footprints in the soggy earth. The chickens in the yard were soggy, too, their feathers parted and showing the yellow skin underneath. Still, the scratched and pecked at the ground and left their own shallow prints in the wet earth."],
        ["4", "I'll draw the lake, Lisa decided. She liked drawing birds, but had grown tired of sparrows, blue jays, and blackbirds wrapped in glossiness. These days she liked doing portraits, though she could draw objects, too. The previous week she had drawn the pile of tires behind the tractors; the drawing now adorned the front of the refrigerator."],
        ["5", "Lisa produced a pencil and her sketch pad from her backpack. She had to capture this lake before it disappeared into the earth, taking with it the fluffy clouds mirrored on its surface. Birds the color of asphalt flittered about the edges of the puddle, and she recognized them as common finches. She knelt on the wet ground, putting down on paper what her eye beheld, what her fingers were able to portray."],
        ["6", "Her gift was a mystery, as neither of her parents could draw. Their talent was to bring their faces together, like lovebirds, and warble Mexican songs, although most of the time they were working. Her father was employed by a dairy and her mother, from windy March to scorching July, worked in the fields—she thinned beets and cotton and was sometimes on a women's crew that harvested cantaloupes. There were also two seasons when she packed peaches."],
        ["7", "Lisa's dog, Pecas, roamed in the background. He paused, head raised and fur parting from the wind. Lisa had to smile. He seemed to be posing as the subject of her artwork. His breath hung in the air when he barked at movement in the grass—a rabbit, she wondered, or a quail in search of a mate? The gopher that had tunneled under their garden patch last summer and nibbled at everything her father had planted: cucumbers, tomatoes, chilies, and eggplant?"],
        ["8", "I'll surprise my parents with this new drawing, Lisa thought. “Cállate!”¹ she ordered Pecas, who turned, head lifted and tail wagging, and happily trotted toward her. But when two large white birds dropped from the sky, Pecas lurched in fear, kicking up water. “Oh my gosh,” Lisa uttered, dropping her pencil. She searched the sky for other birds. But the sky was vacant, except for blackbirds wheeling over the fields across the street."],
        ["9", "As she took a cautious step toward the birds, she remembered that the night before she had been looking in her Audubon book at a picture of a bird that she would like to draw: the egret. Now before her stood a pair of egrets, which, against the backdrop of the grayish lake, were white as snow."],
        ["10", "Lisa's heart thumped with excitement and Pecas's tail wagged briskly. Lisa again turned her attention skyward: Where had they come from? What wind had brought them here at this moment? She reached for the pencil on the ground and rolled it between her palms to spark the fires of creation. She had to draw these rare and silent birds, who, if she remembered right, seldom whistled or twittered with song."],
        ["11", "Lisa turned and gasped. Over the lake arched a rainbow that began somewhere behind the tractors. The centerpiece was the pair of egrets, still as statues. Even Pecas stopped his whining. Lisa wondered, Can he really see the rainbow? She had read that dogs were mostly color-blind, but that birds, even common ones like the sparrow and finch, could slice the color red into a dozen shades. Their world was richer in color than some of the greatest paintings."],
        ["12", "Lisa tried to sketch the scene quickly before it disappeared: First the egrets would fly away, then the rainbow fade, and finally the deposit of rain sink into the earth."],
        ["13", "“It's so beautiful,” she remarked."],
        ["14", "A black-and-white calf ambled out from between the rusty tractors. Splattered with mud, it moved with a heavy sway toward the water. The calf stopped, then raised its heavy head to Lisa, as if saying, “Go ahead—draw me.” It lowered its gaze to turn and present a mournful profile, spittle hanging from its mouth."],
        ["15", "“Oh,” Lisa let out, and added the cow to the scene. She made a face when she heard the telephone ring."],
        ["16", "“Como lata!”² Lisa muttered. She got to her feet, knees dimpled with mud, and hurried to the trailer with her sketchbook pressed to her chest. She petted Pecas's head as she bounced up the steps, slipped off her muddy shoes, then got the telephone on the fifth ring."],
        ["17", "“Bueno,” she greeted the caller. “Hello.” It was her mom calling from the Laundromat—Lisa could hear the sound of tumbling dryers and washers shifting into rinse and spin cycles. She could make out the wailing of babies and Mexican music echoing off the walls. Her mother asked Lisa to take some frozen meat out to thaw, then to vacuum and clean up around the trailer."],
        ["18", "Lisa hung up and looked around their small living room. In the corner stood her father's metal cabinet of Craftsman tools, which gave the air the faint scent of motor oil. Lisa's father, who'd been a truck driver in Mexico, had an ambition that would take them away from this trailer life. He wanted to become a mechanic. Mechanics earned good money, he argued, and they got to live in cities, not on ranchos. They got to drive clean cars, not ones flecked with mud or splattered insects on windshields. They owned tools, droplights, extension cords, and books with oil-thumbed pages."],
        ["19", "My papi is trying, Lisa told herself. Still, she frowned at this tool cabinet that took up so much room; her frown deepened at her mother's knitting piled on the coffee table. Lisa hated herself for this judgment, but the house was messy, and no matter what she might do, it would always be messy."],
        ["20", "Lisa released a sigh, and muttered, “I'll clean it later.” She was determined to complete her drawing. She slipped into her shoes on the porch and clopped down the steps, then halted. Would surprises never end! Near the egrets under the rainbow's arch floated two fat geese."],
        ["21", "Kneeling at the edge of the lake, Lisa quickly added to her penciled scene and noted the colors that she would employ later. As the light faded, the rainbow began to die. The calf turned and moved away in slow, plodding steps. The egrets unfolded their wings and spread them like accordions; they leaped into the air, their departure rippling the surface of the lake. The geese treaded out of the water, throwing hateful looks at the chickens in the yard. The chickens pecked the ground."],
        ["22", "The moment, Lisa knew, was over. “Don't go!” she screamed to the egrets. She rose to her feet. “Don't go! Stay!”"],
        ["23", "But the egrets were soon dark commas on the western sky. Lisa watched until they were no longer visible. She shivered, and when she turned back to the lake of rainwater, the rainbow had vanished. The calf had ambled off to the pasture across the country road, where it nibbled on grass. In a few minutes it would blend into the dusk."],
        ["24", "Lisa stood for a moment in the gathering dark. Daylight began to pull west, and the lake began to ripple in the breeze. The geese remained, ripping angrily at the grass and clacking their yellowish bills. Unsatisfied, they honked at Lisa, as if it were her fault that the grass was so meager, and lifted themselves into the air."],
        ["25", "“Ay,” Lisa chirped as she stepped back, frightened by their beating wings. She watched the geese until they, too, disappeared, lost somewhere between the pale stars that had emerged."],
        ["26", "Lisa returned inside to do her chores: vacuum, mop, fold laundry, and wash the breakfast dishes in the sink."]
    ],
    "Copyright": "“Capturing the Moment” by Gary Soto, from Facts of Life: Selected Stories. Copyright © 2008 by Gary Soto. Reprinted by permission of Houghton Mifflin Harcourt Publishing Company.",
    "References": [
        ["¹", "“Cállate!” — expression in Spanish that can be translated as “Shut up!”"],
        ["²", "“Como lata!” — expression in Spanish that can be translated as “What a pain!”"]
    ]
}