{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "The Modest Mule",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tA mule is the offspring of a male donkey and a female horse. Mules have been bred since ancient times. Even though mules share some traits with both donkeys and horses, they have unique qualities of their own."],
        ["", "Sᴘᴇᴄɪᴀʟ Qᴜᴀʟɪᴛɪᴇs ᴏꜰ Mᴜʟᴇs"],
        ["2", "\tMules have gentler personalities than horses or donkeys. They do not startle or jump sideways easily under pressure. Compared to horses, mules are stronger, with better stamina and agility. Mules have an excellent reputation as beasts of burden because they can carry a lot of weight under extreme conditions. For example, for centuries across the world, mules have been used by the military to transport supplies and personnel. Military mule packs served as an important mode of transportation for cavalry and artillery units. The sturdy mule is widely respected by military personnel, which is why the United States Army uses the mule as a mascot."],
        ["3", "\tMules are trail-wise, meaning they can memorize their route along trails, a skill especially useful for long distance trips."],
        ["4", "\tMules have small, boxy feet. As they walk, they place their rear hooves in the exact spot where they had put their front hooves. This walking pattern decreases the mule's chances of stumbling. Mules pass through trails carefully using steady and sure-footed steps. Their steps may be small and modest, but this important quality makes a mule more suitable than a horse for riding on rough trails."],
        ["5", "\tA recent research study shows that mules are better problem-solvers and navigators than donkeys and horses. Dr. Britta Osthaus, a senior lecturer in Applied Social Sciences at Canterbury University in Kent, found that mules are more capable of learning new tasks and adjusting to their surroundings. “Mules were faster in their initial learning than both donkeys and horses, and they were also more flexible in their unlearning than dogs and horses,” said Dr. Osthaus."],
        ["6", "\tDr. Osthaus's early findings also suggest that mules have better judgment than horses and donkeys. For example, the mules she studied did not take any unnecessary chances. They would not proceed onto a path if they believed it was unsafe. They were more skilled at adapting to their surroundings, making them a more reliable mode of transportation on rugged terrain."],
        ["", "Hɪᴋɪɴɢ Aʟᴏɴɢ ᴛʜᴇ Gʀᴀɴᴅ Cᴀɴʏᴏɴ: Cʜᴏᴏsɪɴɢ ᴛʜᴇ Rɪɢʜᴛ Mᴜʟᴇs"],
        ["7", "\tHikers and visitors are often fascinated by the breathtaking scenery of the Grand Canyon. Despite its rough, elevated trails, travelers are excited to go on tours to experience firsthand the brilliance of the Western desert. These travelers may encounter packs of mules marching slowly along the popular Kaibab Trail, carrying passengers, goods, and packages."],
        ["8", "\tMules that work in the Grand Canyon are carefully selected for their personality and ability. John Berry, a manager at the Grand Canyon Mule Barn, says that mules selected for the Canyon “have to have a good attitude.” As passenger carriers, mules must be able to interact peacefully with riders and hikers in the Canyon."],
        ["9", "\tMules of the Grand Canyon must be physically fit enough to withstand the tough conditions of the desert, often with little food and a lack of water for a long period of time. “They have to endure the heat, the cold, they have to be a good stout mule,” Berry added."],
        ["10", "\tIn one study, Dr. Faith Burden, a British researcher, concluded that mules require an extensive period of training before they can work with humans. Typically, trainers work with mules for more than a month before taking them to the trails. This is necessary to ensure the safety of future riders. During this time, the trainer must quickly gain the trust of the mule. “It is extremely difficult to get a mule to do something that it does not want to do,” Burden said. “If you are happy to spend ample time building the trust of the mule in you, then you'll have a partnership like no other.” Simmon Ashley, a mule wrangler who leads tours through the Grand Canyon, agreed with this finding, saying, “They know the trail by heart. That's how they are... That's why they say, 'trust your mule.'”"],
        ["11", "\tHorses may rule in the open country, but the modest mule rules the trails in the Canyon."],
        ["", "Fᴜɴ Fᴀᴄᴛs"],
        ["", ":ibox:• Recognizing the mule's value in agriculture, President George Washington was one of the earliest mule breeders in the United States. Aside from his political accomplishments, he is also known as “The Father of the American Mule.”\n\n• Dating back to 1899, the mule has been used as a mascot for the United States Military Academy in West Point, New York.\n\n• NASA used mules to haul its first jet engine to the summit of Pike's Peak for testing, which helped launch the start of the U.S. space program."]
    ],
    "Copyright": "“The Modest Mule” © 2017 by Cognia, Inc.",
    "References": []
}