{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: Volcanoes: The Science Behind the Eruption",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tLava is like a fingerprint: Each volcano has a different assortment of minerals in its lava. By studying lava, scientists learn more about the makeup of Earth and its geologic history."],
        ["2", "\tProfessor Mike Garcia of the University of Hawaii collects samples of lava from the active Kilauea Volcano in Hawaii. He locates spots where the lava has pushed through Earth's crust, and he then uses a can attached to a metal chain to gather the lava samples. He has to be very careful. The lava is blistering hot, at over 2,000 degrees Fahrenheit. Once collected, the samples are sent for analysis. From that analysis, scientists can learn much about the volcano."],
        ["", "Tʜᴇ Sᴄɪᴇɴᴄᴇ ᴏꜰ Vᴏʟᴄᴀɴᴏᴇs"],
        ["3", "\tTechnically, volcanoes are vents or ruptures in the crust of Earth. These ruptures allow hot magma (molten rock), gases, and volcanic ash to escape onto Earth's surface and burst into the atmosphere. Volcanoes usually occur because of the shifting of the tectonic plates that make up Earth's crust. Pressure builds up between the plates as they move and crash into each other, and a volcano develops."],
        ["4", "\tAnother way a volcano can be formed is when Earth's crust is pulled and becomes thin. The magma pushes up through the crust to form a volcano."],
        ["", "Uɴᴅᴇʀᴡᴀᴛᴇʀ Vᴏʟᴄᴀɴᴏᴇs?"],
        ["5", "\tVolcanoes are scattered around the globe, but did you know that not all of them are on land? Underwater volcanoes are called “submarine volcanoes” and, on average, are located 8,500 feet below the surface of the water. To date, geologists have identified more than 5,000 submarine volcanoes."],
        ["6", "\tWhen submarine volcanoes erupt, a billowing water vapor cloud is sometimes released above the ocean's surface. Other times, the force of the ocean is strong enough to cool a volcanic eruption, and no vapor is emitted."],
        ["", "Hᴀᴡᴀɪɪ"],
        ["7", "\tVolcanoes have a significant effect on the topography, or landscape, of Earth. Lava output can create islands where none existed before. In fact, the entire Hawaiian island chain was formed by magma that rose upward until it erupted from the seafloor of the Pacific Ocean. The ocean waters cooled the lava quickly and, over the course of thousands of years, the layers of lava became islands."],
        ["8", "\tSimilarly, the Aleutian Islands are a chain of volcanic islands running from Russia to Alaska. Some of these volcanoes are still active. Undersea eruptions continue to occur, and new islands pop up from time to time. Typically, these islands are rocky and cratered. Sometimes, they disappear as quickly as they are formed!"],
        ["", "Fᴀᴍᴏᴜs Vᴏʟᴄᴀɴᴏᴇs"],
        ["9", "\tAmong the most famous volcanoes in history is one on the Indonesian island of Krakatoa. When it erupted in 1883, the massive blast was heard from thousands of miles away. Outside of the Hawaiian Islands, the best known volcano in the United States is Mount St. Helens in Washington. It erupted in 1980 after being dormant, or inactive, for more than 120 years. Mount Fuji in Japan is also an active volcano, although it has not erupted in more than 300 years."],
        ["10", "\tThe largest known volcano on Earth is underwater. Tamu Massif is located in the northwestern part of the Pacific Ocean. Not discovered until 2013, it is about 1,000 miles from Japan. At first, scientists thought it was made up of more than one volcano, but as they continued to study it, they concluded that it was one gigantic volcano—about the size of New Mexico. It last erupted about 144 million years ago and is now extinct, or permanently inactive."],
        ["", "Sᴇᴄʀᴇᴛs Uɴʟᴏᴄᴋᴇᴅ?"],
        ["11", "\tIn recent years, scientists have made great advances in their ability to predict volcanic eruptions. New technology allows monitoring instruments installed in and around a volcano to send real-time data to observation stations. Early detection of any changes in a volcano's activity can improve the accuracy of eruption predictions and provide valuable data to researchers."],
        ["12", "\tBut there is much left to learn. In his introduction to Hawaiian Volcanoes: From Source to Surface, Garcia notes, “After working on Hawaiian volcanism for the past 38 years, it has become apparent to me how little is really known about volcanoes.” With purpose and drive, he and his fellow scientists continue to probe Earth's interior in search of new discoveries."]
    ],
    "Copyright": "“Volcanoes: The Science Behind the Eruption” © 2017 by Cognia, Inc.",
    "References": []
}