{
    "Directions": "Read this passage about Chaco Culture National Historical Park, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 2: Chaco Culture National Historical Park",
    "Subtitle": "North America's First Natural Wonder",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/NMG7E/media/S9a.jpg"],
        ["", "Gᴇɴᴇʀᴀʟ Iɴꜰᴏʀᴍᴀᴛɪᴏɴ"],
        ["1", "\tLocated just a few hours from Albuquerque, New Mexico, Chaco Culture National Historical Park offers visitors an outdoor experience like no other. Visitors can walk among the ancient ruins of the Pueblo people who inhabited this region for over 2,000 years. The park's numerous petroglyphs offer visitors a closer view into the daily lives of the ancient people. The Great Houses of Chaco Canyon represent an architectural achievement unrivaled in North America."],
        ["2", "\tThe park is open all year round, closed only on Thanksgiving, Christmas Eve, and Christmas Day, and New Year's Eve and New Year's Day."],
        ["3", "\tPark passes can be purchased at the Visitor Center for $15 per person and are valid for 7 days."],
        ["4", "\tGuided tours of the Great Houses and Night Sky Program are offered through the Visitor Center."],
        ["", "Cᴀᴍᴘɪɴɢ ᴀɴᴅ Lᴏᴅɢɪɴɢ"],
        ["5", "\tVisitors can enjoy camping in a high desert landscape only a mile from the Visitor Center. Water and bathrooms are available at the Visitor Center. Guests are expected to bring their own food and supplies, including charcoal and firewood. Visitors can make reservations anytime. Pets are allowed but must be on a leash. The campground offers RV, tent, and car camping."],
        ["", "Hɪᴋɪɴɢ ᴀɴᴅ Bɪᴋɪɴɢ"],
        ["6", "\tThe park contains numerous trails linking visitors to the park's many sites. Prior to hiking the trails, visitors must acquire a hiking permit (free of charge) from the Visitor Center. The trails range from 3 to 7 miles."],
        ["7", "\tVisitors can hike The Petroglyph Trail to view dozens of ancient rock carvings. Binoculars are recommended for better viewing."],
        ["8", "\tThe park also contains a 9-mile loop of paved road that is ideal for biking. The loop closes at sunset."],
        ["", "Nɪɢʜᴛ Sᴋʏ Pʀᴏɢʀᴀᴍ"],
        ["9", "\tChaco Culture Park has been a place for stargazing for thousands of years. In 2013 it was officially named an International Dark Sky Park. Visitors can get a one-of-a-kind view into a night sky free of light pollution. At various times of the year, special programs take place at some of the ancient sites. Small telescopes are available for visitors to gaze at the night sky. Evening Night Sky Programs are held on Friday at sunset at the park's observatory."]
    ],
    "Copyright": "“Chaco Culture National Historical Park: North America's First Natural Wonder” © 2020 by Cognia, Inc.",
    "References": []
}