{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 2: Volcanoes: What's Left Behind",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tVolcanoes are studied by scientists called volcanologists who want to learn how volcanic eruptions affect Earth. They also want to be able to predict when a volcano may erupt. Surprisingly, there is another reason scientists study volcanoes: to understand the benefits that come from volcanic eruptions."],
        ["", "Useful Contents of Lava"],
        ["2", "\tWhen a volcano erupts, it spreads ash across the landscape. The ash contains nutrients that enrich the soil. The lava from volcanic eruptions also contains helpful minerals, such as iron, magnesium, and potassium. Soil enriched by volcanic ash and lava can become very fertile. For example, Mt. Vesuvius in Italy is surrounded by rich farmland; over many centuries, Mt. Vesuvius deposited vast amounts of volcanic ash and lava across the nearby land."],
        ["3", "\tBesides enriching the soil, lava also contains materials that have commercial use. Pumice and perlite, also known as volcanic glass, can be used as abrasives in soaps and household cleaners."],
        ["", "Volcanic Islands"],
        ["4", "\tHawaii is an area that has reaped the benefits of volcanic activity. In fact, it owes its whole existence to volcanoes! This chain of islands was created by volcanic activity and a buildup of lava over thousands of years. As a result, the islands are very rocky. The activity is ongoing. Kilauea, an active volcano on the biggest of the Hawaiian Islands, spews out lava flows into the ocean, creating spectacular shows for tourists."],
        ["", "Lava Tubes"],
        ["5", "\tOne of the most impressive byproducts of eruptions are lava tubes. Lava tubes are formed when lava flows down a mountainside. As the lava cools, the top of the tube ﬁis formed. The remaining lava flows underground, as if through a drainage pipe. This creates a tube. Lava tubes are found worldwide. Some are large enough for people to walk through and usually include stalactites (icicle-shaped, pointed-tip deposits that hang from the tube's ceiling) and stalagmites (upward-growing mounds of mineral deposits with a rounded or flattened tip), which are also often seen in limestone caves."],
        ["", "problems/NMG7E/media/S2a.jpg"],
        ["", "problems/NMG7E/media/S2b.jpg"],
        ["", "problems/NMG7E/media/S2c.jpg"],
        ["", "problems/NMG7E/media/S2d.jpg"],
        ["", "problems/NMG7E/media/S2e.jpg"],
        ["6", "\tLava tubes often develop their own ecosystems. One example of this is on the Big Island in Hawaii. The Thurston Lava Tube, or Nahuku, is filled with the roots of the trees that grow above it. These roots create a green jungle that is home to many creatures. The roots are also a food source for animals living there."],
        ["", "Lava Tubes in Space"],
        ["7", "\tLava tubes are not limited to Earth. They are found wherever there is volcanic activity. This means that many other planets and other celestial bodies probably contain lava tubes as well."],
        ["8", "\tSpace.com reported that scientists have recently identified possible lava tubes on the Moon using data gathered by NASA's GRAIL spacecraft. These tubes would have resulted from volcanic activity millions of years ago. The cave-like tubes could offer astronauts shelter or protect them from the constant radiation of the Sun and cosmic rays. The identified tubes are large, visible from the spacecraft as it flies by."],
        ["", "Geothermal Energy"],
        ["9", "\tUsing lava tubes far from Earth may be a distant goal, but there is one way that people already harness the power of Earth's heat. Since ancient times, people have used geothermal energy from hot springs for cooking and soaking. However, one advancement occurred in 1904 when Prince Piero Ginori Conti built the first geothermal power generator in Italy. Since then, the use of geothermal energy has continued to grow and expand. Today, the United States is one of the world's largest producers of geothermal energy. Around the world, some of the most promising areas for geothermal energy use are near volcanoes. However, scientists and engineers continue to develop technology that may allow people to dig deeper and deeper in order to reach new sources."],
        ["10", "\tClearly, the study of volcanoes yields exciting information. Scientists can see that the vast power of volcanoes and the heat under Earth's surface can be a boon to humankind."]
    ],
    "Copyright": "“Volcanoes: What's Left Behind” © 2017 by Cognia, Inc.",
    "References": []
}