{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Explain what happens to a living organism when its food supply, access to water, shelter, or space is changed (e.g., it might die, migrate, change behavior, eat something else)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA23G4S/media/1a.jpg",
            "The diagram shows how a plant changed on its own when the position of an object was moved from point X to point Y over a period of time. What is the object that was moved from point X to point Y?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "magnet",
                "Key": {
                    "Correct": false,
                    "Rationale": "Plants are not magnetic, so a magnet will not cause a plant to grow toward a different direction.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "heater",
                "Key": {
                    "Correct": false,
                    "Rationale": "Plants do not necessarily grow toward a heat source.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "fluorescent light",
                "Key": {
                    "Correct": true,
                    "Rationale": "Light is essential for plants to grow, and the leaves and flowers of a plant will respond to a change in the position of a light source.",
                    "Percent": 51
                }
            },
            "D": {
                "Choice": "source of water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water is essential for plants to grow, but leaves and flowers do not respond to a change in position of their water source.",
                    "Percent": 33
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Observe and describe the change to objects caused by temperature change or light."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the table below to answer the question.",
            "problems/PA23G4S/media/2a.jpg",
            "A student recorded the time it took three cars to travel one mile. The table shows the cars' times. Which statement best describes the information shown in the table?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Car X was the fastest car.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Car X traveled the distance in the least amount of time, making it the fastest car.",
                    "Percent": 54
                }
            },
            "B": {
                "Choice": "Car Z was the fastest car.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Car Z traveled the distance in the greatest amount of time, making it the slowest car.",
                    "Percent": 26
                }
            },
            "C": {
                "Choice": "Car Y was slower than car Z.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Car Y traveled the distance in less time compared to car Z, making car Y faster than car Z.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "Car X was slower than car Y.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Car X traveled the distance in less time compared to car Y, making car X faster than car Y.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Provide examples, predict, or describe how everyday human activities (e.g., solid waste production, food production and consumption, transportation, water consumption, energy production and use) may change the environment."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which part of the process of growing food on a farm could most likely cause an increase in the amount of algae that grows in nearby ponds?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "plowing the fields in early spring",
                "Key": {
                    "Correct": false,
                    "Rationale": "Plowing fields in early spring may affect organisms in the soil but is unlikely to cause a change in algae populations in nearby ponds.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "adding fertilizers to the ground",
                "Key": {
                    "Correct": true,
                    "Rationale": "Fertilizers commonly enter local water systems through runoff. In ponds, fertilizers are a source of nutrients for algae.",
                    "Percent": 47
                }
            },
            "C": {
                "Choice": "releasing insects that kill weeds",
                "Key": {
                    "Correct": false,
                    "Rationale": "Insects that kill weeds are unlikely to affect the nutrients available to algae in nearby ponds.",
                    "Percent": 21
                }
            },
            "D": {
                "Choice": "harvesting vegetables at the end of the season",
                "Key": {
                    "Correct": false,
                    "Rationale": "The process of harvesting vegetables is unlikely to affect the nutrients available to algae in nearby ponds.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Generate questions about objects, organisms, or events that can be answered through scientific investigations."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA23G4S/media/4a.jpg",
            "A student is given the objects shown. Which scientific question could be investigated using only the objects shown in the drawing?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "How are magnets most useful to people in everyday life?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This question cannot be investigated by using only the objects shown in the drawing.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "What types of objects can be picked up using a magnet?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This question can lead to a scientific investigation, but only one type of object (paper clips) is shown in addition to the magnets.",
                    "Percent": 34
                }
            },
            "C": {
                "Choice": "Why is a bar magnet a different shape than a horseshoe magnet?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not an example of a scientific question, nor can it be investigated by using the objects shown.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "How does the strength of a bar magnet compare to the strength of a horseshoe magnet?",
                "Key": {
                    "Correct": true,
                    "Rationale": "The number of paper clips attracted to each type of magnet can be scientifically investigated by using the objects shown.",
                    "Percent": 44
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Observe a natural phenomenon (e.g., weather changes, length of daylight/night, movement of shadows, animal migrations, growth of plants), record observations, and then make a prediction based on those observations."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the table below to answer the question.",
            "problems/PA23G4S/media/5a.jpg",
            "A student checked the outdoor temperature three times a day for three days. Which prediction for Day 4 best matches the student's data?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The temperature will be below 50°F all day.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The daily pattern suggests that Day 4 will be warmer than 50°F all day.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "The temperature will be cooler at 3 p.m. than at 9 p.m.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The daily pattern suggests that it will be cooler at 9 p.m. than at 3 p.m.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "The temperature will be warmer at 3 p.m. than at 9 p.m.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Key: The daily pattern suggests that it will be warmer at 3 p.m. than at 9 p.m.",
                    "Percent": 61
                }
            },
            "D": {
                "Choice": "The temperature will be between 45°F and 55°F at 3 p.m.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The daily pattern suggests that a temperature range of 45°F to 55°F is too low for 3 p.m.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Identify appropriate tools or instruments for specific tasks and describe the information they can provide (e.g., measuring: length - ruler, mass - balance scale, volume - beaker, temperature - thermometer; making observations: hand lens, binoculars, telescope)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student uses a balance to compare two rocks. What information can this tool provide?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the difference in mass between the rocks",
                "Key": {
                    "Correct": true,
                    "Rationale": "A balance is a tool that measures the mass of an object.",
                    "Percent": 71
                }
            },
            "B": {
                "Choice": "the difference in length between the rocks",
                "Key": {
                    "Correct": false,
                    "Rationale": "The length of the rocks would be measured with a ruler.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "the difference in volume between the rocks",
                "Key": {
                    "Correct": false,
                    "Rationale": "The volume of each rock would be measured with a graduated cylinder.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "the difference in temperature between the rocks",
                "Key": {
                    "Correct": false,
                    "Rationale": "The temperature of each rock would be measured with a thermometer.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "State a conclusion that is consistent with the information/data."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the map below to answer the question.",
            "problems/PA23G4S/media/7a.jpg",
            "Which conclusion is best supported by the map?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Earthquakes are caused by sudden movements in Earth's crust.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This conclusion is not supported, because the data in the map does not explain the cause of earthquakes.",
                    "Percent": 21
                }
            },
            "B": {
                "Choice": "Northern areas have more destructive earthquakes than do southern areas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This conclusion is not supported, because there is no data about earthquake strength in the map.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "The West Coast has conditions that lead to more earthquakes than other parts of the United States.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This conclusion is supported by the locations of registered earthquakes indicated by the data in the map.",
                    "Percent": 59
                }
            },
            "D": {
                "Choice": "A greater number of earthquakes were recorded in the United States after 1960 than were recorded before 1960.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This conclusion is not supported, because there is no data about the relative dates of earthquakes occurring before or after 1960.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Categorize systems as either natural or human-made (e.g., ballpoint pens, simple electrical circuits, plant anatomy, water cycle)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Both human-made and natural systems can move water. Which sentence best describes a natural system that moves water?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Water under the ground is refilled by melted snow.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Groundwater and melted snow are components of the water cycle, which is a natural system.",
                    "Percent": 40
                }
            },
            "B": {
                "Choice": "Water from the kitchen faucet is poured into a cup.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kitchen faucets, pipes, and cups are components of a human-made system, not a natural system.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Water from the bathroom sink goes down the drain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bathroom sinks, drains, and sewer systems are components of a human-made system, not a natural system.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "Water from a lake is brought to a city through metal pipes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lakes are part of a natural system, but pipes are made by humans.",
                    "Percent": 37
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Describe basic needs of plants and animals (e.g., air, water, food)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student claims that all animals need to eat. What evidence would best support the student's claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Animals need air to breathe.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Animals do need air to breathe, but this does not explain why all animals need to eat.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "Animals need energy to live.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Animals need energy to live, and energy comes from food, so all animals need to eat.",
                    "Percent": 64
                }
            },
            "C": {
                "Choice": "The length of an animal increases over time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The length of an animal may change over time, but this does not explain why all animals need to eat.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "The weight of an animal increases over time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The weight of an animal may change over time, but this does not explain why all animals need to eat.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Describe what happens to a living thing when its habitat is changed."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA23G4S/media/10a.jpg",
            "Brook trout are fish that live and reproduce in cold streams and lakes in the United States. Deforestation removes trees that provide shade over the areas where the brook trout live. This can cause the water temperature to increase. How would this change in water temperature most likely affect the brook trout?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Brook trout numbers would stay the same because the fish change their genes to stay cool in the warmer water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The trout numbers would not likely stay the same. Organisms cannot change their genetic material to accommodate their environment.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "Brook trout numbers would stay the same because the fish change their behavior to stay cool in the warmer water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The trout numbers would not likely stay the same, even if some fish did change their behavior to stay cool in warmer water.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "Brook trout would increase in number because the temperature would become more comfortable for the fish.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The trout numbers would not likely increase, because the water temperature would be less comfortable for the fish, not more comfortable.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "Brook trout would decrease in number because the temperature would become more uncomfortable for the fish.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Brook trout require cold-water habitats, so an increase in water temperature would be uncomfortable for the fish. It is likely that some or many of the fish would be unable to survive and reproduce in warm water.",
                    "Percent": 57
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Describe the human dependence on the food and fiber systems from production to consumption (e.g., food, clothing, shelter, products)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In winter, a person living in Pittsburgh, Pennsylvania, buys fresh tomatoes from a grocery store. However, tomatoes do not grow in Pennsylvania during the winter. Which statement best explains how fresh tomatoes can be available at a grocery store in Pittsburgh during the winter?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The tomatoes are canned at the store and then opened and moved to store shelves when needed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The canning process occurs in a canning factory, not in a grocery store, and canned tomatoes do not become “fresh tomatoes” when they are taken out of the can.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "A farmer grew the tomatoes in the summer, but they took a few months to arrive at the store to be sold.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fresh produce, such as tomatoes, is perishable and does not last a few months before being sold in stores.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "The tomatoes are frozen during the summer and then thawed at the store and sold as fresh during the winter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frozen and thawed tomatoes cannot be made “fresh” again.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "A farmer grew the tomatoes in a warm part of the country and had them shipped to arrive at the store within a few days.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Fresh produce, such as tomatoes, can be grown in warm climates. Modern shipping and transportation allow fresh produce to arrive at grocery stores within days.",
                    "Percent": 48
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Recognize or illustrate simple direct current series and parallel circuits composed of batteries, light bulbs (or other common loads), wire, and on/off switches."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA23G4S/media/12a.jpg",
            "Which statement best describes the circuits shown in the drawing?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both circuits are parallel because there are light bulbs in each circuit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The presence or absence of light bulbs does not determine whether a circuit is parallel.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "Neither circuit is parallel because the light bulbs are not connected to a switch.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The presence or absence of a switch does not determine whether a circuit is parallel.",
                    "Percent": 161
                }
            },
            "C": {
                "Choice": "Circuit X is parallel because both light bulbs are directly connected to each other.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both light bulbs are directly connected to each other in circuit X, which makes circuit X a series circuit, not a parallel circuit.",
                    "Percent": 41
                }
            },
            "D": {
                "Choice": "Circuit Y is parallel because both light bulbs are connected to the battery differently.",
                "Key": {
                    "Correct": true,
                    "Rationale": "There are two different paths for electricity to travel in circuit Y, which makes circuit Y a parallel circuit.",
                    "Percent": 37
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Identify characteristics of sound (e.g., pitch, loudness, reflection)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "When guitar strings are shortened, they will play a higher note. When lengthened, they will play a lower note. Which characteristic of sound does this represent?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "echo",
                "Key": {
                    "Correct": false,
                    "Rationale": "An echo is the result of a sound wave reflecting off a surface and is not the result of changing frequency.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "pitch",
                "Key": {
                    "Correct": true,
                    "Rationale": "Adjusting the length of the string will affect the frequency of the note, which is the pitch.",
                    "Percent": 55
                }
            },
            "C": {
                "Choice": "volume",
                "Key": {
                    "Correct": false,
                    "Rationale": "The volume of the sound is a measure of the sound's intensity, or loudness, and is not determined by the note, or pitch, that is played.",
                    "Percent": 28
                }
            },
            "D": {
                "Choice": "loudness",
                "Key": {
                    "Correct": false,
                    "Rationale": "Loudness describes the sound's intensity, or volume, and is not determined by the note, or pitch, that is played.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Identify products and by-products of plants and animals for human use (e.g., food, clothing, building materials, paper products)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which chart best identifies the sources of some products made in Pennsylvania?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/PA23G4S/media/14a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Paper, cotton, and lumber are plant products. Butter, eggs, and dairy milk are animal products.",
                    "Percent": 68
                }
            },
            "B": {
                "Choice": "problems/PA23G4S/media/14b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Butter is an animal product; cotton is a plant product.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "problems/PA23G4S/media/14c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Butter and eggs are animal products; paper and cotton are plant products.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "problems/PA23G4S/media/14d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Butter, eggs, and dairy milk are animal products; lumber, cotton, and paper are plant products.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe motions of the Sun - Earth - Moon system."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement describes the Sun-Earth-Moon system?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It takes one day for the Sun to orbit Earth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Sun does not orbit Earth. Earth orbits the Sun.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "It takes one year for Earth to orbit the Sun.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Earth orbits the Sun, and this cycle takes one year.",
                    "Percent": 61
                }
            },
            "C": {
                "Choice": "It takes one week for the Moon to orbit Earth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It takes approximately four weeks, or one month, for the Moon to orbit Earth.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "It takes one month for Earth to orbit the Moon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Earth does not orbit the Moon. The Moon orbits Earth.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Explain the role and relationship of a watershed or a wetland on water sources (e.g., water storage, groundwater recharge, water filtration, water source, water cycle)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does a watershed affect the water cycle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by directing where water will flow",
                "Key": {
                    "Correct": true,
                    "Rationale": "A watershed contains all the land and water features that direct the physical movement of water that reaches Earth's surface.",
                    "Percent": 46
                }
            },
            "B": {
                "Choice": "by changing water from a gas to a liquid",
                "Key": {
                    "Correct": false,
                    "Rationale": "Watersheds do not cause the temperature changes necessary for condensation or other phase changes to occur.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "by determining when clouds will produce rain",
                "Key": {
                    "Correct": false,
                    "Rationale": "Watersheds do not control when condensation occurs.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "by providing the energy that causes water to evaporate",
                "Key": {
                    "Correct": false,
                    "Rationale": "Watersheds do not cause the temperature changes necessary for evaporation or other phase changes to occur.",
                    "Percent": 22
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Explain what happens to a living organism when its food supply, access to water, shelter, or space is changed (e.g., it might die, migrate, change behavior, eat something else)."
        ],
        "SuppContent": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "A population of woodpeckers lives in a forested area. These birds live in trees in the forest and eat beetles that live in the trees. During a very dry summer, the forest area has many wildfires.",
            "problems/PA23G4S/media/17a.jpg"
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Describe ONE reason that the number of woodpeckers would decrease if the forest is damaged by wildfires."
                ],
                "AnswerChoices": {}
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Scientists observed that some beetles survive in the bark of trees even after a wildfire. Describe how the beetles' survival might affect the number of woodpeckers in the forest after the fires."
                ],
                "AnswerChoices": {}
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Describe the living and nonliving components of a local ecosystem (e.g., lentic and lotic systems, forest, cornfield, grasslands, city park, playground)."
        ],
        "SuppContent": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA23G4S/media/18a.jpg"
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "SR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Give ONE example of a nonliving part of this system."
                ],
                "AnswerChoices": {
                    "KEY1": {
                        "Choice": "swings",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "KEY2": {
                        "Choice": "bike",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Identify a feature that determines whether something is living."
                ],
                "AnswerChoices": {}
            }
        }
    }
}