{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Distinguish between a scientific theory and an opinion, explaining how a theory is supported with evidence, or how new data/information may change existing theories and practices."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The germ theory of disease states that diseases are caused by microorganisms. These organisms are too small to be seen by a human eye unless they are magnified by a microscope. The spread of disease results from these organisms entering a host. Which statement best explains how this theory is different from an opinion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The germ theory of disease was made by scientists, but opinions are made by nonscientists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Anyone can form an opinion.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "The germ theory of disease does not change, but opinions can change when new discoveries are made.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A theory may be changed if it can be supported with scientific evidence.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "The germ theory of disease is a group of ideas that scientists believe are true, but only nonscientists believe opinions are true.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A theory must be supported by scientific evidence; it cannot be based on personal beliefs or opinions.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "The germ theory of disease is supported by evidence collected by many scientists over time, but opinions can be made without evidence.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The germ theory is a valid theory because it is supported by scientific evidence. An opinion can be made without scientific evidence.",
                    "Percent": 65
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use evidence, such as observations or experimental results, to support inferences about a relationship."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the information below to answer the question.",
            "problems/PA22G8S/media/2a.jpg",
            "Which statement is an inference that is best supported by the data shown in the chart?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The students' heart rates increase with exercise.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Heart rate was measured at rest and after exercise. The heart rates were higher after exercise than when at rest, indicating that the heart rates increased during exercise.",
                    "Percent": 68
                }
            },
            "B": {
                "Choice": "Student X's heart rate is higher after exercise than at rest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Student X's heart rate is higher after exercise than at rest; this is the actual evidence and not an inference drawn from the evidence.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Student Y's heart rate is higher at rest than student Z's at rest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Student Y's heart rate is higher at rest than student Z's heart rate at rest. As with option B, this is actual evidence rather than an inference drawn from the evidence.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "The students' heart rates during exercise are greater than after exercise.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Without data collected during exercise, it cannot be determined whether the heart rates would be greater than, less than, or equal to the rates taken immediately after exercise.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use evidence, observations, or explanations to make inferences about change in systems over time (e.g., carrying capacity, succession, population dynamics, loss of mass in chemical reactions, indicator fossils in geologic time scale) and the variables affecting these changes."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the information below to answer the question.",
            "problems/PA22G8S/media/3a.jpg",
            "A fossil collector found crinoid fossils. The collector did some research and read the information shown. What can the collector best infer about the area where the fossil was found?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The area may once have been the site of an ocean.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Crinoids are marine animals, so it can be inferred that the area where the fossils were found was the site of an ocean.",
                    "Percent": 56
                }
            },
            "B": {
                "Choice": "The rocks in the area most likely formed in the last 1,000 years.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fossils take at least 10,000 years to form; therefore, it is not likely that the rocks in the area formed in the last 1,000 years.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "The area was most likely also a habitat for sea stars and sea urchins.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It cannot be determined whether the area was a habitat for sea stars and sea urchins until fossils of these animals are found.",
                    "Percent": 26
                }
            },
            "D": {
                "Choice": "The rocks in the area may have been moved from a different location.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The evidence presented does not suggest that the rocks had been moved from a different location.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use evidence, observations, or a variety of scales (e.g., mass, distance, volume, temperature) to describe relationships."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the information below to answer the question.",
            "problems/PA22G8S/media/4a.jpg",
            "A student follows a recipe using the ingredients shown to make lemonade. Which statement describes a relationship between ingredients in this recipe?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "There should be 20 cups of water for every 10 cups of sugar.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There should be 20 cups of water for every 5 cups of sugar rather than 10 cups of sugar.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "There should be 5 cups of lemon juice for every cup of sugar.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There should be 5 cups of lemon juice for every 5 cups of sugar rather than 1 cup of sugar.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "There should be 4 cups of water for every cup of lemon juice.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Four cups of water for every cup of lemon juice is equivalent to 20 cups of water for every 5 cups of lemon juice.",
                    "Percent": 67
                }
            },
            "D": {
                "Choice": "There should be 1 cup of sugar for every 5 cups of lemon juice.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There should be 5 cups of sugar rather than 1 cup of sugar for every 5 cups of lemon juice.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Explain the concept of order in a system [e.g., (first to last: manufacturing steps, trophic levels); (simple to complex: cell, tissue, organ, organ system)]."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on trophic levels, which classification of organisms is one degree of order higher than herbivores?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "primary producers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Producers are classified as the base or bottom level of energy pyramids.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "tertiary consumers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tertiary consumers eat herbivores as well as secondary consumers that eat herbivores.",
                    "Percent": 21
                }
            },
            "C": {
                "Choice": "primary consumers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Herbivores eat producers only and are therefore classified as primary consumers.",
                    "Percent": 33
                }
            },
            "D": {
                "Choice": "secondary consumers",
                "Key": {
                    "Correct": true,
                    "Rationale": "Herbivores are primary consumers; therefore, secondary consumers are one degree of order higher than herbivores. Secondary consumers eat primary consumer.",
                    "Percent": 29
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Identify and describe patterns as repeated processes or recurring elements in human-made systems (e.g., trusses, hub-and-spoke system in communications and transportation systems, feedback controls in regulated systems)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA22G8S/media/6a.jpg",
            "The diagram shows flight paths between several cities. What does this system best represent?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a positive feedback loop",
                "Key": {
                    "Correct": false,
                    "Rationale": "A positive feedback loop occurs when an increase in the amount of product increases the progress of the reaction or process that resulted in the product.",
                    "Percent": 22
                }
            },
            "B": {
                "Choice": "a hub-and-spoke system",
                "Key": {
                    "Correct": true,
                    "Rationale": "The diagram shows a hub-and-spoke system, in which a hub acts as a central location that connects to multiple points in a spoke pattern.",
                    "Percent": 45
                }
            },
            "C": {
                "Choice": "a negative feedback loop",
                "Key": {
                    "Correct": false,
                    "Rationale": "A negative feedback loop occurs when an increase in the amount of product decreases the progress of the reaction or process that resulted in the product.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "a symmetrical truss system",
                "Key": {
                    "Correct": false,
                    "Rationale": "A symmetrical truss system uses beams to form equal-sized triangular shapes. The shapes connect at joints to form a frame that can be used to support structures such as bridges and roofs.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Compare similarities and differences in internal structures of organisms (e.g., invertebrate/vertebrate, vascular/nonvascular, single-celled/multi-celled) and external structures (e.g., appendages, body segments, type of covering, size, shape)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Some organisms, such as mammals, have closed blood circulation systems. In mammals, blood is moved throughout the body inside blood vessels. Other organisms, such as insects, have open blood circulation systems. In insects, blood is moved to large spaces inside the body, where it comes into contact with tissue. Despite working in different ways, these blood circulation systems have similar purposes. Which statement correctly describes one of the purposes they share?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both systems move materials throughout the organism's body.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main function of blood (circulatory system) is to move materials, such as essential nutrients, oxygen, and carbon dioxide, to and from cells inside the body.",
                    "Percent": 54
                }
            },
            "B": {
                "Choice": "Both systems remove harmful waste products from the organism's body.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Waste is removed from the body by the excretory system (e.g., urine).",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "Both systems transmit signals from the organism's muscles to its nervous system.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nerve cells transmit signals from the muscles to the nervous system.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "Both systems change food into useful nutrients and energy for the organism's cells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organs of the digestive system, such as the stomach and intestines, change food into useful nutrients and energy.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Identify major biomes and describe abiotic and biotic components (e.g., abiotic: different soil types, air, water sunlight; biotic: soil microbes, decomposers)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the list below to answer the question.",
            "problems/PA22G8S/media/8a.jpg",
            "Which biome is best described by these characteristics?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "desert",
                "Key": {
                    "Correct": false,
                    "Rationale": "A desert biome is characterized by high temperatures.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "tundra",
                "Key": {
                    "Correct": true,
                    "Rationale": "A tundra biome is characterized by very low temperatures, simple vegetation such as shrubs, mosses, and lichens, and limited water drainage due in part to the presence of permafrost.",
                    "Percent": 72
                }
            },
            "C": {
                "Choice": "tropical forest",
                "Key": {
                    "Correct": false,
                    "Rationale": "A tropical forest biome is characterized by a warm climate and a high level of organism diversity.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "deciduous forest",
                "Key": {
                    "Correct": false,
                    "Rationale": "A deciduous forest biome is characterized by a moderate climate with four distinct seasons, with warm summers and cool winters. It contains a wide diversity of plant species, from mosses to large trees.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Use evidence to explain how diversity affects the ecological integrity of natural systems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Fires during dry seasons in the savanna (grassland) biome maintain community health. Some consumer organisms, like insects and mice, are killed by these fires, while other consumers, like birds, eat organisms affected by the fires. How does this pattern best illustrate the effect of diversity?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It reduces the frequency of negative environmental events.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This seasonal fire pattern does not change the frequency of other environmental events that could occur in the savanna.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "It allows organisms to adapt more rapidly to changing local conditions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The community of organisms living in this biome is already adapted to the seasonal cycles. The fires do not change the rate at which the organisms are able to adapt.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "It helps maintain overall ecosystem health and efficiency of resource use.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The cyclical occurrence of the fires helps restore balance to the community by controlling the growth of some populations of organisms and making resources available to other populations of organisms.",
                    "Percent": 52
                }
            },
            "D": {
                "Choice": "It prevents selection pressure from affecting organisms within the environment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Natural selection pressures within organism populations will be present with or without the seasonal fires.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Identify and describe reactants and products of simple chemical reactions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the reaction below to answer the question.",
            "CH₄ + 2O₂ ⇒ CO₂ + 2H₂O",
            "Which statement correctly describes the reactants in the reaction shown?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "CH₄ and O₂ are the reactants because they combine to form new compounds.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Methane and oxygen react and combine to yield carbon dioxide and water.",
                    "Percent": 55
                }
            },
            "B": {
                "Choice": "CH₄ and O₂ are the reactants because they have the highest number of atoms.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of atoms does not determine whether a substance is a reactant or a product.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "CO₂ and H₂O are the reactants because they are formed following an initial reaction.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Carbon dioxide and water are products in the reaction shown.",
                    "Percent": 26
                }
            },
            "D": {
                "Choice": "CO₂ and H₂O are the reactants because they both exist as gases at room temperature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Carbon dioxide and water are products in the reaction shown. Also, reactants can exist in a liquid, solid, or gaseous state at room temperature.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Explain how energy is transferred from one place to another through convection, conduction, or radiation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA22G8S/media/11a.jpg",
            "Which process of heat transfer is shown in the diagram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "convection",
                "Key": {
                    "Correct": false,
                    "Rationale": "Convection is the transfer of heat through a fluid (e.g., water, air) from an area of high temperature to an area of low temperature.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "conduction",
                "Key": {
                    "Correct": false,
                    "Rationale": "Conduction is the transfer of heat between two objects that are in direct contact with one another.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "insulation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Insulation is not a form of heat transfer. Insulation is an action that slows the transfer of heat.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "radiation",
                "Key": {
                    "Correct": true,
                    "Rationale": "Radiation is the transfer of heat through electromagnetic waves. The diagram illustrates heat in the form of electromagnetic waves traveling through space from the Sun to Earth.",
                    "Percent": 73
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Describe how one form of energy (e.g., electrical, mechanical, chemical, light, sound, nuclear) can be converted into a different form of energy."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA22G8S/media/12a.jpg",
            "Energy from the wind is used to rotate the blades of the wind turbine. Which sequence shows the conversion of energy that occurs at a wind turbine?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "solar energy ⇒ mechanical energy ⇒ electrical energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "The wind turbine would require a solar panel to convert solar energy into mechanical energy.",
                    "Percent": 28
                }
            },
            "B": {
                "Choice": "kinetic energy ⇒ mechanical energy ⇒ electrical energy",
                "Key": {
                    "Correct": true,
                    "Rationale": "The motion of the wind (kinetic energy) moves the blades, which use mechanical energy to move internal parts, which in turn are used to generate electrical energy.",
                    "Percent": 60
                }
            },
            "C": {
                "Choice": "chemical energy ⇒ potential energy ⇒ mechanical energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kinetic energy from the wind, not chemical energy, is being converted in the turbine.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "potential energy ⇒ gravitational energy ⇒ chemical energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "The gravitational potential energy of the blades above the ground would have to be converted to kinetic energy before it could be converted to chemical energy.",
                    "Percent": 73
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Distinguish between kinetic and potential energy."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which example provides the best description of a system that is gaining more potential energy than kinetic energy?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A hammer strikes a nail.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The hammer is moving as it strikes the nail, so it is gaining more kinetic energy than potential energy.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "A soccerball rolls across a field.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ball is moving, which indicates that it has more kinetic energy than potential energy.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "A marshmallow rests on a toy catapult.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The marshmallow contains potential energy but is neither gaining nor losing it because the marshmallow is not changing or moving.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "A rubber band stretches between two fingers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The rubber band is gaining more elastic potential energy than kinetic energy as it is stretched.",
                    "Percent": 44
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Explain the rock cycle as changes in the solid earth and rock types (igneous – granite, basalt, obsidian, pumice; sedimentary – limestone, sandstone, shale, coal; and metamorphic – slate, quartzite, marble, gneiss)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement best explains how sedimentary rock can be formed from igneous rock?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sandstone rock subducts and melts into magma.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sandstone is sedimentary rock that can be melted into magma that can cool to form igneous rock.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "Magma cools and hardens after flowing onto Earth's surface.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cooled magma forms igneous rocks.",
                    "Percent": 29
                }
            },
            "C": {
                "Choice": "Layers of lava rock are buried and exposed to heat and pressure.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Heat and pressure can change igneous lava rock into metamorphic rock.",
                    "Percent": 26
                }
            },
            "D": {
                "Choice": "Broken pieces of pumice are deposited, cemented, and compacted.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Pumice is porous igneous rock that, when deposited, cemented, and compacted, can form sedimentary rock.",
                    "Percent": 27
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe a product's transformation process from production to consumption (e.g., prospecting, propagating, growing, maintaining, adapting, treating, converting, distributing, disposing) and explain the process's potential impact on Earth's resources."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA22G8S/media/15a.jpg",
            "The three parts of the wheat plant's kernel are used for food. Which list correctly orders the steps for getting wheat-based food products to people so that people can use the products in their homes?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "grinding at the mill, packaging products, harvesting from the field, transporting to grocery stores",
                "Key": {
                    "Correct": false,
                    "Rationale": "The process begins with harvesting wheat from the field.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "harvesting from the field, grinding at the mill, packaging products, transporting to grocery stores",
                "Key": {
                    "Correct": true,
                    "Rationale": "The steps for getting wheat to market begin with harvesting it from the field, then grinding it at a mill, packaging it to be sent to stores, and then transporting it to stores to be sold to consumers.",
                    "Percent": 82
                }
            },
            "C": {
                "Choice": "grinding at the mill, harvesting from the field, transporting to grocery stores, packaging products",
                "Key": {
                    "Correct": false,
                    "Rationale": "Harvesting from the field happens before grinding at the mill, and packaging products happens before transporting to stores.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "harvesting from the field, grinding at the mill, transporting to grocery stores, packaging products",
                "Key": {
                    "Correct": false,
                    "Rationale": "Packaging products happens before transporting to stores.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe patterns of earth's movements (i.e., rotation and revolution) in relation to the moon and sun (i.e., phases, eclipses, and tides)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA22G8S/media/16a.jpg",
            "The drawing shows a cycle that repeats regularly. Which factor primarily determines the length of this cycle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the tilt of Earth on its axis",
                "Key": {
                    "Correct": false,
                    "Rationale": "The tilt of Earth on its axis is a primary reason why Earth has seasons.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "the Moon's rate of rotation on its axis",
                "Key": {
                    "Correct": false,
                    "Rationale": "The rate of the Moon's rotation does not determine the part that is seen as illuminated from Earth.",
                    "Percent": 30
                }
            },
            "C": {
                "Choice": "the distance between Earth and the Sun",
                "Key": {
                    "Correct": false,
                    "Rationale": "The length of the lunar cycle is a measure of the Moon's orbit around Earth.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "the Moon's rate of revolution around Earth",
                "Key": {
                    "Correct": true,
                    "Rationale": "The diagram shows the lunar cycle, which causes a portion of the Moon to be illuminated when viewed from Earth relative to its position in completing an orbit around Earth.",
                    "Percent": 49
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use evidence, observations, or a variety of scales (e.g., mass, distance, volume, temperature) to describe relationships."
        ],
        "SuppContent": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "Use the table below to answer the question.",
            "problems/PA22G8S/media/17a.jpg"
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Describe the relationship between the distance from the Sun and the orbital velocity of the planets in the table."
                ],
                "AnswerChoices": {}
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "State a hypothesis describing how gravity affects the relationship in Part A."
                ],
                "AnswerChoices": {}
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Design a controlled experiment by specifying how the independent variables will be manipulated, how the dependent variable will be measured, and which variables will be held constant."
        ],
        "SuppContent": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "A student noticed that a can of carbonated beverage had lost most of its fizziness after being left open for one hour in a warm room with a temperature set at 25°C (77°F). The student hypothesized that a carbonated beverage would lose more carbon dioxide (CO₂) in a warm environment than in a colder environment."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "SR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": true,
                "Content": [
                    "Identify the independent variable to test this hypothesis and describe how it could be changed."
                ],
                "AnswerChoices": {
                    "KEY": {
                        "Choice": "environmental temperature",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "FR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Identify ONE variable that should be held constant to accurately test the hypothesis."
                ],
                "AnswerChoices": {
                    "KEY1": {
                        "Choice": "beverage type",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "KEY2": {
                        "Choice": "can size",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "KEY3": {
                        "Choice": "time",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    }
}