{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "The Button Lady",
    "Subtitle": "",
    "Author": "by Margaret Ann Aumen\nart by Lee White",
    "LabelType": "P",
    "Content": [
        ["1", "\t“Here comes the Button Lady!” cried Mayor Bowersox, running out of his house in polka-dot pajamas one spring morning."],
        ["2", "\tThe news spread from house to house as the townsfolk of Pin Oak Hollow threw open their doors shouting, “Hello, Button Lady!”"],
        ["3", "\tAs they gathered in the town square, Mayor Bowersox lugged the Button Lady's big bag of buttons from a basket on her bicycle."],
        ["4", "\tKitty Henry was the first customer of the day. “I need a button for this blouse, please. The dog chewed it off.”"],
        ["5", "\t“Pesky puppies will do that,” said the Button Lady. She reached into her big bag of buttons and pulled out the perfect match."],
        ["6", "\tThe crowd clapped and cheered."],
        ["7", "\tMayor Bowersox's wife, Henrietta, was next in line. “Our goat got loose by my clothesline and ate four buttons off the mayor's shirt. The poor man has been safety-pinned ever since.”"],
        ["8", "\t“That will never do,” said the Button Lady. She reached into her button bag and pulled out one, two, three, four white buttons!"],
        ["9", "\tThe crowd clapped and cheered."],
        ["10", "\tThe Button Lady had just found a button for Mr. Merrysong's vest, when a loud commotion drew everyone's attention. Galloping hooves halted in a cloud of dust, right in front of the Button Lady."],
        ["11", "\t“A royal coach, right here in Pin Oak Hollow!” exclaimed Mayor Bowersox."],
        ["12", "\tThe coach door sprang open, and a skinny man stumbled out, coughing from the dust. “Thank heavens I've finally found you! I've been searching for weeks and the ball is in three days and if I don't have a button by then, the King will fire me!”"],
        ["13", "\t“Slow down, and start at the beginning,” the Button Lady said."],
        ["14", "\tThe man took a deep breath. “I'm the royal tailor. The King has been getting ... how shall I put it ... well, he's grown quite large in the middle. A month ago, His Royal Highness popped a royal button off his royal robe. The button flew out the window and into the royal moat, which is filled with alligators.”"],
        ["15", "\t“I see,” said the Button Lady."],
        ["16", "\t“The button is shaped like a crown and covered with red and blue jewels. Do you have one?” the tailor asked."],
        ["17", "\tThe Button Lady reached into her button bag."],
        ["18", "\tThe townsfolk held their breath, waiting to see the magnificent button."],
        ["19", "\tThen the Button Lady did something she had never done before. She pulled her hand out of her button bag—empty."],
        ["20", "\tThe crowd gasped."],
        ["21", "\tThe tailor groaned, “I'm finished. I'll be banished from the castle!”"],
        ["22", "\tThe Button Lady refused to give up. “I'll look in my button bag again. Maybe I missed it.”"],
        ["23", "\tThe Button Lady reached down to the very bottom of her button bag, but instead of finding a button, she found a hole."],
        ["24", "\t“Flubbering fiddlesticks!” shouted Mayor Bowersox. “There's a hole in the button bag!”"],
        ["25", "\t“The royal crown button must have fallen out,” said the tailor."],
        ["26", "\tThe townsfolk began looking for buttons on the ground."],
        ["27", "\t“Look,” said the Button Lady, pointing to the road. A trail of buttons stretched as far as they could see, and there was something else."],
        ["28", "\t“Galloping galoshes, it's that button-gobbling goat!” exclaimed Mayor Bowersox."],
        ["29", "\t“Get him before he gobbles the royal crown button!” yelled the tailor."],
        ["30", "\tEveryone ran toward the goat. When they reached him, it was clear he had been enjoying a feast of buttons."],
        ["31", "\t“Oh dear me,” said the Button Lady."],
        ["32", "\tThen the goat smiled—and something blue and red and sparkly glittered between his teeth."],
        ["33", "\t“The royal crown button! Hand it over,” demanded the tailor, holding out his hand."],
        ["34", "\tThe goat shook his head."],
        ["35", "\tA small voice said, “Let me try.” The mayor's son, Paul, reached into his pocket and pulled out a cherry gumdrop. “Want some candy?” he asked the goat."],
        ["36", "\tThe goat sniffed the gumdrop, spit out the royal crown button, and gobbled up the treat."],
        ["37", "\t“Yippee!” shouted the tailor, grabbing the royal crown button. “What a clever lad you are, Paul.”"],
        ["38", "\tWhen they got back to the square, the first thing the tailor did was mend the hole in the Button Lady's big bag of buttons. Then he returned to the castle with the royal crown button."],
        ["39", "\tThe Button Lady gave a special star button to Paul. “This is for rescuing the royal crown button,” she said. “Now I must be on my way.”"],
        ["40", "\tThe Button Lady climbed on her bicycle and called, “See you next spring!”"],
        ["41", "\tThen she pedaled out of town as the townsfolk waved and called, “Good-bye, Button Lady!”"],
        ["", "problems/MS23G3E/media/S3a.jpg"],
        ["", "problems/MS23G3E/media/S3b.jpg"]
    ],
    "Copyright": "Text and illustrations from “The Button Lady” by Margaret Ann Aumen, from Ladybug Magazine, June 30, 2010, copyright © 2010, Cricket Media. Used by permission.",
    "References": []
}