{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Saving the Sea Turtles",
    "Subtitle": "",
    "Author": "by Nicole Lundrigan",
    "LabelType": "P",
    "Content": [
        ["1", "\tI had come to a different world. There were no electric lights, running water, or telephones. Huts with leafy roofs stood near the ocean's edge. By the edge of the thick rain forest, a wooden outhouse rested on the sand. Papayas hung from the great trees. Huge watermelons sprouted under swaying hammocks. As our boat pulled up to shore, Audley James, an Arawak native, came out to greet us. With a warm smile and soft voice, he said, “Welcome to Shell Beach.”"],
        ["2", "\tI had just landed on a protected beach in British Guyana. When the sea turtles who were born here come back to lay their eggs, eager poachers try to steal the eggs and sell them for profit. But that is changing."],
        ["3", "\tJames was once a poacher, but now he works to save the sea turtles from extinction.1 Twice every night, he and others walk the beach and gather all the eggs that they can find. They carry the eggs to the base camp and bury them in sand until they hatch. Little turtles, the size of a hand, climb up through the sand. Then they are carried to the ocean in a bucket. For two weeks, I would join James on these treks, helping him save the turtles."],
        ["4", "\tSea turtles lay their eggs at night. I rested in my hammock until James was ready to go. We began the four- mile hike up the beach. A warm wind carried the smell of salt. Soft moonlight showed the way."],
        ["5", "\tOnce there, I waited for a sea turtle to return to her birthplace. Suddenly, I spotted something shimmering on the surface of the water, then dipping below, and slowly moving with the crest of each ocean wave. She looked like a smooth stone skipping toward us."],
        ["6", "\tShe landed gently. Working hard, she used her flippers to push her 2,000-pound body up the sand. This made a trail that could lead poachers right to her eggs. Slowly, the greenback turtle began to dig a large hole with her hind flippers. When the digging stopped, she laid her fist-size eggs one by one."],
        ["7", "\tWe forgot to bring a bag to gather the eggs, so I used my bright yellow raincoat. Lying on the sand, I caught every egg and carefully placed it on the yellow plastic..."]
    ],
    "Copyright": "“Saving the Sea Turtles” by Nicole Lundrigan, AppleSeeds, April 1, 2001. Copyright © 2001 by Cricket Media. Used with permission of Cricket Media, Inc.",
    "References": [
        ["¹", "extinction - to be gone or no longer living"]
    ]
}