{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Pasta Pals",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tEthan, Raj, and TJ jogged along the sidewalk, passing a soccer ball. While chatter of sports and school bounced between the three teammates, Luca trailed behind. He was so caught up in worrying about his plans that he could barely keep up with the others."],
        ["2", "\tAll four boys were on the soccer team; it was the first activity Luca had joined when he started at his new school. Now they were on their way to Luca's grandmother's house because Luca had promised his new teammates a delicious feast and a game of soccer later."],
        ["3", "\tEarlier that week, Luca had mentioned to his grandmother that he would like to make friends at his new school, but he wasn't sure how. “Food is the glue that brings people together,” Nonna had said. “Bring some of the boys from your soccer team here. We will make Italian pasta, and you will all become fast friends.”"],
        ["4", "\tBut Luca had doubts; he had been making pasta with Nonna since he was a toddler, but what if these p͟o͟t͟e͟n͟t͟i͟a͟l friends were not interested in family gatherings or the time and effort it took to produce the feast he had promised them? What if they never wanted to hang out with him again?"],
        ["5", "\tLuca hurried in front of the boys and stopped on the wide front step of Nonna's house. “Guys, I need to warn you about something,” Luca declared."],
        ["6", "\t“Ooh, sounds serious!” TJ teased, his face cracking into a toothy grin."],
        ["7", "\tLuca wiped the sweat from his brow. The boys, sensing his nervousness, grew serious. “What's up?” Ethan asked."],
        ["8", "\t“When I invited you over for a meal at my nonna's house, I didn't tell you—”"],
        ["9", "\t“That it would smell so good!” Raj interrupted."],
        ["10", "\t“He's right,” TJ agreed. “Something smells delicious!”"],
        ["11", "\tEthan inhaled deeply and closed his eyes. “I'm hungry already.”"],
        ["12", "\tBefore Luca could explain further, the front door burst open and there stood Nonna, smiling and beckoning them into her large, sunny kitchen."],
        ["13", "\t“Guys, meet Giovanna Rossi—my nonna,” Luca said."],
        ["14", "\tHe introduced each of his friends to Nonna and was surprised when TJ said, “TJ's short for Timothy James, ma'am. I'm named after my granddad. Can you tell me what smells so good?”"],
        ["15", "\tNonna laughed, pointing to a large covered pot simmering on the stove. “It is our family recipe for red sauce. My nonna taught it to me when I was just a girl, and she learned it from her nonna back in Calabria, Italy. It cooks all day to bring out the best flavors.”"],
        ["16", "\t“I've made spaghetti before,” Ethan volunteered, “and macaroni and cheese plenty of times for my little sisters. It's easy.”"],
        ["17", "\t“Noodles from a box are a time saver for busy families,” Nonna agreed, “but there is great satisfaction in working with fresh ingredients and treasured recipes to create something special for your family and friends. How would you like to make your own pasta to use in ravioli?”"],
        ["18", "\tThe boys hesitated for a moment, and Luca felt his palms grow sweaty."],
        ["19", "\t“Do we get to eat what we make?” TJ asked."],
        ["20", "\t“May I take some home to show my papa?” Raj added."],
        ["21", "\t“Absolutely to both questions!” Nonna laughed."],
        ["22", "\tLuca smiled in relief at his grandmother and she winked back. So far, so good."],
        ["23", "\tIn no time, the four boys were mixing small mountains of flour with eggs, water, and salt and laughing at the sticky mess squishing between their fingers. The laughter turned to groans when Nonna taught them to knead. Folding and flattening, turning and pounding the dough was entertaining at first, but after the necessary ten minutes, their arms felt as wobbly as wet noodles. They deposited their smooth, rounded pasta lumps beneath some plastic wrap to rest and then cheerfully accepted a treat of milk and crescent-shaped almond cookies."],
        ["24", "\tWith a large flour-coated rolling pin, Nonna demonstrated the next step. “Make your pasta as thin as possible,” she said, lifting her flattened dough over her hand with her fingers spread wide. “If you can see your hand through the pasta, it's thin enough.”"],
        ["25", "\tRolling the dough required some practice and resulted in some good-natured teasing between the boys, but eventually they produced four large sheets of semitransparent pasta."],
        ["26", "\tTo cut the sheets of pasta into the appropriate shapes, Nonna brought out her bag of pasta tools. She showed the boys how to use a round cutter with scalloped edges to create perfect wavy-edged dough circles. Raj and Luca brushed half of the dough circles with an egg wash. Then TJ and Ethan dropped a meatball-sized scoop of the parmesan and ricotta cheese filling in the center."],
        ["27", "\t“This is fun,” said Ethan. “My granny makes a spicy Cajun dish called jambalaya. She always appreciates when I offer to peel the shrimp.”"],
        ["28", "\t“Yum, spicy shrimp would taste scrumptious in the pasta pies we're making,” said Nonna. “Now that you know the process, you can put your favorite flavors into your own pasta at home.”"],
        ["29", "\tLuca modeled how to tuck each top circle around the filling and finish each ravioli shell by crimping the edges with a fork."],
        ["30", "\tUsing Nonna's pasta tools, the boys cut the leftover dough into soccer balls, wiggly worms, and pasta-people. TJ stacked some of the soccer-ball shapes, saying, “Looks like a stack of pancakes, doesn't it?”"],
        ["31", "\t“Do you like pancakes?” Luca asked."],
        ["32", "\tTJ nodded. “But I like waffles better. My granddad makes the best blueberry waffles.”"],
        ["33", "\t“What's your papa's specialty, Raj?” Luca asked."],
        ["34", "\t“Ordering pizza,” joked Raj."],
        ["35", "\tEveryone laughed."],
        ["36", "\tBy this time, the boys and even Nonna were hungry. A harmony of growling stomachs, bubbling pasta, and simmering seasoned sauce filled the kitchen. Nonna asked the boys to set the table with plates, glasses, and silverware. “This ravioli and sauce is the best I've ever eaten!” TJ proclaimed. “Would it be all right if we made pasta together again sometime? I had a lot of fun.”"],
        ["37", "\tAs Ethan and Raj enthusiastically agreed, Luca shared a c͟o͟n͟f͟i͟d͟e͟n͟t͟i͟a͟l smile with Nonna. He was grateful Nonna had cooked up a plan to help him make new friends."]
    ],
    "Copyright": "",
    "References": []
}