{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Birds of Nebraska",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe state of Nebraska is a bird lover's paradise. All year long, birds of all colors and sizes fly to and from the state. Around 460 species of birds can be spotted in Nebraska. In fact, birds are so beloved that festivals have even sprung up around some of these feathered celebrities."],
        ["", "The Sandhill Crane"],
        ["2", "\tDuring springtime in Nebraska, over a quarter of a million sandhill cranes begin to gather before migrating north for the summer. These tall birds are known for their long legs, which allow them to stroll through water and over land in search of plants, rodents, bugs, and even snakes for food. Their loud trumpeting calls echo across the Platte River, and the sky and ground are filled with their cream-colored feathers. These beautiful creatures help attract thousands of visitors to Nebraska year after year."],
        ["", "The White Pelican"],
        ["3", "\tAnother r͟e͟m͟a͟r͟k͟a͟b͟l͟e gathering of birds occurs at the Harlan County Reservoir, where thousands of white pelicans soar majestically across the water and through the sky. Traveling in groups of up to 100, these huge birds gradually spiral upward using air currents to help provide lift. Boasting a wingspan of up to 9.5 feet, they can circle for long periods of time with little effort. In fact, of North American birds, only the California condor has a greater wingspan than the pelican. When it is time for a snack, the pelican tends to float on the water, scooping fish in its long beak. Pelicans often hunt together in shallow water, cooperating to direct fish toward one another. Since they eat around four pounds of fish a day, this kind of cooperation is beneficial."],
        ["", "The Burrowing Owl"],
        ["4", "\tLong ago, cowboys riding across the plains began calling burrowing owls “howdy birds.” The small birds would pop their heads out of burrows in the ground and appear to give passersby a friendly nod as if wishing them well. Burrowing owls are still nodding in Nebraska today, though their numbers have declined as efforts to reduce prairie dog populations have impacted the owls as well. Growing to a little less than one foot tall, these speckled brown birds are known for their strikingly bright yellow eyes, which help them to hunt at night. They mostly eat insects and small mammals. When danger is near, they will call out an alarm to warn other burrowing birds to seek the safety of their homes."],
        ["5", "\tThe sandhill crane, the white pelican, and the burrowing owl are only three of the fascinating birds that make their homes in Nebraska for at least part of the year. It is easy to see why birdwatchers flock to the state to watch and study these birds."]
    ],
    "Copyright": "",
    "References": []
}