{
    "Directions": "Read this passage and supplementary material, then answer each question that follows.",
    "Context": [],
    "Title": "The Physician Assistant Will See You Now",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\t[L1] [The term “paramedics” refers to health care workers who provide routine and clinical services.] While the pressures of an aging population, insurance reforms, and health epidemics have increased demand for care, the supply of physicians is not expected to [L2] [keep pace.] The Association of American Medical Colleges predicts a shortage of over 90,000 physicians by 2020; by 2025, that number could climb to more than 130,000. In some parts of the country, shortages are already a sad fact of life. A 2009 report by the Bureau of Health Professions notes that although a fifth of the US population lives in rural areas, less than a tenth of US physicians serves that population. Because a traditionalist response to the crisis— [L3] [amping up] medical-college enrollments and expanding physician training programs—is too slow and costly to address the near-term problem, alternatives are being explored. One promising avenue has been greater reliance on physician assistants (PAs)."],
        [" ", "\t[L4] By virtue of [L5] [there] medical training, PAs can perform many of the jobs traditionally done by doctors, including treating chronic and acute conditions, performing minor [L6] [surgeries: and] prescribing some medications. However, although well [L7] [compensated earning in 2012 a median annual salary of $90,930,] PAs cost health care providers less than do the physicians who might otherwise undertake these tasks. Moreover, the training period for PAs is markedly shorter than [L8] [those for] physicians—two to three years versus the seven to eleven required for physicians."],
        [" ", "\tPhysician assistants already offer vital primary care in many locations. Some 90,000 PAs were employed nationwide in 2012. Over and above their value in partially compensating for the general physician shortage has been their extraordinary contribution to rural health care. A recent review of the scholarly literature by Texas researchers found that PAs lend cost-efficient, widely appreciated services in underserved areas. [L9] [In addition,] rural-based PAs often provide a broader spectrum of such services than do their urban and suburban counterparts, possibly as a consequence of the limited pool of rural-based physicians."],
        [" ", "\tIncreasingly, PAs and other such medical practitioners have become a critical complement to physicians. A 2013 RAND Corporation report estimates that while the number of primary care physicians will increase slowly from 2010 to 2025, the number of physician assistants and nurse-practitioners in primary care will grow at much faster rates. [L10] Both by merit and from necessity, PAs are likely to greet more  [L11] [patience than] ever before.\n\n"],
        ["", "problems/SAT16RW2/media/S3a.jpg"],
        ["", ":ibox:Adapted from David I. Auerbach et al., “Nurse-Managed Health Centers and Patient-Centered Medical Homes Could Mitigate Expected Primary Care Physician Shortage.” ©2013 by Project HOPE: The People-to-People Health Foundation, Inc."]
    ],
    "Copyright": "",
    "References": []
}