{
    "Directions": "Read the passage about grizzly bears and then answer each question that follows.",
    "Context": [],
    "Title": "[from] Grizzly Bears",
    "Subtitle": "",
    "Author": "by Jacqueline Dineen",
    "LabelType": "P",
    "Content": [
        ["", "problems/RI18G3E/media/S1a.jpg"],
        ["", "Meet the Grizzly Bear"],
        ["1", "The grizzly bear is a giant of the animal world. It has a large, heavy body, a short tail, and sharp claws on its four big paws. Bears are mammals, which are animals that feed milk to their young and have hair or fur on their bodies."],
        ["2", "Most grizzly bears have brown fur. Sometimes the tips of the fur are white or silver, which gives the bears a grizzled, or gray, look. This is how the grizzly bear got its name."],
        ["", ":box:Grizzly Bear Facts\n\n• A grizzly bear lives for about 25 years.\n\n• Grizzlies sleep for up to eight months during the winter.\n\n• Grizzlies can run at 35 miles (56 km) per hour."],
        ["", "A Very Large Animal"],
        ["3", "Grizzly bears are huge, bulky animals. A male grizzly can be six to seven feet (1.8-2.1 m) long from nose to tail. The largest grizzlies weigh more than 800 pounds (363 kg). This is as heavy as five or six adult people."],
        ["4", "Female bears are usually smaller than male bears. A fully grown female weighs from 200 to 500 pounds (91-227 kg)."],
        ["", "Where Do They Live?"],
        ["5", "Grizzly bears live in North America. Most of them are in northern Canada and Alaska, where the winters are long and cold. Grizzly bears hibernate in winter. They dig a den in the ground to sleep in over the winter months."],
        ["", "problems/RI18G3E/media/S1b.jpg"],
        ["6", "Grizzlies live near coasts and rivers, in grasslands and forests. These places are called habitats. Grizzlies live in places where there is plenty of food. They try to live away from people."],
        ["", "What Do Grizzlies Eat?"],
        ["7", "Grizzly bears eat just about anything. They eat meat, leaves, berries, and even garbage. Grizzlies catch fish and also large prey, such as elk or moose."],
        ["8", "Grizzlies spend much of the spring and summer eating. They store food in their bodies as extra fat. The fat keeps the bears alive during the winter, when they are asleep."],
        ["", "Living Alone"],
        ["9", "A mother grizzly bear lives with her cubs until they are fully grown. Grizzlies that do not have cubs live alone. Each bear has its own home range, which is the area it lives in. A bear's home range may be very large."],
        ["10", "Grizzlies usually stay away from other bears. A grizzly bear marks its home range by rubbing its body against trees. This leaves a scent, which warns other grizzlies to keep away."],
        ["", ":box:Getting Together\n\n• Grizzly bears sometimes gather together at a river. This often happens when the river contains plenty of salmon for all the grizzlies to eat.\n\n• A group of bears is called a sloth."],
        ["", "Growing Up"],
        ["11", "A mother grizzly bear usually has two cubs at one time. The cubs are born in the den during the winter. At first, the cubs cannot see. A newborn cub is less than 12 inches (30 cm) long. It weighs less than one pound (450 g)."],
        ["12", "Grizzly bear cubs grow quickly. In late spring, the family leaves the den to look for food. The cubs stay very close to their mother."],
        ["", "Enemies"],
        ["13", "Grizzly bears are so big and strong that most other animals keep out of their way. Wolves and cougars will kill bear cubs for food if cubs are left alone. A mother bear carefully protects her cubs from these predators."],
        ["14", "Grizzlies do not often fight each other. They may fight over food, but there is usually enough food for all."],
        ["", "Under Threat"],
        ["15", "At one time, grizzly bears lived in most parts of North America. When people moved into the bears' habitats, the grizzly bears had to move out. Grizzlies do not like to live near towns, cities, or roads. T oday, there are only a few grizzlies in the United States and southern Canada."],
        ["16", "People sometimes hunt grizzly bears because they are afraid of them, or just for sport. Hunters need a license to do this. It is against the law to hunt grizzlies without a license."],
        ["", ":box:Saving Grizzlies\n\nIn North America, there are many national parks and reserves where grizzly bears can live without being disturbed. People are not allowed to build roads or houses in these places."]
    ],
    "Copyright": "Grizzly Bears (Amazing Animals) by Jacqueline Dineen. Text copyright © 2004 by Weigl Publishers, Inc. Reprinted by permission of Weigl Publishers, Inc. Photograph copyright © iStockphoto/lletty17.",
    "References": []
}