{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "In this story, Troy and his family are celebrating the birthday of his younger brother, Trent. As is their tradition, the boys' mother measures their height on the side of the door."
    ],
    "Title": "[Excerpt from] Brothers on Ice",
    "Subtitle": "",
    "Author": "by John Danakas",
    "LabelType": "P",
    "Content": [
        ["1", "\t“It's time to see how much you've grown since last year,” Mom answered."],
        ["2", "\tHow could Trent and I have forgotten? Every year on our birthday Mom has us stand up straight against the bedroom doorjamb and she makes a mark to indicate how much we'd grown since the year before. My marks are in blue pencil crayon. Trent's are in red."],
        ["3", "\t“Do I have to right now, Mom?” Trent pleaded. “I want to get this aquarium ready for my new discus fish.”..."],
        ["4", "\t“Come on now, it won't take long,” Mom persisted. She held out a red pencil crayon and directed Trent to the door. “Head and shoulders straight, back against the doorjamb. Let's go!”"],
        ["5", "\tIn a hurry to get this over with, Trent trotted to the doorway and stood up against the jamb. He waited as Mom made sure he wasn't slouching or stretching and carefully marked the spot on the jamb where the top of his head reached."],
        ["6", "\t“Done?” Trent asked."],
        ["7", "\tMom ignored him. “Isn't that interesting,” she said."],
        ["8", "\t“What?” Dad inquired."],
        ["9", "\t“Yeah, what?” Trent echoed."],
        ["10", "\t“Well,” Mom smiled, “your mark is higher than Troy's last mark. That's the first time that's ever happened.”"],
        ["11", "\t“No way,” Trent squealed with delight."],
        ["12", "\t“Take a look for yourself,” Mom instructed."],
        ["13", "\tI rushed over to the doorway and actually nudged Trent out of the way to get a better look. I couldn't believe my eyes. The red mark was indeed a little higher than the blue."],
        ["14", "\t“I'm taller than Troy!” Trent celebrated. “Awesome!”"],
        ["15", "\t“You must have made a mistake,” I protested to Mom. I could feel my stomach churning."],
        ["16", "\t“No, honey. I'm really careful with this.” Mom looked me in the eyes, patted my shoulder. “Anyhow, there's very little difference.”..."],
        ["17", "\t“Why don't the two of you stand back to back?” Dad suggested. “Then you'll see exactly who's taller.” Now Dad was really thinking."],
        ["18", "\t“Sure,” I volunteered. I wanted to lay this matter to rest as soon as possible."],
        ["19", "\t“Sounds good to me,” Trent echoed."],
        ["20", "\tTrent and I turned and stepped backwards towards each other. We jostled a few seconds, adjusting ourselves to the tallest possible posture. His bony shoulder blades dug into my back. His long hair tickled my neck."],
        ["21", "\t“Well, what do you say?” I asked."],
        ["22", "\t“Hold on,” Dad answered. He had moved in close and was making sure neither of us were standing on our tiptoes or stretching our necks. His hands rested on each of our heads, keeping us in place. Meanwhile, Mom tilted her head to inspect us closely."],
        ["23", "\t“Well?” I asked again."],
        ["24", "\tMom emitted a nervous little cough. “I could be wrong, but...”"],
        ["25", "\t“But what?” I prodded."],
        ["", ":box:prodded = gently tried to get someone to do something"],
        ["26", "“I think Trent is just a smidgen taller.” She coughed again. “Of course, that could be because he has more hair.”"],
        ["27", "\tTrent hurriedly lifted his hand to his head and patted down his hair. “How about now?” he asked."],
        ["28", "\t“Um...” Mom stalled."],
        ["29", "\t“Dad?” I pleaded. Standing tall, I kept my head forward and my back straight. I trusted his judgment."],
        ["30", "\t“Well, Troy, you may not like to hear this, but as far as I can tell Trent is in fact taller. Not by much, that's for sure, but there is a difference. Nine- tenths of a centimeter, I'd say.”"],
        ["", ":box:centimeter = unit of measure equal to less than 1/2 inch"],
        ["31", "\t“Nine-tenths of a centimeter?” I repeated."],
        ["32", "\t“Yes!” Trent celebrated."],
        ["33", "\t“I can't believe this,” I whined. “There's just no way.” My mind raced. Something had to be wrong about this. Even Dad could make mistakes sometimes. “Bring me a mirror,” I demanded."],
        ["34", "\t“A mirror?” Mom gasped."],
        ["35", "\t“Don't be ridiculous,” Dad scoffed."],
        ["", ":box:scoffed = said in a way that did not show respect and seemed bothered"],
        ["36", "\t“Just bring me a mirror, please,” I begged. “Please!”"],
        ["37", "\tMom shuffled off to her and Dad's room and came back with her make-up mirror, round-faced with a long handle, almost like the kind you see in old fairytale picture books. I grabbed it roughly and held it out to the side. Immediately Trent and I both turned our heads to see the evidence. It was tough to make out the difference between us, but there it was, reflected back at me, as undeniable as the pain that was settling right now into the pit of my stomach."],
        ["", ":box:undeniable = certain"],
        ["38", "\tTrent was taller than I was."]
    ],
    "Copyright": "",
    "References": []
}