{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "Funderstorm",
    "Subtitle": "",
    "Author": "by John Samony",
    "LabelType": "P",
    "Content": [
        ["1", "\tSo my mom mentions to the Clarksons that I'm sort of the baby-sitter in our building and that if they ever need me, I'm responsible and have reasonable rates (meaning I work cheap)."],
        ["2", "\tThree days later, I'm playing a matching game with Mr. and Mrs. Clarkson's five-year-old son, Billy, while they enjoy dinner and a movie."],
        ["3", "\tThings get interesting after a lightning bolt brightens the darkening sky like a camera flash, followed by a loud crash of thunder. Billy flies off the couch and runs to his room."],
        ["4", "\tThe Clarksons gave me emergency numbers and other instructions, but they didn't tell me what to do if their kid decides to hide under his bed."],
        ["5", "\t“What's wrong, Billy?” I ask as if I don't already know ..."],
        ["6", "\tSilence for a moment, then the truth. “I'm afraid of thunderstorms,” he sats,"],
        ["7", "\tPart of being a great baby-sitter is being an expert in a lot of fields — a nurse for bandaging banged-up knees, a chef for concocting interesting snacks, and a writer for coming up with good bedtime stories. This time, I need to be a psychologist."],
        ["", ":box:concocting = making by mixing parts"],
        ["", ":box:psychologist = person who studies how people act and feel"],
        ["8", "\t“Billy, a lot of people don't like thunderstorms,” I say."],
        ["9", "\t“I'm not a lot of people,” he points out."],
        ["10", "\tI don't know how to respond to that. I make a mental note to brush up on my psychology and I take a more basic approach. “You'll miss my famous cheese-and-pepper-flavored popcorn ...”"],
        ["11", "\tI don't want Billy to have a miserable night. What can I do?"],
        ["12", "\tI look around for inspiration and spot Billy's sports trophies and ribbons. Then it hits me. “If you don't come out, you're going to miss the funderstorm.”"],
        ["13", "\t“You mean 'thunderstorm,'” he corrects."],
        ["14", "\t“Nope. I mean funderstorm.”"],
        ["15", "\tBilly peeks his head out. “What's that?”"],
        ["16", "\t“It's having fun during a thunderstorm,” I explain. “When the lightning strikes, you see how many things you can do before the thunder comes ...”"],
        ["17", "\tAt that moment, lightning lights up the room. Billy looks at me expectantly."],
        ["18", "\tI spot a lone sock dangling from his dresser drawer. “How many socks can you put on one foot? Go!”"],
        ["19", "\tHe runs to his dresser and starts putting on socks. His right foot grows bigger with each new one."],
        ["20", "\tI count along. “3 ... 4 ... 5 ...” He gets to 8 before the thunder booms and rattles the windows."],
        ["21", "\tIt also rattles his nerves. Before he can dive back under the bed, I yell, “Fruits! How many can you name?”"],
        ["22", "\tThe sky lights up."],
        ["23", "\t“Apple, banana, pear ...,” he chants. He's in the middle of listing melons when the round ends with a sharp crack."],
        ["24", "\t“Pretty impressive,” I say."],
        ["25", "\t“What else?” he says."],
        ["26", "\tI smile. Now he's really on board. “Let's see your hopping skills.” I peek out the window. “Ready, set ...” At the flash, I yell, “Go!”"],
        ["27", "\tHe starts hopping on one foot. After 10 seconds, he switches to the other foot, then back again at 20 seconds. He's at 29 hops when a softer boom signals the end of the round."],
        ["28", "\t“That's the best I've ever done,” he says."],
        ["29", "\t“You getting hungry?” I ask, grinning like a cheetah. “At the next lightning bolt, go to the kitchen, grab the popcorn, and come back.”"],
        ["30", "\tI can still see a little worry in his eyes. “You OK?” I ask."],
        ["31", "\t“Yes,” he says confidently, surprising me with the speed of his answer."],
        ["32", "\tI yell, “Go!” exactly when the flash comes."],
        ["33", "\tHe peels out of his room. Sixteen seconds later, he leaps back in, drops the container of popcorn on his dresser, and falls breathlessly onto the floor."],
        ["34", "\t“Sixteen seconds,” I say, looking at my watch and smiling. “Not bad.”"],
        ["35", "\tWe don't hear anything for a minute or two."],
        ["36", "\t“I think the storm is going away,” he says."],
        ["37", "\tSo is the worried look in his eyes."],
        ["38", "\tWhen the Clarksons return, they apologize for not calling home. They were in the theater and didn't hear the storm."],
        ["39", "\t“How'd our boy weather the thunderstorm?” Mrs. Clarkson asks as she gives Billy a hug."],
        ["40", "\t“Funderstorm,” he corrects, giving me a sly look. “And I can't wait till the next one!”"],
        ["41", "\tBilly isn't kidding."],
        ["42", "\tI can't take other baby-sitting jobs if storm clouds start rolling in because I'll know to expect a call from the Clarksons."],
        ["43", "\tBilly has a lot of records to break."]
    ],
    "Copyright": "",
    "References": []
}