{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Larry wrote this essay for a history assignment. Read Larry's essay and look for any revisions he needs to make. When you finish reading, answer each question that follows."
    ],
    "Title": "How Military Rations Changed the Way We Eat",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) Walk down the aisles of a grocery store and you will find various cans, boxes, bags, and pouches of food available. (2) Specialized packaging allows food to be purchased and kept for long periods of time. (3) Packaged food is a convenient staple in many households and allows for easy transportation and storage. (4) The origin of food storage and preservation is the result of many military advancements in providing provisions for troops far away from home."],
        ["", "\t(5) Food spoils if it cannot be preserved. (6) The mixing of moisture, bacteria, and air makes food deteriorate quickly. (7) This rotting of food proves to be a huge challenge for troops who are many miles away from villages, towns, and cities. (8) Early attempts to provide provisions to troops left them weakened. (9) Troops were also left malnourished and susceptible to disease, which could be fatal. (10) It was obvious that something needed to be done."],
        ["", "\t(11) The process of canning helped provide quality food for troops. (12) Canning owes its discovery to Napoleon's need to provide adequate nutrition to French troops. (13) To solve the problem, the French government offered a reward for the development of a way to preserve food. (14) The solution was to preserve food in glass jars. (15) Before food was placed into the glass jars, it was heated to kill any existing bacteria. (16) Then, the contents of the jars were secured with a lid. (17) When the food inside the jar cooled, the lid would be vacuumed sealed, keeping air or new bacteria from entering. (18) This invention provided troops with edible food that could be transported over long distances and consumed without worry. (19) However, there was one problem with this method: glass jars break, leading to the military-based invention of utilizing metal cans. (20) Now canned food is common in almost any grocery-store aisle."],
        ["", "\t(21) Other innovations relied on the basic idea of canning: removing moisture from food. (22) One such method is dehydrating food. (23) Beyond meat, fruit, and vegetables, dehydration was used for dairy, especially cheese. (24) Dehydrated cheese is found in almost anything cheese flavored, from chips to pasta. (25) Freeze drying was another dehydration method employed. (26) In preserving coffee and making it “instant,” freeze drying is frequently used. (27) It is also used in other “add water” food such as instant breakfasts and soups, providing the bits of fruits and vegetables that are present. (28) As military innovators continued to experiment, they realized that the addition of salt and sugar could prevent the water molecules in food from interacting with other ingredients, thus extending the freshness, or shelf life, of food."],
        ["", "\t(29) Using heat to remove moisture helps to preserve foods, but military researchers also wanted to address the problem of bacteria. (30) They developed a method of using pressure to eliminate bacteria. (31) The force used to generate the pressure is so great that it destroys any bacteria, thereby sterilizing the food. (32) The sterilization creates food that can be consumed safely without the need for preservatives. (33) Salsas, guacamole, and deli meats all benefit from this process."],
        ["", "\t(34) The need for quick, easy, convenient, long-lasting food that can be transported and stored and consumed days, months, or years later is due to military innovations. (35) These military innovations have made their way into grocery stores and ultimately the pantries and kitchens of all. (36) Without a doubt, military rations have dramatically changed the way people eat."]
    ],
    "Copyright": "",
    "References": []
}