{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "(from) Millennials ... So Happy Together",
    "Subtitle": "",
    "Author": "by Neil Howe\nForbes\nAugust 31, 2017",
    "LabelType": "P",
    "Content": [
        ["1", "WeWork, an upstart that leases shared workspaces, is now worth more than $20 billion after a multibillion-dollar investment from SoftBank. In recent years, the co-working movement—along with its newer cousin, co-living—has turned into a frenzy. What's behind this trend? Generational change is the primary driver. These community-oriented, structured, and shared concepts appeal to Millennials¹ — and will likely be around for the long haul."],
        ["2", "Over the past decade, co-working spaces have gone from Silicon Valley “hacker mansions” to full-fledged business enterprises. There were more than 11,000 co-working spaces worldwide in 2016—up from just 14 in 2007. WeWork itself opened nearly 10,000 desks across eight countries in December 2016 alone. Co-living has also surged: Companies like Common, Ollie, and Outsite explicitly organize housing options around the idea of group living. Last year, WeWork even launched its own dedicated co-living arm, WeLive."],
        ["3", "Both co-working and co-living represent a profound shift from the traditional work and home setup. Co-working startups lease office buildings and sublet the space to teleworking professionals, independent contractors, and small companies. These individuals or groups rent or pay a membership fee (monthly or daily) to work in a shared space with others. These spaces are explicitly designed for interaction. (WeWork co-founder Adam Neumann calls it “the physical social network.”) Whether it's networking events or monthly pancake breakfasts, co-working companies ensure that no one remains anonymous in the workplace."],
        ["4", "Co-living is an extension of this trend. Co-living startups lease apartment buildings and rent out bedrooms to individuals—often at a much lower cost than a one-bedroom apartment. What's the catch? Residents must share bathrooms, kitchens, and common areas. (Think “dorms for adults.”) Like their co-working counterparts, co-living companies offer a wide range of conveniences, including laundry services, housecleaning, and scheduled events."],
        ["5", "What is fueling the rise of these arrangements? The answer is simple: These spaces tap into the Millennial mindset."],
        ["6", "Most importantly, the co-working/co-living movement reflects Millennials' desire for community. Unlike young Boomers, whose life goal was to be master of one's own home and solo alpha professional in the corner office, Millennials would rather do most of their living and working with others. Before co-working spaces, work-at-home contractors would have to formally meet in order to collaborate and start-up employees would only have each other to talk to. Today's co-working spaces give everyone the daily opportunity to socialize and collaborate."],
        ["7", "Co-living spaces have a similar mission. These arrangements are crafted to cure the isolation often felt in big cities. Ajay Yadav, founder and CEO of Roomi, says that “more residents are opting to co-live to not only save money but to have a shared city living experience with a roommate.” And loneliness is a huge problem for Millennials, many of whom are putting off the relationships that would normally fill their need for companionship. (This tension explains the expansive online literature on lonely young people—as well as the proliferation of apps like MeetUp and Ameego designed to stave off loneliness.)"],
        ["8", "Millennials like the structure and safety these offerings provide. In many ways, co-living and co-working environments operate in loco parentis.² Co-working startups are responsible for making sure the printer works and the office stays tidy while workers concentrate on the task at hand. For Gen Xers³ and Boomers,⁴ the thrill of startup life was tied to the risk of going it alone. Millennials, however, want a safety net to catch them if all goes wrong. Plus, these apartments have a hierarchy of authority figures who operate as residential advisors—intervening when conflict arises."],
        ["9", "Millennials don't mind sharing space with or being dependent on others. Why own a car when there's Uber? Or buy a dress for a work gala when there's Rent the Runway? The same mentality applies here. Why pay for my own kitchen when it's less expensive to share? And Millennials are willing to trust these setups. Millennials have been the recipients of special care since birth—and trust others to look out for their best interests. This runs completely against Gen-X instinct: These grownup latchkey kids didn't have anyone looking out for them and have always defined adulthood in terms of personal ownership and look-out- for-yourself independence."],
        ["10", "Millennials also have a more blended definition of work-life balance. Millennials want to prove themselves in the office, which often means going above and beyond the call of duty—even outside the 9-to-5 workday. This is particularly true for those in the startup world, where sparks of inspiration may hit at 3 AM. Co-living and co-working spaces promise that someone will always be around to help brainstorm for new ideas. It also means that when every coffee shop is closed, there will be complimentary caffeine within walking distance."],
        ["11", "To be sure, there can be such a thing as too much co-everything—even for Millennials. There are times both at work and at home when privacy is needed. Although co-working startup Alley offers private phone booths, open offices have been known to raise generational tensions. Additionally, these environments require strict rules to keep the peace. For rule-abiding Millennials, “community policing” often is seen as being for the best of the group. For older generations who don't want to be told what to do, that might not fly over so well."]
    ],
    "Copyright": "From Forbes.com, August 31, 2017. © 2017 Forbes. All rights reserved. Used by permission and protected by the copyright laws of the United States. The printing, copying, redistribution, or retransmission of this content without express written permission is prohibited.\nThird party trademarks WeWork®, SoftBank®, Common®, Ollie®, Outsite®, WeLive®, Roomi®, MeetUp®, Ameego®, Uber®, Rent the Runway®, and Alley® were used in these testing materials.",
    "References": [
        ["¹", "Millennials have birth years starting from the early 1980s and ending in the mid-1990s to early 2000s."],
        ["²", "In loco parentis is acting in the capacity of a parent."],
        ["³", "Generation Xers have birth years starting in the early-to-mid 1960s and ending in the early 1980s."],
        ["⁴", "Baby Boomers have birth years starting from the early-to-mid 1940s and ending in the early 1960s."]
    ]
}