{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [
        "April wrote this essay about the history of a hobby she enjoys. Read April's essay and look for revisions she needs to make. Then answer each question that follows."
    ],
    "Title": "The History of Skateboarding",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\t(1) In 2020 at the 32nd Olympic Summer Games in Tokyo, Japan, skateboarding will appear. (2) An activity once seen as fringe and rebellious will be legitimized as a global sport. (3) Skateboarding began as a hobby. (4) It was an alternative way for surfers to continue what they enjoyed when the ocean was not producing rideable waves. (5) Despite this humble beginning, skateboarding has transformed through the years from a pastime to an influential, cultural mainstay."],
        [" ", "\t(6) Skateboarding began with the idea of taking roller skate wheels and affixing those wheels to a strip of wood. (7) It was initially referred to as “sidewalk surfing.” (8) While these crude “skateboards” allowed surfers to ride when the waves were down, the boards lacked maneuverability and rattled and vibrated on the concrete sidewalks and asphalt streets. (9) Although the early boards were homemade, commercial manufacturers began producing skateboards. (10) While the commercial manufacturers promoted skateboarding through sanctioned competitions, they did little to improve upon the original design, and by the mid-'60s, safety concerns stymied the rise of skateboarding."],
        [" ", "\t(11) While the sport failed to grab the general public's attention, there were still those who continued skateboarding despite the safety concerns. (12) They saw opportunities to improve the original design and create safer and more maneuverable boards. (13) One of those people was inventor Richard Stevenson. (14) He also replaced the common steel wheels with clay ones. (15) Stevenson, however, did not stop there. (16) He also transformed skateboarding with his addition of the kicktail. (17) A kicktail is the curved section on the back of the board, which allows skateboards to fly. (18) With these improvements, they now had more control and could perform aerial stunts."],
        [" ", "\t(19) Not satisfied with Stevenson's use of clay wheels, Frank Nasworthy stumbled upon the idea to use urethane wheels. (20) Urethane is commonly found in the midsoles of athletic shoes. (21) Nasworthy's wheels allowed the skateboards to better grip surfaces and provided the additional benefit of more control. (22) Both Stevenson's and Nasworthy's contributions in the '70s revolutionized skateboarding. (23) Their contributions saved it from the brink of extinction and placed it in the mainstream as municipalities became dotted with skate parks. (24) Skateboarding's popularity, however, would fall again due to safety concerns as many skate parks could not afford the insurance premiums needed to protect themselves and the skaters who used their parks."],
        [" ", "\t(25) Despite this setback, skateboarding did not disappear; it just went underground. (26) Skateboarding soon became a subculture of the youth, gaining popularity as documentary-style, straight-to-video films launched the careers of many who are now household names. (27) These videos paved the way for the emergence of large competitions. (28) ESPN, as a sports network, saw a way to introduce the world to the relatively new phenomena of action sports. (29) In 1995, ESPN would create the X-Games, which showcased nine sports with 27 events over a week."],
        [" ", "\t(30) The X-Games placed the subculture of skateboarding on the main stage. (31) Utilizing the formula that made ESPN connect with a younger audience, the Olympics' governing body decided to include skateboarding in the 2020 Games. (32) They are hoping that skateboarding will rejuvenate the Olympics while at the same time showcasing the Olympic spirit of sportsmanship. (33) Skateboarders have always embodied the Olympic values. (34) Skateboarding has always been more about appreciation of others' abilities and talents than strictly about the competition."]
    ],
    "Copyright": "Third party trademark ESPN® was used in these testing materials.",
    "References": []
}