{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Lucia has written this essay for her history class. Read Lucia’s essay and look for any corrections that she needs to make. When you finish reading, answer the questions that follow."
    ],
    "Title": "Teens and Politics",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) News and social media expose people to current issues every day, and this information can influence the decisions adults make when they enter the voting booth. (2) Teenagers are exposed to the same news information; some may feel that their voices are stifled because they are not yet old enough to vote. (3) However, there are other ways for young people to express their views and to become involved in politics."],
        ["", "\t(4) Most students are introduced to politics through student government or student-council programs at school. (5) Students can run for class president, vice president, treasurer, and other positions. (6) Teens elected to office can have an impact regarding issues that affect their schools. (7) But teens don’t need to stop at school elections. (8) In some states, teens can actually run for political office, and in Kansas and Vermont, teenagers are doing just that."],
        ["", "\t(9) Ethan Sonneborn, a 14-year-old student at Mt. Abraham Union middle school in Bristol, Vermont, became interested in politics when he was in elementary school. (10) He was at a yard sale when an encyclopedia with a photo of Senator Robert Kennedy caught his eye. (11) After reading the entry about the former senator and presidential candidate, Ethan continued to research Kennedy and developed a strong admiration for the man’s political prowess. (12) Eventually, that political interest led Ethan to run for governor. (13) That’s right—a 14-year-old student decided to run for governor of Vermont! (14) As if that weren’t surprising enough Ethan is not the only teenage gubernatorial candidate this year."],
        ["", "\t(15) Tyler Ruzich is a junior at Shawnee Mission High School in Overland Park, Kansas. (16) He is a candidate for governor of Kansas. (17) Tyler is the captain of his school’s debate team and keeps a poster-size version of the U.S. Constitution plastered on his bedroom wall. (18) To show her support, his 11-year-old sister wears a pale blue T-shirt with the slogan “Ruzich for Governor.” (19) When it is time to attend political events or interviews, Tyler, who bags groceries at the local grocery store, asks coworkers to cover his shifts. (20) Since this job allows those to interact with people of all ages and from all walks of life, Tyler feels that working there actually has helped his political aspirations."],
        ["", "\t(21) Tyler is running against 16-year-old Jack Bergeson, an honor student and defensive end on his high school’s football team. (22) Jack convinced Tyler to get into politics because Jack believes running for office can help teens impact their home states. (23) Along with Tyler and Jack, there are four other teenagers running for the governor’s office in Kansas. (24) Kansas also does not have an age requirement for candidates wishing to hold the state’s highest office. (25) That could change in the future because there is a proposed law that would limit elections to candidates over 18. (26) But for now, the teenagers hold debates, conduct interviews, and encourage other teens to get involved in local and state politics."],
        ["", "\t(27) Of course, not every teen wants to run for political office. (28) Some may find it overwhelming when they’re not old enough to vote, and it’s a lot of work. (29) But, as Tyler says, “If the opportunity is there, and you’re our age, then you’ve got to do it. (30) It’s the only way we’re going to be able to help address this crisis of political apathy among the members of our generation.” (31) Teens are the next generation of leaders, and those who learn about important issues and become commited might make a difference in the future."]
    ],
    "Copyright": "",
    "References": []
}