{
    "Directions": "Read the following passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Snowshoe Views",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "“Would you like to go snowshoeing?” Aunt Helen asked Lucy."],
        [" ", "The two snowshoes in Aunt Helen's hands looked like big, webbed rackets. When Aunt Helen strapped one to the bottom of each of her shoes, she could hike across the snow without sinking into it."],
        [" ", "“No, thanks,” Lucy replied. She was staying with her aunt for the weekend, in a town far outside the city."],
        [" ", "Aunt Helen set the snowshoes in the corner and went to the kitchen."],
        [" ", "With a sigh, Lucy plopped down on the couch, eyeing the snowshoes. She liked to play sports like basketball and soccer—sports that allowed her to move quickly. It seemed much more exhilarating to run across a basketball court or a soccer field than to walk slowly across the snow."],
        [" ", "Moments later, Aunt Helen joined Lucy, handing her a glass of water. Lucy looked down into her glass. She didn't see Aunt Helen often. Sometimes it was hard for Lucy to think of things to talk about with her aunt."],
        [" ", "“Do you ever watch soccer on television?” Lucy asked her."],
        [" ", "“Not usually,” Aunt Helen said, shaking her head."],
        [" ", "“Soccer season is over now for me at school,” Lucy mentioned next. “We're already into basketball season.”"],
        [" ", "Aunt Helen smiled but didn't say anything. Sometimes, she could be as quiet as the night moon."],
        [" ", "Lucy stood and stretched. It might be nice to get outside for a while."],
        [" ", "“May we still go snowshoeing?” Lucy asked. “I think I'd like to try it after all.”"],
        [" ", "“That would be wonderful,” Aunt Helen answered, her eyes shining."],
        [" ", "When Lucy and Aunt Helen walked outside, the sharpness of the cold air stole Lucy's breath."],
        [" ", "Blinking her eyes in the bright sun, Lucy placed her feet onto the snowshoes. With expert hands, Aunt Helen fastened their straps tightly."],
        [" ", "Next, Aunt Helen demonstrated how to take a slightly wider step, so that the snowshoes' edges would not become caught on each other. Then she started out toward the woods."],
        [" ", "The snowshoes felt clumsy on Lucy's feet, and she soon tripped, tumbling down to the ground. Aunt Helen reached her swiftly and offered her a helping hand. She brushed the snow from Lucy's knees and said, “Don't worry—you're doing great.”"],
        [" ", "“I'm not so sure!” Lucy laughed. She felt like a duck with these enormous, webbed feet."],
        [" ", "She and Aunt Helen climbed a long, gentle hill. By the time they reached the top, Lucy's legs were beginning to ache."],
        [" ", "“Look,” Aunt Helen whispered to Lucy. She pointed to a willow bush."],
        [" ", "Lucy studied the plain bush. After a few seconds, she spied a white rabbit sitting inside it, as still as a statue."],
        [" ", "“Rabbits turn white in the winter,” Aunt Helen explained. “Their coloring allows them to blend into their snowy home.”"],
        [" ", "Next, Lucy followed Aunt Helen through a long meadow. A white-tailed deer melted through some nearby trees."],
        [" ", "“Did you know that a deer waves its tail like a white flag to warn other deer of danger?” Aunt Helen asked."],
        [" ", "“Wow!” Lucy said, thinking that maybe Aunt Helen wasn't so quiet after all."],
        [" ", "They continued on their way. Often, Aunt Helen paused to show Lucy hidden treasures, like a frozen waterfall. Its icicles looked like the sharp, pointed teeth of a wolverine."],
        [" ", "Finally, they reached an opening in the trees near the edge of a hill. Lucy gasped when she saw the view. Like a toy village, the town below them was nestled in the arms of the wintery trees. Wisps of smoke curled from the chimneys, and tiny cars dotted the winding roads."],
        [" ", "“One reason that I love to go snowshoeing,” Aunt Helen explained, “is because it gives me a different view of the world.”"],
        [" ", "“It's wonderful,” Lucy agreed."],
        [" ", "The sports Lucy practiced at school had never allowed her to explore winter's hidden secrets this way. Plus, going snowshoeing had given her another view of her aunt. Aunt Helen might not be interested in soccer or basketball, but she had her own talents."],
        [" ", "“Do we have time to go snowshoeing again tomorrow?” Lucy asked as they turned toward home."],
        [" ", "Aunt Helen smiled. “We'll make time,” she promised, her soft voice full of joy."]
    ],
    "Copyright": "",
    "References": []
}