{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze and evaluate the relationship of natural selection to adaptation and to the development of diversity in and among species.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A new predator of rabbits has been introduced within an ecosystem. This new predator runs faster than the native predators of rabbits.",
            "Which statement describes what will most likely occur in the rabbit population due to the introduction of the predator?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The rabbits will mutate their genes and express genes that increase their speed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rabbits do not have the ability to willingly mutate their genes.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Slower rabbits will develop stronger legs and pass this trait to their offspring.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An acquired trait, like building muscle strength, is not genetically based and therefore not passed on to offspring.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Rabbits will mate and produce offspring with a different species that has faster runners.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rabbits do not mate with other species and produce offspring.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Faster rabbits will survive and reproduce increasing the average speed of the rabbit population.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The new predators are now a new selection factor in the environment, making faster rabbits more fit and adapted to this environment. Through the process of natural selection, faster rabbits will survive this change and pass this trait to their offspring. This increase in the number of faster rabbits in the population will result in increasing the average speed of this population.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems"
        ],
        "SubTopics": [
            "Analyze the levels of organization in biological systems and relate the levels to each other and to the whole system."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which answer choice best describes a community?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Praying mantises caring for their young",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is an example of two members of the same species interacting.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Three-spined sticklebacks living in estuaries",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is an example of a group of the same species living together, which is a population and not a community.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Different species of lizards occupying the same niche in a desert",
                "Key": {
                    "Correct": true,
                    "Rationale": "A community is a group of different species living and interacting together in one location, like in the example given.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Roosting mother bats recognizing their offspring",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is an example of two members of the same species interacting.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Identify components of DNA, identify how information for specifying the traits of an organism is carried in the DNA, and examine scientific explanations for the origin of DNA.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Eight components present in nucleic acids are listed in the box.",
            ":box:Components of Nucleic Acids\n\n1. Phosphate\n2. Ribose sugar\n3. Deoxyribose sugar\n4. Uracil\n5. Thymine\n6. Adenine\n7. Guanine\n8. Cytosine",
            "Which components bond with adenine in a section of double-stranded DNA?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1, 3, 5, and 6 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nitrogenous base adenine would not bond to another adenine because they are not complementary to each other. Phosphate groups, while part of the nucleotide structure, do not directly bond to the nitrogenous bases; they are attached to the sugar groups along the outside of the DNA molecules.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "3 and 5 only",
                "Key": {
                    "Correct": true,
                    "Rationale": "Adenine is bonded to the deoxyribose sugar on its own strand as well as to its complementary nucleotide, thymine, on the complementary strand.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "2 and 4 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ribose sugar and uracil are both components of RNA; therefore they would not be part of a double-stranded DNA molecule.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "3, 4, 7, and 8 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "Guanine and cytosine are both nitrogenous bases that would not bond to adenine because they are not complementary to it. Uracil is a nitrogenous base that is a part of RNA and not DNA.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Describe the flow of matter through the carbon and nitrogen cycles and explain the consequences of disrupting these cycles."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What would be the most likely effect of a wildfire that burned a large area of a forest?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "More sugars and starches would be available for animals in the area.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The decrease in the number of plants by the wildfire would decrease the amount of sugars and starches available for animals in the area.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The availability of fossil fuels for use by industries in the area would be reduced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wildfires do not reduce the availability of fossil fuels for use by industries in the area.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Less carbon dioxide would be removed from the atmosphere in the area by plants.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A wildfire that burned a large area of forest would eliminate the plants in the area. Plants remove carbon dioxide from the atmosphere during the process of photosynthesis, therefore, the decrease in the number of plants in the area would reduce the amount carbon dioxide removed from the atmosphere by plants.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "An increase in animal respiration would increase the release of carbon dioxide in the area.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The wildfire would also eliminate the animals in the area therefore, there would not be an increase in animal respiration.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of regulation, nutrient absorption, reproduction, and defense from injury or illness in animals."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which four body systems interact to allow a person to sneeze?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Muscular, immune, nervous, respiratory",
                "Key": {
                    "Correct": true,
                    "Rationale": "A sneeze is triggered by an allergen in the respiratory tissue of the nose. Antibodies of the immune system trigger the allergic reaction to the allergen. Nerve endings in the nose that signal the sneeze reflex inside the brain are also triggered. The reflex triggers muscles in the head, neck, abdomen, and diaphragm to produce the sneeze.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Nervous, respiratory, circulatory, skeletal",
                "Key": {
                    "Correct": false,
                    "Rationale": "The skeletal and circulatory system are not directly triggered during a sneeze.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Respiratory, endocrine, skeletal, circulatory",
                "Key": {
                    "Correct": false,
                    "Rationale": "The endocrine system, skeletal system, and circulatory system are not directly triggered during a sneeze.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lymphatic, skeletal, respiratory, muscular",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lymphatic system and skeletal system are not directly triggered during a sneeze.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare and contrast prokaryotic and eukaryotic cells, including their complexity, and compare and contrast scientific explanations for cellular complexity.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Students use a microscope to look for structures present in four different cells. The students placed an X for each structure that was viewed for each cell on the table shown.",
            "problems/TX19HSB/media/6a.jpg",
            "Which cell that was viewed is most likely a prokaryote?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Cell W",
                "Key": {
                    "Correct": false,
                    "Rationale": "The students viewed a nucleus in Cell W, so it cannot be classified as a prokaryote.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Cell X",
                "Key": {
                    "Correct": true,
                    "Rationale": "A prokaryote is a unicellular organism that does not have a nucleus. Cell X is most likely a prokaryote because the students did not view a nucleus in the cell.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Cell Y",
                "Key": {
                    "Correct": false,
                    "Rationale": "The students viewed a nucleus in Cell Y, so it cannot be classified as a prokaryote.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Cell Z",
                "Key": {
                    "Correct": false,
                    "Rationale": "The students viewed a nucleus in Cell Z, so it cannot be classified as a prokaryote.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Categorize organisms using a hierarchical classification system based on similarities and differences shared among groups.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A dichotomous key for identifying fish is shown.",
            ":box:1a: Body is long and narrow................................Go to 2\n1b: Body is not long and narrow...........................Go to 3\n\n2a: Pointed fins..................................................Trumpetfish\n2b: Fish has smooth fins......................................Moray eel\n\n3a: Eyes located on top of the head......................Go to 4\n3b: Eyes located on either side of the head............Go to 5\n\n4a: Long, whip-like tail........................................Spotted eagle ray\n4b: Short, blunt tail............................................Peacock flounder\n\n5a: Body is spotted.............................................Go to 6\n5b: Body is not spotted.......................................Go to 7\n\n6a: Chin whiskers present...................................Spotted goatfish\n6b: Chin whiskers absent....................................Bandtail puffer\n\n7a: Striped........................................................Go to 8\n7b: No stripes....................................................Glassy sweeper\n\n8a: V-shaped tail................................................Squirrelfish\n8b: Blunt, rounded tail........................................Glasseye snapper",
            "Based on this key, which two fish have eyes located on either side of their head and are not spotted?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Glassy sweeper and squirrelfish",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the dichotomous key shown, both the glassy sweeper and squirrelfish have eyes located on either side of their head and are not spotted.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Glasseye snapper and spotted eagle ray",
                "Key": {
                    "Correct": false,
                    "Rationale": "The spotted eagle ray has eyes located on the top of its head.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Spotted goatfish and bandtail puffer",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both the spotted goatfish and bandtail puffer have spots.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Peacock flounder and glassy sweeper",
                "Key": {
                    "Correct": false,
                    "Rationale": "The peacock flounder has eyes located on the top of its head.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Explain the purpose and process of transcription and translation using models of DNA and RNA.",
            "Evaluate models according to their limitations in representing biological objects or events."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Students are modeling mRNA during the process of protein synthesis. Which answer choice correctly describes the model of the mRNA strand being transcribed?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The mRNA strand is complementary to the DNA template strand; however, uracil instead of adenine is paired with thymine.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the complementary strand of mRNA transcribed, the base uracil does not pair with thymine.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The mRNA strand is complementary to the DNA template strand; however, uracil instead of thymine is paired with adenine.",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the process of protein synthesis, the mRNA strand transcribed will be complementary to the DNA template strand. The base uracil present in the complementary mRNA strand will be paired with adenine instead of the base thymine.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The mRNA strand is an exact copy of the DNA template strand; however, uracil instead of adenine is paired with thymine.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mRNA strand transcribed will be complementary, not an exact copy of the DNA template strand.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The mRNA strand is an exact copy of the DNA template strand; however, uracil instead of thymine is paired with adenine.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mRNA strand transcribed will be complementary, not an exact copy of the DNA template strand.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the stages of the cell cycle, including deoxyribonucleic acid (DNA) replication and mitosis, and the importance of the cell cycle to the growth of organisms.",
            "Evaluate the impact of scientific research on society and the environment."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The karyotype, or chromosomal profile, for humans is shown. A karyotype can be used to investigate genetic disorders.",
            "problems/TX19HSB/media/9a.jpg",
            "The chemical colchicine is used in the production of karyotypes. Colchicine prevents spindle fibers from forming during the cell cycle.",
            "What is a result of preventing spindle fibers from forming?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The cell cycle skips G₀ phase and repeats G₁ phase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Spindle fibers do not form during the G₀ or G₁ phases of the cell cycle, so they would be unaffected by the chemical colchicine.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Mitotic division is skipped, and the cell cycle proceeds to cytokinesis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mitotic division is able to proceed in the stages of mitosis before metaphase, before the function of the spindle fibers is needed for further nuclear division.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Mitotic division stops in metaphase and cannot proceed to anaphase.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the cell cycle, the spindle fibers separate the sister chromatids of chromosomes during anaphase. The chemical colchicine prevents the spindle fibers from forming, which stops mitotic division during metaphase, the step before anaphase.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The cell cycle skips S phase and proceeds to G₂ phase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Spindle fibers do not form during th e S or G₂ phases of the cell cycle, so they would be unaffected by the chemical colchicine.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare characteristics of taxonomic groups, including archaea, bacteria, protists, fungi, plants, and animals.",
            "Plan and implement descriptive, comparative, and experimental investigations, including asking questions, formulating testable hypotheses, and selecting equipment and technology."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A team of students encounters an unknown organism in a field while conducting a biodiversity study. Some students think the organism is a plant, while others think it is a fungus.",
            "Which question should the students investigate to classify the organism correctly?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Is there a cell wall around the cells of the organism?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cell walls are a characteristic of both plants and fungi, so investigating this question would not allow students to classify the unknown organism correctly.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Does the organism perform photosynthesis?",
                "Key": {
                    "Correct": true,
                    "Rationale": "Investigating the ability of the unknown organism to perform photosynthesis would allow students to classify the organism correctly because performing photosynthesis is a characteristic of plants and not fungi.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Is there nervous tissue present in the organism?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nervous tissue is a characteristic of neither plants nor fungi, so investigating this question would not allow students to classify the unknown organism correctly.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Does the organism reproduce sexually?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sexual reproduction is a characteristic of some plants and some fungi, so investigating this question would not allow students to classify the unknown organism correctly.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Describe how environmental change can impact ecosystem stability."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The San Marcos salamander, Eurycea nana, is a light reddish-brown translucent salamander about 2–5 cm in length. E. nana is found only in Spring Lake and a portion of the San Marcos River.",
            "Which human activity would most likely decrease the ability of the salamanders to survive?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Increasing water consumption that decreases the flow of clean water from the springs that feed the river",
                "Key": {
                    "Correct": true,
                    "Rationale": "Salamanders are organisms that heavily depend on water to survive, so decreasing the flow of clean water from the spring that feeds the river they inhabit would most likely decrease their ability to survive.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Public transportation that reduces the number of automobiles that contribute to pollution runoff into the river",
                "Key": {
                    "Correct": false,
                    "Rationale": "An effort to reduce the pollution runoff would most likely increase the ability of the salamanders to survive.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Tourism that helps fund the educational programs related to river ecosystem conservation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Funding educational programs related to river ecosystem conservation would potentially increase the ability of the salamanders to survive.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The addition of a new food source into the river that limits competition for resources",
                "Key": {
                    "Correct": false,
                    "Rationale": "Limiting competition for resources would most likely increase the ability of the salamanders to survive.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Examine scientific explanations of abrupt appearance and stasis in the fossil record.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The diagram shows data on the evolution of horses.",
            "problems/TX19HSB/media/12a.jpg",
            "The data in the diagram is evidence that —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "a new species of horse suddenly appeared",
                "Key": {
                    "Correct": false,
                    "Rationale": "The gradual changes represented in the diagram provide evidence that a new species of horse did not suddenly appear.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "horses slowly developed over time",
                "Key": {
                    "Correct": true,
                    "Rationale": "The time scale shown in the diagram provides evidence that horses slowly developed over a time period of 60 million years.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "horses have similar stages of rapid embryological development",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diagram does not provide any data about the embryological development of horses.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "horses have a common ancestry with other hooved animals",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diagram does not provide any data about the common ancestry of horses with other hooved animals.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare the structures of viruses to cells, describe viral reproduction, and describe the role of viruses in causing diseases such as human immunodeficiency virus (HIV) and influenza.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student produces a labeled drawing of a virus for a presentation. The student states that the capsid has a function similar to the nuclear membrane found in animal cells.",
            "problems/TX19HSB/media/13a.jpg",
            "Which of these describes the similar functions of capsids and nuclear membranes?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both transport proteins throughout the structures.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Vesicles are responsible for transporting proteins throughout a cell. Viral proteins make up the outer structure of the virus and therefore are not transported throughout the structure.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Both provide energy for activities in the structures.",
                "Key": {
                    "Correct": false,
                    "Rationale": "ATP provides the energy for activities in cells. Viruses do not make their own energy.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Both protect genetic information for the structures.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The nuclear membrane surrounds the nucleus of animal cells where the genetic material (DNA) is contained. Similarly the capsid surrounds the genetic material (DNA or RNA) of a virus.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Both code for the proteins needed for reproduction of the structures.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The genetic material, not the structure that surrounds it, codes for the proteins needed for reproduction of a cell or a virus.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems"
        ],
        "SubTopics": [
            "Identify and investigate the role of enzymes."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Enzymes are proteins that have a three-dimensional shape that is specific to a particular substrate. Environmental conditions can change the shape of the protein.",
            "What is the most likely result if the shape of the enzyme changes?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The substrate will change its shape to match the enzyme.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The substrate is not willingly able to change its shape to match the enzyme.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The enzyme will no longer be able to catalyze the reaction with the substrate.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The three-dimensional shape of the active site on an enzyme is complementary to the substrate of the reaction catalyzed by that enzyme. Changing the complementary shape of the active site will prevent the substrate from binding to the enzyme; therefore, the enzyme will no longer be able to catalyze the reaction with the substrate.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The products made from the enzyme and the substrate will be changed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The enzyme will no longer be able to catalyze the reaction with the substrate; therefore, no products will be made from the enzyme and substrate.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The enzyme will be able to bind to more diverse substrates than before.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The change of shape is not likely to allow the enzyme to bind to more diverse substrates than before, since substrates require a specific fit to the active site of an enzyme.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Investigate and explain cellular processes, including homeostasis and transport of molecules.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A type of cellular transport is shown.",
            "problems/TX19HSB/media/15a.jpg",
            "Which description best identifies this type of cellular transport?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Active transport, because energy is being used to move molecules against the concentration gradient",
                "Key": {
                    "Correct": true,
                    "Rationale": "The type of cellular transport shown in the diagram is best identified as active transport because the arrow indicates that the molecules are moving from an area of low concentration to an area of high concentration (against the concentration gradient) and using energy as indicated by the ATP.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Facilitated diffusion, because energy is being used to move molecules with the concentration gradient",
                "Key": {
                    "Correct": false,
                    "Rationale": "Facilitated transport is a type of passive transport where molecules are moved from an area of high concentration to an area of low concentration (with the concentration gradient) through a membrane protein.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Osmosis, because energy is not being used to move molecules with the concentration gradient",
                "Key": {
                    "Correct": false,
                    "Rationale": "Osmosis is the passive transport of water.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Endocytosis, because energy is not being used to move molecules against the concentration gradient",
                "Key": {
                    "Correct": false,
                    "Rationale": "Endocytosis is when molecules are moved into a cell by a vacuole. The molecules shown are moving through a cellular protein and not a vacuole.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification"
        ],
        "SubTopics": [
            "Analyze and evaluate the relationship of natural selection to adaptation and to the development of diversity in and among species."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The aye-aye lemur is a mammal that feeds mostly on insect larvae that live inside trees. The aye-aye lemur has a specialized middle finger that is long and thin. The aye-aye lemur moves along a tree branch and taps the branch with its specialized finger. When the aye-aye lemur hears a difference in the echo, it will tear open the bark with its teeth until the insect tunnel is exposed. The aye-aye lemur then uses its specialized finger to reach the insect larvae and remove it.",
            "problems/TX19HSB/media/16a.jpg",
            "Which selective pressure most likely resulted in the development of the aye-aye lemur’s special adaptation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Limited availability of water",
                "Key": {
                    "Correct": false,
                    "Rationale": "The aye-aye lemur does not use its specialized finger to find the location of water, so limited availability of water is not the selective pressure that most likely resulted in the development of its specialized adaptation.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Competing for mates",
                "Key": {
                    "Correct": false,
                    "Rationale": "The aye-aye lemur does not use its specialized finger to attract mates, so competing for mates is not the selective pressure that most likely resulted in the development of its specialized adaptation.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Large numbers of natural predators",
                "Key": {
                    "Correct": false,
                    "Rationale": "The aye-aye lemur does not use its specialized finger to avoid or defend against predators, so large numbers of natural predators is not the selective pressure that most likely resulted in the development of its specialized adaptation.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Food sources that are hard to find",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since the aye-aye lemur uses its specialized finger to find the location of and reach for insect larvae, having food sources that are hard to find is the selective pressure that most likely resulted in the development of this special adaptation that aids in finding its prey.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Predict possible outcomes of various genetic combinations such as monohybrid crosses, dihybrid crosses, and non-Mendelian inheritance.",
            "Collect and organize qualitative and quantitative data and make measurements with accuracy and precision using tools such as datacollecting probes, standard laboratory glassware, microscopes, various prepared slides, stereoscopes, metric rulers, balances, gel electrophoresis apparatuses, micropipettes, hand lenses, Celsius thermometers, hot plates, lab notebooks or journals, timing devices, Petri dishes, lab incubators, dissection equipment, meter sticks, and models, diagrams, or samples of biological specimens or structures."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Mice have two unlinked allele pairs that affect fur color. The table shows how allele pairs affect fur color. The term “agouti” describes fur with pigmentation that changes in each hair from the shaft to the tip, giving the fur a banded appearance. Mice with the aa allele pair are albino, regardless of the second allele-pair combination.",
            "problems/TX19HSB/media/17a.jpg",
            "problems/TX19HSB/media/17b.jpg",
            "What is the probability of albinism in the offspring of a cross between two mice with AaBb alleles?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1/16",
                "Key": {
                    "Correct": false,
                    "Rationale": "Crossing two mice with AaBb alleles is predicted to have a probability higher than one out of sixteen combinations for offspring with albinism.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "3/16",
                "Key": {
                    "Correct": false,
                    "Rationale": "Crossing two mice with AaBb alleles is predicted to have a probability higher than three out of sixteen combinations for offspring with albinism.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "4/16",
                "Key": {
                    "Correct": true,
                    "Rationale": "The probability of albinism in the offspring of two mice with AaBb alleles is determined by how many are likely to have the ‘aa’ allele combination. Completing the combinations in the graphic shown, there will be four out of sixteen (4/16) possible combinations that will have the ‘aa’ allele combination that will result in albinism in the offspring.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "9/16",
                "Key": {
                    "Correct": false,
                    "Rationale": "Crossing two mice with AaBb alleles is predicted to have a probability lower than nine out of sixteen combinations for offspring with albinism.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of transport, reproduction, and response in plants."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Gibberellins are hormones produced in the root tips of plants. The plant uses these hormones to stimulate the growth of shoots.",
            "How are gibberellins able to affect other parts of the plant?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Gibberellins are absorbed through the stomata and attach to chloroplasts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gases, not hormones, are absorbed through the stomata.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Gibberellins are transported through vascular tissues to other parts of the plant.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Gibberellins produced in the root tips of plants are able to stimulate growth in the shoots because they are transported through the vascular tissues to other parts of the plant.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Gibberellins become concentrated within the tissues of the plant during mitosis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gibberellins becoming concentrated within plant tissues does not allow them to affect other parts of the plant.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Gibberellins become modified once they infect healthy cells and are later released to infect other cells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gibberellins are hormones, not infectious agents.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Investigate and explain cellular processes, including homeostasis and transport of molecules.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The diagram shows molecules that a mitochondrion uses and produces during a cellular process.",
            "problems/TX19HSB/media/19a.jpg",
            "Which other molecule is a product of this process?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "DNA",
                "Key": {
                    "Correct": false,
                    "Rationale": "DNA is not produced through cellular respiration.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "RNA",
                "Key": {
                    "Correct": false,
                    "Rationale": "RNA is not produced through cellular respiration.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "C₆H₁₂O₆",
                "Key": {
                    "Correct": false,
                    "Rationale": "Glucose (C₆H₁₂O₆) is a reactant, not a product, of cellular respiration.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "ATP",
                "Key": {
                    "Correct": true,
                    "Rationale": "The cellular process that takes place in the mitochondrion is cellular respiration. ATP is the additional molecule that is produced as a result of cellular respiration.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze the flow of matter and energy through trophic levels using various models, including food chains, food webs, and ecological pyramids.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A partial Texas food web is shown.",
            "problems/TX19HSB/media/20a.jpg",
            "The populations of which organisms will most likely increase as a result of a disease that suddenly reduced the population of Texas horned lizards?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Grasses and ants",
                "Key": {
                    "Correct": false,
                    "Rationale": "Grasses are not the prey of Texas horned lizards, so they are not the most likely population to increase as a result of a reduced lizard population.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Ants and grasshoppers",
                "Key": {
                    "Correct": true,
                    "Rationale": "The populations of ants and grasshoppers, which are the prey of Texas horned lizards, are most likely to increase as a result of a disease reducing the population of lizards.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Grasshoppers and Texas cottonmouths",
                "Key": {
                    "Correct": false,
                    "Rationale": "Texas cottomouths are the predators of Texas horned lizards, so they are not the most likely population to increase as a result of a reduced lizard population.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Texas cottonmouths and red-shouldered hawks",
                "Key": {
                    "Correct": false,
                    "Rationale": "Texas cottomouths and red-shouldered hawks are the predators of Texas horned lizards, so they are not the most likely populations to increase as a result of a reduced lizard population.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze the flow of matter and energy through trophic levels using various models, including food chains, food webs, and ecological pyramids.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A biomass pyramid of an ecosystem is shown.",
            "problems/TX19HSB/media/21a.jpg",
            "Which statement provides the best explanation for the difference in biomass of organisms found at each trophic level?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Organisms at higher trophic levels have less energy available to them than organisms at lower trophic levels.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since organisms at higher trophic levels have less energy available to them than organisms at lower trophic levels, there is less energy that is transferred to higher trophic levels, making a smaller amount of biomass to be supported in the ecosystem.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Organisms at higher trophic levels require smaller habitats than organisms at lower trophic levels.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organisms at higher trophic levels generally do not require smaller habitats than organisms at lower trophic levels.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Organisms at lower trophic levels provide less energy than organisms at higher trophic levels.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this specific biomass pyramid, organisms at lower trophic levels provide more energy than organisms at higher trophic levels.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Organisms at lower trophic levels outcompete organisms at higher trophic levels.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organisms at lower trophic levels generally do not compete for the same resources as organisms at higher trophic levels.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze other evolutionary mechanisms, including genetic drift, gene flow, mutation, and recombination.",
            "Evaluate the impact of scientific research on society and the environment."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Conservation biologists studying cheetah populations have determined that the lack of genetic diversity among the cheetahs is due to genetic drift.",
            "Which statement explains the most likely consequence of having a low genetic diversity on the cheetah population?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The chances of a mutation occurring in the cheetah population are decreased, increasing the cheetah survival rate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Low genetic diversity does not change the mutation rates in a species, and a decreased mutation rate would likely decrease the cheetah survival rate.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The gene pool remains in equilibrium and future generations of cheetah offspring are stronger and better adapted to their environments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "When a population is experiencing genetic drift or natural selection, the gene pool is not in equilibrium.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The cheetah population becomes less likely to survive an outbreak of a disease or an environmental change, increasing the chance of species extinction.",
                "Key": {
                    "Correct": true,
                    "Rationale": " population with low genetic diversity is highly unlikely to have a type of genetic variation that will enable them to survive changes such as an outbreak of a disease or an environmental change, which then increases their chance of species extinction during such a change.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Genetic variability is maintained from older cheetah populations that have survived and endured environmental stressors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The genetic variability in one population does not affect the genetic variability in another unless the populations interbreed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Recognize that gene expression is a regulated process.",
            "Evaluate the impact of scientific research on society and the environment."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "CRISPR-Cas9 is a genetic modification technique that edits parts of the genome of an organism. Using this technique scientists can add, remove, or modify sections of the DNA sequence.",
            "How can scientists use this technique to control gene expression?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By activating or deactivating specific genes",
                "Key": {
                    "Correct": true,
                    "Rationale": "Scientists can use the CRISPR-Cas9 genetic modification technique to control gene expression by activating or deactivating specific genes, which can be done by removing or modifying sections of the DNA sequence of an organism.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By calculating the number of genes different organisms produce",
                "Key": {
                    "Correct": false,
                    "Rationale": "Calculating the number of genes different organisms produce does not allow scientists to control gene expression.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By identifying how closely related one individual is to another",
                "Key": {
                    "Correct": false,
                    "Rationale": "Identifying how closely related one individual is to another does not allow scientists to control gene expression.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "By determining the number of chromosomes in an organism",
                "Key": {
                    "Correct": false,
                    "Rationale": "Determining the number of chromosomes in an organism does not allow scientists to control gene expression.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Describe how events and processes that occur during ecological succession can change populations and species diversity."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "During secondary succession, which of these best describes why decomposing pioneer plants give way to larger, more complex plants species, such as hardwood trees?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Increased amounts of sunlight are able to reach the ground while the pioneer species are decomposing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The decomposition of pioneer plants increases the amount of soil, not sunlight.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Increased soil temperatures from decomposing pioneer species help tree seeds germinate more quickly.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Soil temperature influences the rate of decomposition, not the other way around.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Increased amounts of decomposing pioneer species remove nutrients that tree seedlings need to grow and mature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The decomposition of pioneer plants adds nutrients to the soil; it does not remove them.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Increased amounts of soil from decomposing pioneer species allow plants with more extensive root systems to become established.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Decomposing (breaking down dead matter) pioneer plants give way to larger, more complex plant species during the process of secondary succession because the increased amount of soil they provide in the environment provides more area for plants with more extensive root systems to become established.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of regulation, nutrient absorption, reproduction, and defense from injury or illness in animals.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The fuzzy millipede, Polyxenus fasciculatus, is found in Texas and is preyed upon by most species of ants. To protect itself against the ants, it ejects fibers from a tuft located at the tail end of its body. The tufts have hooks at the tips and barbs along their length that lock and interlink with the ant’s setae, small hairs that cover the body of the ant. When an ant attacks, the millipede flexes its back end toward the ant and wipes the tufts against it. As the ant attempts to remove the tufts, it entangles itself more, becoming immobilized.",
            "problems/TX19HSB/media/25a.jpg",
            "Which two systems most directly interact in the fuzzy millipede’s defense against ants?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Muscular and integumentary",
                "Key": {
                    "Correct": true,
                    "Rationale": "In order for the millipede to flex its back end toward the ant, it must use muscles that are part of the muscular system. The fibers ejected from the tuft are part of the outer protective layer of the millipede, which is part of the integumentary system.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Immune and muscular",
                "Key": {
                    "Correct": false,
                    "Rationale": "The millipede is not using its internal defense system to defend against the ants, so the immune system is not directly interacting in this example.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Integumentary and endocrine",
                "Key": {
                    "Correct": false,
                    "Rationale": "The millipede is not using hormones to defend against the ants, so the endocrine system is not directly interacting in this example.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Endocrine and immune",
                "Key": {
                    "Correct": false,
                    "Rationale": "The millipede is not using its internal defense system or hormones to defend against the ants, so the immune and endocrine systems are not directly interacting in this example.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Predict possible outcomes of various genetic combinations such as monohybrid crosses, dihybrid crosses, and non-Mendelian inheritance.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The inheritance pattern for an autosomal dominant trait is shown in the pedigree. Shaded symbols represent individuals that express the dominant trait.",
            "problems/TX19HSB/media/26a.jpg",
            "Based on this pedigree, what are the most likely genotypes of individuals I-1 and I-2?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "I-1: aa\nI-2: Aa",
                "Key": {
                    "Correct": false,
                    "Rationale": "Individual I-1 is shaded in the pedigree and therefore must have at least one dominant allele (A) to have the trait.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "I-1: AA\nI-2: Aa",
                "Key": {
                    "Correct": false,
                    "Rationale": "Individual I-2 is not shaded in the pedigree and therefore does not have a dominant allele (A) to have the trait.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "I-1: Aa\nI-2: aa",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the pedigree shown, individual I-1 has at least one dominant allele (A) because the individual symbol is shaded. Also, because this individual has offspring without the dominant the trait, it must also carry a recessive allele (a). Individual I-2 is most likely homozygous recessive (aa) because the individual symbol is not shaded and therefore does not have the dominant trait.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "I-1: aa\nI-2: AA",
                "Key": {
                    "Correct": false,
                    "Rationale": "Individual I-1 is shaded in the pedigree and therefore must have at least one dominant allele (A) to have the trait.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function"
        ],
        "SubTopics": [
            "Recognize that disruptions of the cell cycle lead to diseases such as cancer."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "When cells lose their ability to regulate the cell cycle, they can divide at an accelerated rate and form a mass of cells. This mass of cells is referred to as —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a tumor",
                "Key": {
                    "Correct": true,
                    "Rationale": "Cells that divide at an accelerated rate form a mass of cells known as a tumor.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "an embryo",
                "Key": {
                    "Correct": false,
                    "Rationale": "A mass of cells that results from the regulated division of a fertilized cell is known as an embryo.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "a gland",
                "Key": {
                    "Correct": false,
                    "Rationale": "A gland is an organ that secretes chemical substances.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "an organ",
                "Key": {
                    "Correct": false,
                    "Rationale": "A group of tissues performing the same specific function is known as an organ. The differentiated cells that make up these tissues are made and maintained through regulated cell division.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Identify and illustrate changes in DNA and evaluate the significance of these changes.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The model shows a mutation to a partial sequence of bases in a gene.",
            "problems/TX19HSB/media/28a.jpg",
            "Which type of mutation does the model demonstrate?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Deletion",
                "Key": {
                    "Correct": false,
                    "Rationale": "The model does not demonstrate a deletion mutation because a sequence of bases is not being removed from the original gene sequence.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Insertion",
                "Key": {
                    "Correct": true,
                    "Rationale": "The model demonstrates an insertion mutation because a sequence of bases is being added to the original gene sequence.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Substitution",
                "Key": {
                    "Correct": false,
                    "Rationale": "The model does not demonstrate a substitution mutation because a sequence of bases is not being exchanged with a sequence of bases from the original gene sequence.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Translocation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The model does not demonstrate a translocation mutation because the transfer of part of a chromosome to another chromosome is not shown.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Categorize organisms using a hierarchical classification system based on similarities and differences shared among groups.",
            "Evaluate the impact of scientific research on society and the environment."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Many tree frog populations are threatened due to habitat loss. In an effort to promote conservation, tree frogs may be bred in captivity. A zoo acquired male and female tree frogs from two different populations. In the zoo, the tree frogs were able to successfully mate within their own population, but breeding attempts between the two populations were unsuccessful.",
            "Based on this information, which statement correctly describes the relationship between the two populations of tree frogs?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They are in the same species but different kingdoms.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organisms of the same species are always found within the same kingdom.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They are in the same class but different phyla.",
                "Key": {
                    "Correct": false,
                    "Rationale": "All frogs belong to the phylum Chordata.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They are in the same family but different orders.",
                "Key": {
                    "Correct": false,
                    "Rationale": "All frogs belong to the order Anura.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They are in the same genus but different species.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A species is defined as a group of related organisms that share common characteristics and are capable of interbreeding successfully. Because the two populations are unable to interbreed with each other, they must belong to different species.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Investigate and explain cellular processes, including homeostasis and transport of molecules.",
            "Communicate and apply scientific information extracted from various sources such as current events, published journal articles, and marketing materials."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In a study of physical endurance, researchers observed significant increases in the heart rates and breathing rates of participants immediately after they engaged in strenuous exercise.",
            "Which statement best explains the increase in the heart rate and the breathing rate during exercise?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The water concentration in the blood increases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An increase in water concentration in the blood would not require an increase of oxygen that would result from an increased breathing rate.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Body cells require increased oxygen as energy is expended.",
                "Key": {
                    "Correct": true,
                    "Rationale": "During strenuous exercise, energy is used at a faster rate in cells. Cells produce more cellular energy through the process of aerobic cellular respiration, which requires oxygen as a reactant. An increased breathing rate would increase oxygen intake in the lungs. The oxygen from the lungs travels to the cells through the circulatory system. An increased heart rate would increase the flow of blood to the cells.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Muscle cells increase in temperature and require fluid to reduce the temperature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An increased temperature in muscle cells would not require an increase of oxygen that would result from an increased breathing rate.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "An increase in muscle activity causes increases in glucose levels in red blood cells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Increased muscle activity would decrease glucose levels in the blood.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare the structures of viruses to cells, describe viral reproduction, and describe the role of viruses in causing diseases such as human immunodeficiency virus (HIV) and influenza.",
            "Research and describe the history of biology and contributions of scientists."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In 1898 Friedrich Loeffler and Paul Frosch found evidence that the cause of the highly contagious hoof-and-mouth disease in livestock was a microscopic infectious particle. It was discovered that this particle requires a host cell to reproduce.",
            "Which pathogen is most likely responsible for causing hoof-and-mouth disease in livestock?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A bacterium, because it is contagious",
                "Key": {
                    "Correct": false,
                    "Rationale": "Viruses, fungi, and protists can be contagious pathogens also.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A fungus, because it infects livestock",
                "Key": {
                    "Correct": false,
                    "Rationale": "Livestock can be infected by viruses, bacteria, and protists also.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A protist, because it is microscopic",
                "Key": {
                    "Correct": false,
                    "Rationale": "Viruses, protist, and bacteria can be microscopic also.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A virus, because it requires a host cell to reproduce",
                "Key": {
                    "Correct": true,
                    "Rationale": "The pathogen responsible for causing hoof-and-mouth disease in livestock is most likely a virus because it requires a host cell to reproduce. Bacteria, fungi, and protists are capable of reproducing without a host cell.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Interpret relationships, including predation, parasitism, commensalism, mutualism, and competition, among organisms."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The diagrams show a partial food web containing the Glyptapanteles wasp and the life cycle of this wasp.",
            "problems/TX19HSB/media/32a.jpg",
            "problems/TX19HSB/media/32b.jpg",
            "Based on the two diagrams, which list correctly identifies the relationships Glyptapanteles wasp larvae have with other organisms?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": ":box:• Competition: stinkbugs\n• Parasitism: geometrid moths",
                "Key": {
                    "Correct": true,
                    "Rationale": "Glyptapanteles wasp larvae compete with stinkbugs for the same food resource of Geometrid moth caterpillars as shown in the food web. The wasp larvae are a parasite to the geometrid moths because the larvae develop inside the caterpillar form, shown in the life cycle, and prey upon it, as shown in the food web.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": ":box:• Competition: geometrid moths\n• Commensalism: stinkbugs\n• Mutualism: guava and eucalyptus trees",
                "Key": {
                    "Correct": false,
                    "Rationale": "Glyptapanteles wasp larvae are not competing with geometrid moths for the same food resources as shown in the food web.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": ":box:• Competition: stinkbugs and geometrid moths\n• Commensalism: guava and eucalyptus trees",
                "Key": {
                    "Correct": false,
                    "Rationale": "Glyptapanteles wasp larvae are not competing with geometrid moths for the same food resources as shown in the food web.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": ":box:• Parasitism: geometrid moths\n• Commensalism: stinkbugs\n• Mutualism: guava and eucalyptus trees",
                "Key": {
                    "Correct": false,
                    "Rationale": "Glyptapanteles wasp larvae are competing for a food resource with stinkbugs.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification"
        ],
        "SubTopics": [
            "Analyze and evaluate how natural selection produces change in populations, not individuals."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Male guppies found in areas without predators are more colorful than the ones found in locations with large predator populations. A population of adult guppies originating from an area with a large number of predators is transferred to a nearby area with few predators.",
            "Which of these is most likely to happen over a few generations?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The mortality rate of the guppies will increase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mortality rate of the guppies is most likely to decrease with fewer predators in the area.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Offspring will stop competing for resources.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Transferring a guppy population to a new area with fewer predators is not likely to stop the offspring from competing for resources in the environment.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "There will be an increase in mutations in the offspring.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Transferring a guppy population to a new area with fewer predators is not likely to increase the mutations in the offspring.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "There will be an increase in the number of colorful guppies.",
                "Key": {
                    "Correct": true,
                    "Rationale": "There is most likely to be an increase in the number of colorful guppies because the selection pressure of predators has decreased, which favored less colorful guppies.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe how events and processes that occur during ecological succession can change populations and species diversity.",
            "Evaluate the impact of scientific research on society and the environment."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Grassland ecosystems in Texas have evolved to depend on periodic fires to return nutrients to the soil and encourage plant reproduction. Humans have prevented fires in many of these grassland areas, resulting in plant and animal communities with little diversity. Wildlife biologists often recommend purposefully starting fires called prescribed burns, which are monitored and controlled, in grassland ecosystems every 3 to 4 years. These biologists observe greater diversity in plant and animal life in the years following a prescribed burn.",
            "What natural processes are the biologists attempting to imitate?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Biomagnification",
                "Key": {
                    "Correct": false,
                    "Rationale": "Prescribed burns are not an attempt to imitate biomagnification, a process that increases the concentration of a toxin in organisms higher up in the food chain. Introducing toxins to the environment is not the purpose of prescribed burns.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Succession",
                "Key": {
                    "Correct": true,
                    "Rationale": "Prescribed burns to grassland ecosystems imitate secondary succession since nutrients are returned to the soil and there is greater diversity in plant and animal life in the years after the burn.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Population bottleneck",
                "Key": {
                    "Correct": false,
                    "Rationale": "Prescribed burns are not an attempt to imitate population bottleneck, a process that causes randomly reduced genetic variation in a population when that population’s size is significantly reduced. Reducing genetic variation is not the purpose of prescribed burns.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Species extinction",
                "Key": {
                    "Correct": false,
                    "Rationale": "Prescribed burns are not an attempt to imitate species extinction. All members that belong to one species are not eliminated since prescribed burns take place in a monitored and controlled area within an ecosystem. Making a species extinct is not the purpose of prescribed burns.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of transport, reproduction, and response in plants.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A chart of some plant systems and functions is shown.",
            "problems/TX19HSB/media/35a.jpg",
            "Which system interactions are dependent on the plant’s ability to respond to the direction of light?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Option 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "Absorption of water and nutrients are not dependent on the plant’s ability to respond to the direction of light.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Option 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "Seed dispersal and absorption of CO₂ are not dependent on the plant’s ability to respond to the direction of light.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Option 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "Respiration and food storage are not dependent on the plant’s ability to respond to the direction of light.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Option 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "Photosynthesis is the process by which plants convert the energy from sunlight into food; therefore, photosynthesis is directly dependent on the plant’s ability to respond to the direction of light.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Identify and illustrate changes in DNA and evaluate the significance of these changes.",
            "Evaluate the impact of scientific research on society and the environment."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Exposure to the building material asbestos has been linked to certain types of cancers. Asbestos causes mutations in the p53 gene, which controls tumor suppression.",
            "Which statement best explains why people with cancer due to asbestos exposure do not pass the mutation on to their offspring?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The mutation occurred in gametic cells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A mutation that occurs in gametic (sex) cells can be passed on to an individual’s offspring.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The mutation occurred in somatic cells.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A mutation that occurs in somatic (body) cells cannot be passed on to an individual’s offspring.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The mutation is recessive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Recessive mutations can be passed on to an individual’s offspring.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The mutation is sex-linked.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sex-linked mutations can be passed on to an individual’s offspring.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics"
        ],
        "SubTopics": [
            "Recognize that components that make up the genetic code are common to all organisms."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which of these components are found in the cells of all living organisms?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Estrogen and testosterone",
                "Key": {
                    "Correct": false,
                    "Rationale": "Estrogen and testosterone are hormones present only in vertebrate animals.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Hemoglobin and lymphocytes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hemoglobin and lymphocytes are components of the blood only present in animals.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Cytosine and guanine",
                "Key": {
                    "Correct": true,
                    "Rationale": "Cytosine and guanine are nitrogenous bases that are part of the genetic code of all living organisms.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Cellulose and chlorophyll",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cellulose and chlorophyll are components found mainly in plants and not in animals.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of regulation, nutrient absorption, reproduction, and defense from injury or illness in animals.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A feedback mechanism in the human body is shown.",
            "problems/TX19HSB/media/38a.jpg",
            "Based on this diagram, which two systems interact to maintain homeostasis?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The nervous and reproductive systems work together to stimulate the production of insulin.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Components of the nervous system and reproductive system are not shown to interact in this diagram.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The circulatory and endocrine systems work together to keep blood sugar levels constant.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Insulin and glucagon are hormones that are part of the endocrine system that are transported through the blood of the circulatory system to the rest of the body.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The excretory and nervous systems work together to convert glycogen into glucose.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Components of the reproductive system are not shown to interact in this diagram.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The immune and circulatory systems work together to circulate blood through the pancreas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Components of the immune system are not shown to interact in this diagram.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Summarize the role of microorganisms in both maintaining and disrupting the health of both organisms and ecosystems."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which role of protists has the most positive effect on maintaining the plant population in an ecosystem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Protists are a major food source for animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Protists feeding animals would not have the most positive effect on plant populations.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Protists produce approximately 75 percent of the oxygen on Earth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Plants produce oxygen also, so this role would not have the most positive effect on plant populations.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Protists decompose dead materials, returning nutrients to the soil.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Protists that decompose dead materials (returning nutrients to the soil) will have the most positive effect on maintaining the plant population in an ecosystem because plants depend on these nutrients to live and grow.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Protists found in the gut of animals assist in digestion.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Protists in animals would not have the most positive effect on plant populations.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare the functions of different types of biomolecules, including carbohydrates, lipids, proteins, and nucleic acids.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A table of four types of carbohydrates is shown.",
            "problems/TX19HSB/media/40a.jpg",
            "Which list correctly matches the functions to the types of carbohydrates?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Energy: glycogen and starch\nStructure: cellulose and chitin",
                "Key": {
                    "Correct": true,
                    "Rationale": "Glycogen and starch are both energy storage molecules. Cellulose and chitin are both structural components in cells.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Energy: cellulose and chitin\nStructure: glycogen and starch",
                "Key": {
                    "Correct": false,
                    "Rationale": "The major functions of cellulose and chitin are as structural components in cells.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Energy: chitin and glycogen\nStructure: cellulose and starch",
                "Key": {
                    "Correct": false,
                    "Rationale": "The major function of chitin is as a structural component in cells.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Energy: cellulose and starch\nStructure: chitin and glycogen",
                "Key": {
                    "Correct": false,
                    "Rationale": "The major function of cellulose is as a structural component in cells.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics"
        ],
        "SubTopics": [
            "Recognize the significance of meiosis to sexual reproduction."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Gametes produced by an organism contain a combination of genes from that organism. In every gamete, this combination is —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the same because it is created from the same DNA",
                "Key": {
                    "Correct": false,
                    "Rationale": "An organism produces gametes with different combinations of alleles.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the same because chromosomes are copied prior to meiosis",
                "Key": {
                    "Correct": false,
                    "Rationale": "An organism produces gametes with different combinations of alleles.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "different due to DNA replication prior to mitosis",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gametes are produced through the process of meiosis, not mitosis.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "different due to independent assortment during meiosis",
                "Key": {
                    "Correct": true,
                    "Rationale": "Gametes are produced by the process of meiosis, and they only have half of the genetic information of the organism. The combination of genes in each gamete produced is different because the alleles (different forms of a gene) are sorted into different gametes independently of one another (independent assortment) during meiosis.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze and evaluate how the elements of natural selection, including inherited variation, the potential of a population to produce more offspring than can survive, and a finite supply of environmental resources, result in differential reproductive success.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "White-tailed deer are seasonal breeders. Female white-tailed deer begin their reproductive cycle in the fall. Rising testosterone levels in male white-tailed deer cause them to start their breeding season around the same time. Offspring are born the following spring and summer.",
            "problems/TX19HSB/media/42a.jpg",
            "What is the most likely explanation for white-tailed deer having a seasonal breeding cycle instead of a monthly breeding cycle like many domesticated animals?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Male and female deer come into contact with each other only in the fall.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Male and female deer come into contact all year long.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Large predators are not found in deer habitats during the spring and summer months.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Predators are found in deer habitats all year long.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Giving birth only in the spring and summer ensures that offspring are born when food is most available.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Deer are herbivores, so giving birth during the spring and summer, when vegetation is plentiful, ensures that offspring are born when food is most available.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Deer give birth in the spring and summer in order to avoid being pregnant during the hot summer months.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Some deer are still pregnant during the summer months.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics"
        ],
        "SubTopics": [
            "Identify components of DNA, identify how information for specifying the traits of an organism is carried in the DNA, and examine scientific explanations for the origin of DNA."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A segment of a DNA strand is shown.",
            "3’ AGGTCAGGT 5’",
            "Which of these is the correct complementary DNA strand for the segment shown?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "5’ AGGTCAGGT 3’",
                "Key": {
                    "Correct": false,
                    "Rationale": "The strand 5’ AGGTCAGGT 3’ is not complementary to the strand 3’ AGGTCAGGT 5’ because it does not follow the DNA base pairing rules.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "5’ ACCUGAGGU 3’",
                "Key": {
                    "Correct": false,
                    "Rationale": "The strand 5’ ACCUGAGGU 3’ is not complementary to the strand 3’ AGGTCAGGT 5’ because it does not follow the DNA base pairing rules.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "5’ TGGACTGGA 3’",
                "Key": {
                    "Correct": false,
                    "Rationale": "The strand 5’ TGGACTGGA 3’ is not complementary to the strand 3’ AGGTCAGGT 5’ because it does not follow the DNA base pairing rules.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "5’ TCCAGTCCA 3’",
                "Key": {
                    "Correct": true,
                    "Rationale": "In order for a DNA strand to be complementary, it must follow the DNA base pairing rules: adenine (A) always pairs with thymine (T), and guanine (G) always pairs with cytosine (C). The strand 5’ TCCAGTCCA 3’ follows these base pairing rules to be complementary to the strand 3’ AGGTCAGGT 5’.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Interpret relationships, including predation, parasitism, commensalism, mutualism, and competition, among organisms."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The ocean sunfish (Mola mola) is a large, flat fish that spends most of its time in deep water feeding mainly on jellyfish. Sunfish often have many species of copepods, small crustaceans, that bury their heads into the soft tissue of the sunfish. Sunfish will swim to the surface of the water and lie sideways, allowing seabirds to eat the copepods from their skin.",
            "problems/TX19HSB/media/44a.jpg",
            "Which list describes the types of relationships the sunfish has with other marine organisms?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Seabirds: mutualism\nJellyfish: predation\nCopepods: parasitism",
                "Key": {
                    "Correct": true,
                    "Rationale": "The copepods harm the sunfish by burying their heads into the sunfish’s skin and benefitting from this shelter, so this is an example of parasitism. The seabirds aid the sunfish by removing these parasites and benefit in return from the meal, so this is an example of mutualism. The sunfish prey upon the jellyfish, so this is an example of predation.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Seabirds: parasitism\nJellyfish: commensalism\nCopepods: predation",
                "Key": {
                    "Correct": false,
                    "Rationale": "In a parasitic relationship, one organism benefits, and the other organism is harmed. The seabirds are not harming the sunfish, and the sunfish is not harming the seabirds.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Seabirds: predation\nJellyfish: mutualism\nCopepods: commensalism",
                "Key": {
                    "Correct": false,
                    "Rationale": "In predation, one organism preys on another. The seabirds are not preying on the sunfish itself, and the sunfish are not preying on the seabirds.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Seabirds: commensalism\nJellyfish: parasitism\nCopepods: mutualism",
                "Key": {
                    "Correct": false,
                    "Rationale": "In a commensalistic relationship, one organism benefits from the other organism, but the organism providing the benefit is neither harmed nor helped by the other. Both the seabirds and sunfish are benefitting from their symbiotic relationship.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems"
        ],
        "SubTopics": [
            "Compare the reactants and products of photosynthesis and cellular respiration in terms of energy, energy conversions, and matter."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement accurately describes the energy needs for photosynthesis and cellular respiration?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Solar energy is needed for cellular respiration but not for photosynthesis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Solar energy is needed for photosynthesis to occur, not cellular respiration.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Chemical energy in the form of glucose is needed for both cellular respiration and photosynthesis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Chemical energy in the form of glucose is needed for cellular respiration to occur, but not photosynthesis.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Chemical energy in the form of glucose is needed for photosynthesis, and solar energy is needed for cellular respiration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Solar energy is needed for the process of photosynthesis to occur. Chemical energy in the form of glucose is needed for the process of cellular respiration to occur.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Solar energy is needed for photosynthesis, and chemical energy in the form of glucose is needed for cellular respiration.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Solar energy is needed for the process of photosynthesis to occur. Chemical energy in the form of glucose is needed for the process of cellular respiration to occur.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the stages of the cell cycle, including deoxyribonucleic acid (DNA) replication and mitosis, and the importance of the cell cycle to the growth of organisms.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which table shows two steps of DNA replication?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX19HSB/media/46a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Uracil is a base pair found in RNA, not DNA, so it would not be part of the process of DNA replication.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "problems/TX19HSB/media/46b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Uracil is a base pair found in RNA, not DNA, so it would not be part of the process of DNA replication.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "problems/TX19HSB/media/46c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "During DNA replication the enzyme, DNA polymerase, matches complementary base pairs (adenine to thymine and cytosine to guanine). Two identical DNA double helixes are produced as a result of DNA replication.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "problems/TX19HSB/media/46d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Uracil is a base pair found in RNA, not DNA, so it would not be part of the process of DNA replication.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze and evaluate how evidence of common ancestry among groups is provided by the fossil record, biogeography, and homologies, including anatomical, molecular, and developmental.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This cladogram shows the evolutionary relationships among some mammals based on homologous structures.",
            "problems/TX19HSB/media/47a.jpg",
            "Which statement is supported by this cladogram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Hippopotamuses are more closely related to cows than to javelinas.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the cladogram, hippopotamuses share a more recent common ancestor (as depicted by the nodes on the cladogram) with cows than with javelinas.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Toothed whales are more closely related to mouse deer than to hippopotamuses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the cladogram, toothed whales share a more recent common ancestor with hippopotamuses than with mouse deer.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Javelinas and pigs are more closely related than baleen whales and toothed whales.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the cladogram, javelinas and pigs are just as closely related as baleen whales and toothed whales.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Cows and mouse deer are more closely related than javelinas and pigs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the cladogram, cows and mouse deer are just as closely related as javelinas and pigs.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Compare variations and adaptations of organisms in different ecosystems."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Some species of millipedes will roll into a ball when threatened, while other species of millipedes can secrete noxious chemicals from their bodies.",
            "These adaptations allow the millipedes to —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "survive in different temperatures",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rolling into a ball when threatened and secreting noxious chemicals does not allow the millipede to survive in different temperatures.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "avoid different types of predators",
                "Key": {
                    "Correct": true,
                    "Rationale": "Rolling into a ball when threatened protects the millipede’s whole body from predators because it has a hard exoskeleton. Also, secreting noxious chemicals deters predators from eating them.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "conserve different amounts of energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Secreting noxious chemicals does not allow millipedes to conserve different amounts of energy.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "blend into different types of environments",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rolling into a ball when threatened and secreting noxious chemicals does not allow millipedes to blend into different types of environments.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the roles of DNA, ribonucleic acid (RNA), and environmental factors in cell differentiation.",
            "Analyze, evaluate, and critique scientific explanations by using empirical evidence, logical reasoning, and experimental and observational testing, so as to encourage critical thinking by the student"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The diagram shows how specialized body cells can develop.",
            "problems/TX19HSB/media/49a.jpg",
            "Which of the following best explains why cells that contain the same genetic material do not develop into the same types of cells?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Because internal or external stimuli can trigger the activation of specific genes in the DNA of cells",
                "Key": {
                    "Correct": true,
                    "Rationale": "Internal or external stimuli can trigger the activation of specific genes in the DNA of cells, so even though cells or an organisms contain the same genetic materials, they develop into different specialized cell types.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Because random mutations can occur in the DNA of cells during early embryonic development",
                "Key": {
                    "Correct": false,
                    "Rationale": "Random mutations are unlikely to produce the specific differentiated cells that embryonic development requires during a single reproductive event.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Because messenger RNA is converted to transfer RNA when cell differentiation begins",
                "Key": {
                    "Correct": false,
                    "Rationale": "Messenger RNA is not changed into transfer RNA when cell differentiation begins.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Because chemical signals that are released during the cell cycle can result in the linking of similar genes",
                "Key": {
                    "Correct": false,
                    "Rationale": "During the cell cycle, chemical signals are not released to link similar genes.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems"
        ],
        "SubTopics": [
            "Compare the functions of different types of biomolecules, including carbohydrates, lipids, proteins, and nucleic acids."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Transmembrane proteins span the width of cell membranes. Four types of transmembrane proteins are shown in a section of cell membrane.",
            "problems/TX19HSB/media/50a.jpg",
            "Although these proteins have different specific functions, they all —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "stop chemical reactions within the cell",
                "Key": {
                    "Correct": false,
                    "Rationale": "Some transmembrane proteins help to start, not stop, chemical reactions within the cell.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "synthesize molecules that signal other cells",
                "Key": {
                    "Correct": false,
                    "Rationale": "Signaling molecules are synthesized in organelles inside the cell.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "help the cell interact with its external environment",
                "Key": {
                    "Correct": true,
                    "Rationale": "Transmembrane proteins span the width of the cell membrane and help the cell interact with molecules and structures in its external environment as shown in the illustration.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "remove large waste particles from the cytoplasm of the cell",
                "Key": {
                    "Correct": false,
                    "Rationale": "Vesicles remove large waste particles from the cytoplasm of the cell.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}