{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Gregor and the Sheep",
    "Subtitle": "",
    "Author": "by Toby Rosenstrauch",
    "LabelType": "P",
    "Content": [
        ["1", "\tIn a valley in the highlands of Scotland, there once lived a young tenant farmer, Gregor, and his widowed mother. Although they worked hard, they could never accumulate enough money to buy the flock of sheep they longed to have, for their small parcel of land produced only modest amounts of oats and barley. To make matters worse, MacTavish, the owner of this and many other crofts, always found reasons not to pay the farmers all they had earned ..."],
        ["", ":box:crofts = small farms"],
        ["2", "\tWhen he opened the door each morning and looked out, he saw MacTavish's house on top of a mountain, a magnificent stone mansion surrounded by red, pink, and violet rhododendrons. Gregor often climbed the slope and stood outside the iron gates, wondering what fine furnishings and delicious foods lay within. Neighbors claimed that MacTavish owned many houses and even kept a chest of gems under his bed. As Gregor, his mother, and their neighbors grew gaunt and pale with hard work and not enough food, they railed against MacTavish, who had swindled all of them at one time or another."],
        ["", ":box:swindled = cheated or tricked"],
        ["3", "\tOne day, as Gregor listened to the bagpipe music that drifted from the open windows of MacTavish's mansion, he had an idea. That night, when his mother was asleep, he emptied the jug that held their money and counted it. After putting back a few coins for food, he put the rest in his pocket. The next morning, he hurried to the market, where he went from farmer to farmer, asking the prices of sheep for sale. Gregor found many handsome animals, but they were all too expensive. When he reached a stall with scrawny and sickly sheep, the owner beckoned to him ..."],
        ["4", "\tGregor shook his head and began to walk away. The man grabbed his sleeve and whispered in his ear, “This one will make her owner rich!” Gregor examined the old sheep with spindly legs and dirty, unkempt wool — the worst of the lot. “If she will make me rich,” said Gregor, “how is it that she has not done so for you?”"],
        ["5", "\tThe man paused, thinking. “I have not had her long enough!”"],
        ["6", "\t“Nonsense,” said Gregor, but he gave the man his money and led the pitiful animal home."],
        ["7", "\tWhen his mother saw what he had bought with their money, she burst into tears. “My foolish son, what have you done? Now we will starve, and no one will help us!”"],
        ["8", "\t“Do as I say, Mother, and we will be rich. I promise.”"],
        ["9", "\tShe wanted to believe him. Wiping her eyes with her ragged sleeve, she asked what he wanted her to do."],
        ["10", "\t“Go to market and tell everyone that your son has a sheep that will make whoever owns her rich,” said Gregor ..."],
        ["11", "\tOne morning, a carriage arrived. Two servants opened the door and a stout, well- dressed gentleman emerged. His Tartan kilt was made of the finest wool, his ascot was pure silk, and his shoes had silver buckles. On his fat fingers were eight gold rings, and his pomaded hair glistened in the sun. It was MacTavish!"],
        ["", ":box:Tartan kilt = traditional clothing worn by Scottish Highlanders"],
        ["", ":box:ascot = a type of necktie"],
        ["12", "\tGregor bowed as if to royalty. MacTavish looked at him sternly. “I have come to rid you of the unfortunate sheep that everyone is talking about,” said MacTavish, opening his sporran. “I can pay your price and I will have her, even though she has done nothing for you, I see.” MacTavish sneered at Gregor."],
        ["", ":box:sporran = a small bag worn at the waist for holding personal items"],
        ["13", "\tGregor hugged Dear One. “I will not sell her to you!”"],
        ["14", "\tAt that, MacTavish, whose servants were helping him into his carriage, turned and marched back. “I will pay anything,” he said. “Name the price.”"],
        ["15", "\tGregor was ready. “That,” he said, pointing up to the mansion above them. “I will have the dwelling and everything in it — furniture, utensils, even the chest of gems under your bed.”"],
        ["16", "\t“Done,” said MacTavish."],
        ["17", "\tThe next day, Gregor and his mother moved into the mansion that had once belonged to MacTavish, and MacTavish brought Dear One to the market so that all might see he could indeed own anything he wanted. Then MacTavish and the sheep rode away in his carriage to another of his houses in a valley beyond the mountains."],
        ["18", "\tAfter months had passed and the sheep had done nothing to increase MacTavish's riches, he realized he had been swindled. Furious beyond speech, he returned to the mansion, but Gregor would not open the gates."],
        ["19", "\t“I have been cheated!” shouted MacTavish."],
        ["20", "\t“You have not been cheated,” said Gregor. “I was the owner of the sheep, and she has made me rich, hasn't she?”"],
        ["21", "\t“Yes, but ...,” sputtered MacTavish."],
        ["22", "\t“Then you got what you paid for.” Gregor turned and walked away."],
        ["23", "\tSoon afterward, Gregor sold the chest of gems and bought the huge flock of sheep he and his mother had always wanted. He shared the rest of his fortune with the other poor families of the valley who had been cheated by MacTavish."]
    ],
    "Copyright": "",
    "References": []
}