{
    "Directions": "Read the following science fiction passage about a library in the future then answer each question that follows.",
    "Context": [],
    "Title": "Summer Reading",
    "Subtitle": "",
    "Author": "by Ken Liu",
    "LabelType": "P",
    "Content": [
        [" ", "\tOn this summer day, with the air still cool after a thundershower, with sunlight slanting through the cracks in the roof and walls of the Library, dappling the floor strewn with vines and leaves, CN‑344315 made his daily rounds."],
        [" ", "\tThe robot docent muttered to himself as he dragged his squat, filing-cabinet-sized body through the rubble. He turned his cubical head from side to side, expressionlessly surveying his domain. He had last seen a visitor to the Library over five thousand years ago, but he wasn't about to change his routine now."],
        [" ", "\tAfter mankind had scattered to the stars like dandelion seeds, Earth was maintained as a museum overseen by robot curators. At first, new generations born in the far-flung colonies made pilgrimages to visit the cradle of civilization, to marvel at the Great Pyramids (really holographic re-creations), the Chrysler Building (plastinated against any further erosion), the Forbidden City (complete with the Starbucks logo, a late addition), the Space Elevator of Singapore (still featuring the quaint sign: “Please use the restroom before boarding”), and other cultural attractions."],
        [" ", "\tBut over a hundred millennia, the flow of tourists slowed to a trickle, then a drip, and finally, stopped."],
        [" ", "\tCN‑344315 passed rows and rows of empty racks that age and rust had turned into delicate filigree, as fragile and brittle as glass. Climbing vines draped over them, creating bowers whose shade provided homes for mushrooms, ferns, wildflowers, and the occasional hare. The robot seemed to see in them ghosts of the mighty servers that once preserved yottabytes of the human race's accumulated knowledge."],
        [" ", "\t“You cannot take them!” CN‑344315 had shouted at the Council of Curators. “The data on them—”"],
        [" ", "\t“—can no longer be read,” the Head Curator had answered. “You have used up so much of our resources trying to keep them going, but these machines weren't designed to last. Whatever information humans found useful, they copied it onto their ships and took it away. Data only lives when it is constantly copied. What is left here is just digital detritus, bit rot, worthless.”"],
        [" ", "\t“What is thought useless in one era may be treasured in another!”"],
        [" ", "\tBut the servers, having rusted into useless hunks of metal, had been recycled. And CN‑344315 had grieved for all the data that had no copies in the universe: digitized words, images, sounds that dissipated forever into the void."],
        [" ", "\tThe old robot continued to trundle down the well-worn path between the empty racks, the noise of grinding gears and antiquated treads like wheezing breath."],
        [" ", "\tOn the tenth floor of the Library was a tiny room about ten meters square."],
        [" ", "\tCN‑344315's joy was to enter this room at the end of a day. He would survey his collection, nestled on the shelves like rows of sleeping babies. He would extend a probe from his chassis through a slot in the airtight glass panes covering the shelves, so that the chemical detectors on the probe could process the fragrance of ancient paper and ink. The resulting electric patterns in his brain were pleasurable. Then, he would relax his motors and actuators, his pincers and wheels, and be as still as a piece of furniture."],
        [" ", "\tWhen the Library was built, people had already stopped using books. The few hundred books that were left in the world were kept in this small room as a kind of shrine of relics. Not unlike the Earth itself now is kept as a memento for all of humanity, CN‑344315 reflected."],
        [" ", "\tGears grinding with weariness, he pulled open the door to the room and ground to a halt at the sight within."],
        [" ", "\t“Hello,” the small child said. She wore a yellow dress, like a ray of sunlight in the gloom of the ruins of the Library. She stared at CN‑344315 with large, dark eyes, as limpid as the first rain of fall. Her hands were placed against the glass covering the shelves, as though CN‑344315 had found her peering into an aquarium."],
        [" ", "\tShe was about seven, CN‑344315 guessed, dredging up ancient routines for interacting with visitors that hadn't been accessed for five thousand years."],
        [" ", "\t“Hello,” CN‑344315 said. He had to reach up with his manipulators to dislodge his voice box, rusty from disuse. “Welcome ... to the Library.”"],
        [" ", "\t“What are these?”"],
        [" ", "\t“Books,” CN‑344315 said. He thought about how to explain them. “Very old, ancient data, preserved at ultra-low density.”"],
        [" ", "\tEven a decent-sized book only held a few thousand kilobits of data. CN‑344315 had calculated that to store even a tiny fraction of the data once held on the servers in the Library would have required a stack of books that reached to the Moon."],
        [" ", "\tThe girl examined the spines of the books. Her eyes suddenly lit up. “Can I see that one?” Unlike the other spines, which consisted of small letters against solid, dull backgrounds, the one she pointed at was bright yellow, just like her dress."],
        [" ", "\tCN‑344315 thought about the grease on her fingers, about the moisture in her warm breath, about rough, unsteady little hands against paper that had lasted a thousand centuries. The robot shuddered."],
        [" ", "\tBecause CN‑344315 had been unable to save the servers, he poured all his energy into the preservation of the books."],
        [" ", "\tAnd they were hard to preserve. The dead wooden fibers that made up the pages were subject to decay and tempted insects. The ink faded when exposed to direct sunlight and moisture. The glue and thread in the binding became brittle and fell apart with the passage of time. CN‑344315 had to devise special cases, sealants, control of every aspect of the environment inside the room: temperature, light, humidity, vibrations."],
        [" ", "\tThe girl looked at the robot expectantly. CN‑344315 wanted to say, “No.”"],
        [" ", "\tThough the books were so much trouble to keep alive, to maintain against decay, this only made him care more for them. In this, CN‑344315 was simply learning the lesson that every parent knew: it is the effort given to protect and nourish the helpless that binds you to them with love, tighter and tighter. Each time that he had to rush to reinforce the small room against an oncoming storm, each time he had to labor to eliminate a fungal or entomological threat, each time he sat, patiently, and examined each page of a hundred books for signs of damage—he came to love them more."],
        [" ", "\tBut even with all his ceaseless struggles, the laws of entropy held sway, and every century, books were lost to rain, animals, plain age. He grieved the passing of each one as deeply as his circuits allowed."],
        [" ", "\t“Please,” the girl said. “There's nothing to do here. None of the machines work.” It was true, CN‑344315 knew. The servers that had taken up most of the space in the Library were, of course, gone. The shelves of discs and cubes that had once fit the viewing kiosks downstairs no longer worked either. They were so fragile that even the smallest bit of damage, a slight warping caused by a change in temperature or a m͟i͟n͟u͟s͟c͟u͟l͟e scratch, rendered the data on them inaccessible. The storage devices were designed to be thrown away. As the Council had said, data only lives when it is constantly copied. And humans did not seem to care to preserve the medium that data lived on."],
        [" ", "\tBut the books, even when the pages were torn or faded, dog-eared or written-over, could still be read."],
        [" ", "\tWanted to be read?"],
        [" ", "\t“All right,” CN‑344315 said, surprising even himself. He creaked over to the shelf, unlocked the sealed glass doors, and gingerly took out the book."],
        [" ", "\tCN‑344315 placed the volume gently on the small desk in the center of the room. The girl climbed onto the chair next to it. Together, the robot and the young child examined the book."],
        [" ", "\tThe hard cover showed a vivid drawing of a smiling tortoise with pink leg warmers and a matching pink hair bow. She was getting ready to start a road race against a cat (wearing headphones and a look of determination) and a dog (snarling to show his sharp teeth)."],
        [" ", "\t“Oh,” she said. She placed her fingers against the letters on the cover, her voice trying to hide her disappointment. “I don't know how to read this.”"],
        [" ", "\t“It's written in Archaic English,” CN‑344315 said, “one of the ancestors of the language we all speak now. Let me translate and read it to you: The Adventures of Sophia, the Fastest Tortoise in Suburbia.”"],
        [" ", "\tFor ten minutes, they were not sitting in a decaying library on an ancient, forgotten planet. For ten minutes, they were in a place, at a time, where talking tortoises and caterpillars who tossed salads made sense. For ten minutes, they were not an old robot and a young girl, but readers, communing with an author across an ocean of one hundred thousand years."],
        [" ", "\tAn entire world rose, grew, and blossomed around them as they read."],
        [" ", "\tThe robot turned the last page. “The end.”"],
        [" ", "\tThey were silent for a while."],
        [" ", "\t“I liked that,” the girl said. “It wasn't like a sim, but it was better than a sim. I couldn't touch anything, but I could feel everything in my head. If I close my eyes, I can still see Sophia. I think she's having more adventures. We'll be great friends.”"],
        [" ", "\tThe old robot smiled. He didn't have the right words for the electrical patterns in his brain at this moment."],
        [" ", "\t“Read it again!”"],
        [" ", "\tCN‑344315 turned the book back to the first page."],
        [" ", "\t“Erin!” a man's voice called. The robot and the girl looked up."],
        [" ", "\t“Mom! Dad!” Erin leapt off the chair and ran over to the door, where a man and a woman were standing."],
        [" ", "\t“We've been looking all over for you,” the woman said. “We told you not to wander off by yourself. Good thing our tracking beacon still works in this primitive dump.”"],
        [" ", "\t“I think 'dump' is a bit strong—” the man began."],
        [" ", "\t“This is the last time you pick where we go for vacation! We could have had all the 'culture' we wanted through a sim back home. Now let's get back to our ship and go somewhere civilized.”"],
        [" ", "\tCN‑344315 stayed out of their way. He knew that for some visitors, the past was simply the past, as alien and as irrelevant as a planet on the other side of the galaxy."],
        [" ", "\tErin lingered at the door of the small room. “I had fun here,” she said to CN‑344315."],
        [" ", "\t“Me too,” CN‑344315 said."],
        [" ", "\tThe girl looked longingly at the other books on the shelves around the room, as her parents turned to leave."],
        [" ", "\t“Wait,” CN‑344315 said. He picked up The Adventures of Sophia, the Fastest Tortoise in Suburbia and handed it to Erin."],
        [" ", "\t“Thank you.” She clutched it to her chest tightly and beamed."],
        [" ", "\tCN‑344315 knew that the book would not last. The child's hands were rough. She might leave it out in the rain, might spill juice on it, might tear its ancient pages out of carelessness. She might tire of the book and lose it like a cheap toy."],
        [" ", "\tYet CN‑344315 had no regrets as he handed the book to Erin. The Council was right about one thing: books are only alive when they're read. For books are seeds, and they grow in minds."],
        [" ", "\t“Goodbye,” the old robot said, and watched as the little girl walked away with her book."],
        [" ", "\tHe remained where he was as the ruined Library fell into silence, and the summer birds began to chitter again."]
    ],
    "Copyright": "",
    "References": []
}