{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Jack, a Border collie, was born on a sheep ranch owned by people named Bob and Ellen. Jack loves his life on the ranch and has been working hard to prove to Bob that he's ready to join his dad, as well as Old Dex and the other dogs, out in the field with the sheep."
    ],
    "Title": "[Excerpt from] Sheep",
    "Subtitle": "",
    "Author": "by Valerie Hobbs",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe air was clean and cold and filled with what I had no name for. Excitement is probably what you'd call it. But it was more than that, though I didn't know it then. I figured if all we did was ride out to where the world ended and back again, well, that would be enough for me."],
        ["2", "\tThat was before I saw the sheep. Sheep everywhere! The truck stopped, and they closed in all around us like a big gray woolly blanket, bawling and baaing, stinking like, well, like sheep. Bob hopped down out of the cab and pushed his way through them to the back of the truck. When he lowered the tailgate, the fellas jumped down, working the sheep the minute they hit the ground, rounding them up without even trying."],
        ["3", "\tI hung back, a little soft in the belly, if you know what I mean. Nervous. They were bigger than I was, every last one, and so many I couldn't count them, more sheep than I thought there were in the whole wide world."],
        ["4", "\tWell, you didn't have to count them, though I didn't know it then. You just sort of felt them, Dad said. That was how you knew when one went missing. You felt it somewhere inside you. Sounded crazy to me. The smell was bad enough. But feeling sheep? I didn't like the sound of that. I figured if worst came to worst, and the sheep wouldn't do what I wanted, well, I'd just bite them. But I learned soon enough that wasn't the way. Only as a last resort would a dog bite a sheep."],
        ["5", "\tYou should have seen Dad and Old Dex, how they got those woolly guys all moving in the same direction. You could tell the sheep didn't like it. They'd have to run a little, which they hated, so they grumbled the whole time. One old ewe really had her back up. She turned, frowned at the dogs, and tried to hold her ground. It came down to her and Old Dex then, him with his snout low, ready to leap left or right. And that eye he gave her! It made you shiver just to watch."],
        ["6", "\tThe old lady just couldn't hold out against that eye. She gave Old Dex one last haughty look, then turned away and trotted off after the others, her fat little tail between her legs."],
        ["7", "\tI ran back and forth, trying to look like I knew what I was doing, practicing my sheep eye. The sheep ignored me, like I was a pesky fly. After a while Dad told me to calm down, but I couldn't. I'd gotten a taste of what life was all about, and I didn't want to miss a second of it."],
        ["8", "\t“Keep your eye on Old Dex,” Dad said. “You've got a chance to learn from a master.” And so I did. Wherever Old Dex went, that was where I'd try to be. But it wasn't easy. One second he'd be racing full out alongside the flock, then he'd stop, ears up, and cut the other way. Bob would call an order from a long way off, telling you what he wanted, and you had to do it right then. It was tricky, but when you got the sheep going the way they were supposed to, like a big muddy gray river rolling across the land, you were happy inside. It was better than a good meal, better than a rubdown, even better than Mom saying you were her own best boy (well, she said it to my brothers, too, I know she did). When the sheep were right, you had that deep down good feeling that you were making a difference. You were doing what you were meant to do, what you believed in, what you were really good at."],
        ["9", "\tI'll tell you, nothing in the world is better than that."],
        ["10", "\tThe day came to an end too soon for me. We all bounded back up into the truck, and as the land took that last lick of the sun, we headed home. I'd learned more than my head could hold. I knew for certain my purpose in this life, and I was ready to do it, flat out, with all my heart."]
    ],
    "Copyright": "",
    "References": []
}