{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Minna is on her way to a cello lesson and is worried about playing her cello with a vibrato effect, a skill of vibrating the strings with a bow or fingers, to produce a richer sound."
    ],
    "Title": "[Excerpt from] The Facts and Fictions of Minna Pratt",
    "Subtitle": "",
    "Author": "by Patricia MacLachlan",
    "LabelType": "P",
    "Content": [
        ["", "problems/NY16G4E/media/S1a.jpg"],
        ["1", "\tThe streets were grimy with spring. Willie played Tchaikovsky on the corner, music that made Minna feel sad and peaceful at the same time. Next to the violin case the small brown dog slept, curled like a sausage on Willie's jacket. A woman in a fur coat with worn elbows stood in front of Minna, a baby peering over her shoulder, his head bobbing as he stared at Minna. The baby grinned suddenly and drooled down his mother's back, leaving a wet trail of fur where his mother couldn't see. A slimy secret between Minna and the baby. Minna touched his hand and moved off through the crowd, standing on the steps for a moment, watching Willie. She sighed and looked up at the gargoyles. Willie on the street corner has a vibrato. Where is mine?"],
        ["2", "\tInside it was dark and quiet and cool. Porch beckoned Minna in and unzipped her cello case. Minna slumped in a chair."],
        ["3", "\t“Min?” asked Porch. He sat down next to her. “Problems?”"],
        ["4", "\t“It's my vibrato,” said Minna, looking at him."],
        ["5", "\t“What about it?”"],
        ["6", "\t“Where is it?” Minna's voice was loud in the empty room. “I mean,” she leaned forward, “Lucas has a vibrato. Even Willie has one. Where is mine?”"],
        ["7", "\tPorch frowned at Minna."],
        ["8", "\t“William Gray?” he said sharply. “What do you mean 'even' Willie? What do you know about Willie?”"],
        ["9", "\tMinna's face reddened. She had not even known Willie's full name."],
        ["10", "\t“Nothing, except that he's always there, playing on the street corner. He always gives me my money back,” she added softly."],
        ["11", "\tPorch's face softened."],
        ["12", "\t“He does, does he? A gift. Willie is a fine musician, Minna. And he was a fine musician before he got his vibrato. Did you know he plays in the symphony chamber group?”"],
        ["13", "\t“But why does he play on the street?” asked Minna, surprised."],
        ["14", "\t“For his own reasons, Minna,” said Porch. “You might ask him that yourself.”"],
        ["15", "\t“We never talk about anything but music,” said Minna."],
        ["16", "\t“Well,” said Porch, sitting down and leaning back in his chair, “life and music are not separate, you know.”"],
        ["17", "\tThere was a silence."],
        ["18", "\t“Min,” said Porch, “your vibrato is not something that is there, I mean that exists, like fingernails, or hair about to grow longer. It is something you can work at, yes, and think about, yes, but it is much more like ...” Porch folded his arms, “like understanding something for the first time, or suddenly knowing what a book you're reading is all about.” He peered at Minna. “It is like a light going on over your head. Do you know what I mean?”"],
        ["19", "\t“No,” said Minna, staring at Porch. She was thinking about her past life; the moments along the way when she needed something to make things right. When she was seven it had been a plaid skirt, at ten it had been a bicycle. Then it had been her first full-size cello. Now it was a vibrato. Would it end there?"],
        ["20", "\t“You will understand,” said Porch. “You will.” He tapped her knee. “Ready for Mozart?”"],
        ["21", "\tMinna sat up, gripping her cello by its neck. She stared at the music, thinking about Willie and her mother and father. Did she know them at all, even the slightest little bit?"],
        ["22", "\t“I'll never be ready for Mozart,” said Minna."],
        ["23", "\t“Ah,” said Porch, “but Mozart is ready for you, Minna Pratt. Come on, let's do K. 158. Your favorite key.”"],
        ["24", "\tMinna couldn't help smiling. Porch was right, it was her favorite key. Sometimes, most of the time, Porch knew Minna as well as anyone else did. Except for McGrew; McGrew who knew, for instance, that in spite of Minna's grumbling, in spite of her complaints, Minna played the cello because she wanted to."],
        ["25", "\tPorch picked up his violin."],
        ["26", "\t“Let's play the repeats,” said Porch. He turned to look at Minna. “And we will play it wonderfully. In tune. With or without a vibrato.”"],
        ["27", "\tAnd they did."]
    ],
    "Copyright": "“Excerpt from The Facts and Fictions of Minna Pratt”: From THE FACTS AND FICTIONS OF MINNA PRATT by Patricia MacLachlan, 1988. Used with permission of: HarperCollins Children's Books, a division of Harper Collins Publishers.",
    "References": []
}