{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "Sarah's grandfather is a retired marine biologist. Today he and Sarah are going to release a tiger shark that is tied to the side of the boat."
    ],
    "Title": "[Excerpt from] Swimming with Sharks",
    "Subtitle": "",
    "Author": "by Twig C. George",
    "LabelType": "P",
    "Content": [
        ["1", "\t“You're serious, aren't you?” Sarah asked. “What will happen?”"],
        ["2", "\t“If we're lucky, he'll stay around long enough for us to get in and watch him leave.” He watched his granddaughter closely. Joe Santos had been swimming with sharks for many years as part of his work. He had never felt he was in any danger. But he was no fool and knew there were always risks when you were near any wild animal. And sharks were not just “any animal.”"],
        ["3", "\tSarah looked carefully at the shark again. She knew from her grandfather that the stories about sharks as killers who ate anything in their path were wrong. She knew it, but she wasn't sure she really believed it."],
        ["4", "\tSarah felt so ... bare and ... unprotected next to the shark with all his senses, his knifelike teeth and his rough, thick skin. Then again, this was a chance to get closer to a tiger shark than almost any other person in the entire world! And he was a big tiger shark at that! She looked at her grandfather. He knew more than anyone about sharks. He would never put her in danger. Well, not dangerous danger."],
        ["5", "\t“I'll get ready,” said Sarah, scared but determined. “I have my snorkeling things in my bag.” Her grandfather flashed her another rare smile. Immediately he was back to business."],
        ["6", "\t“This is what we'll do,” he said in his matter-of-fact voice. “I'll take out the hook. Then I'll release the rope on his tail and get in the water. You slip off the back of the boat behind me. If the shark comes toward us, just stay calm and don't wave your hands or feet in front of him. He's tired now and won't bother us if we move slowly. It's perfectly natural for you to be scared. You need to pay attention to those feelings. If you feel you need to get out, slowly take off your flippers and use the step on the back of the boat. I'll help you. It's better to leave than to panic. All set?”"],
        ["7", "\t“Yes, Granddad,” Sarah croaked. She was excited and scared. Her insides felt queasy."],
        ["8", "\tHe released the shark and slid after it into the water. Still aboard the boat, Sarah was shaking. Her arms and legs felt weak. As she looked at the water, her teeth started to chatter. Sarah thought about all the times she had worried about sharks when she dove off a boat or through a wave. Now she knew a shark was below her. A big shark. The kind of shark that many people called a “floating garbage pit” because it could eat almost anything—nails, boards, people, you name it."],
        ["9", "\tSarah shook her head and looked down. Granddad was in the water and the “garbage pit” hadn't eaten him."],
        ["10", "\t“Come now or he'll be gone,” her grandfather urged quietly."],
        ["11", "\tSarah was ready. She slipped off the back of the boat behind him. All of her experience swimming in the bay paid off —she hardly made a ripple. Reaching out, she grabbed her grandfather's hand. They floated on the ocean surface, bobbing up and down in the waves."],
        ["12", "\tThe tiger shark rested on the bottom not ten feet from them. In an effort to forget how scared she was, Sarah tried to imagine how it would feel to be the shark. The lateral lines that ran down her sides would feel pressure and vibrations around her—like reaching out with long, invisible hands. She would feel the two people above. She would feel the boat and the reef ahead of her. She would see clearly the world around her. She would smell the scents of the sea and perhaps wonder in some sharklike way at the scent of the humans above her. She would hear the waves slapping against the boat and the fish nibbling on the coral."],
        ["13", "\tSarah watched as the shark's gills pumped and his eyes focused. His specialized pores tuned in to the Earth's magnetic fields. The big tiger shark took in all the information he could using each of his senses. Then he located himself on the planet and slowly moved toward deeper water."],
        ["14", "\tSarah was no longer scared. The shark's behavior hadn't frightened her. When her grandfather signaled that they should follow the shark, she swam forward fearlessly."],
        ["15", "\tAfter a few minutes the shark's movements quickened. Sarah and her grandfather stopped at a respectful distance. An instant later the giant that had seemed to fill the sea was gone. He had vanished. There was nothing left but the brilliant blue water of Florida Bay as far as they could see."]
    ],
    "Copyright": "",
    "References": []
}