{
    "Directions": "Read the following passage about a young person with ambition then answer each question.",
    "Context": [],
    "Title": "Joe's Reward",
    "Subtitle": "",
    "Author": "by Horatio Alger Jr.",
    "LabelType": "P",
    "Content": [
        [" ", "\tJoe certainly presented a neat appearance when he rowed over to the hotel dock. Before going he purchased a new collar and a dark blue tie, and these, with his new suit and new cap, set him off very well."],
        [" ", "\tThe boat had been cleaned in the morning, and when the ladies appeared they inspected the craft with satisfaction."],
        [" ", "\t“What a nice clean boat,” said Mabel Mallison, the niece of the proprietor of the hotel."],
        [" ", "\tThe ladies to go out were four in number, and two sat in the bow and two in the stern. It made quite a heavy load, but as they were not out for speed our hero did not mind it."],
        [" ", "\t“We wish to go up to Fern Rock,” said Mabel Mallison. “They tell me there are some beautiful ferns to be gathered there.”"],
        [" ", "\t“There are,” answered Joe. “I saw them last week.”"],
        [" ", "\t“And I wish to get some nice birch bark if I can,” said another of the ladies."],
        [" ", "\t“I can get you plenty of it.”"],
        [" ", "\tJoe rowed along in his best style, and while doing so the ladies of the party asked him numerous questions concerning the lake and vicinity. When Fern Rock was reached, all went ashore, and our hero pointed out the ferns he had seen, and dug up such as the others wished to take along. An hour was spent over the ferns and in getting some birch bark, and then they started on the return for the hotel."],
        [" ", "\t“I'd like to row,” cried one of the ladies."],
        [" ", "\t“Oh, Jennie, I don't think you can!” cried another."],
        [" ", "\t“Of course I can,” answered Jennie, and sprang up from her seat to take the oars."],
        [" ", "\t“Be careful!” came in a warning from Joe, as the boat began to rock."],
        [" ", "\t“Oh, I'm not afraid!” said the young lady, and leaned forward to catch hold of one oar. Just then her foot slipped and she fell on the gunwale¹, causing the boat to tip more than ever. As she did this, Mabel Mallison, who was leaning over the side, gazing down into the clear waters of the lake, gave a shriek."],
        [" ", "\t“Oh, save me!” came from her, and then she went over, with a loud splash."],
        [" ", "\tJoe was startled, and the ladies left in the boat set up a wail of terror."],
        [" ", "\t“She will be drowned!”"],
        [" ", "\t“Oh, save her! Save her, somebody!”"],
        [" ", "\t“It is my fault!” shrieked the young lady. “I tipped the boat over!”"],
        [" ", "\tJoe said nothing, but looked over the side of the boat. He saw the body of Mabel Mallison not far away. But it was at the lake bottom and did not offer to rise."],
        [" ", "\tThen he gave a second look and saw that the dress of the unfortunate one was caught in some sharp rocks. Without hesitation he dived overboard, straight for the bottom."],
        [" ", "\tIt was no easy matter to unfasten the garment, which was caught in a crack between two heavy stones. But at the second tug it came free, and a moment later both our hero and Mabel Mallison came to the surface."],
        [" ", "\t“Oh!” cried two of the ladies in the row-boat. “Is she drowned?”"],
        [" ", "\t“I trust not,” answered Joe. “Sit still, please, or the boat will surely go over.”"],
        [" ", "\tAs best he could Joe hoisted Mabel into the craft and then clambered in himself. As he did so the unfortunate girl gave a gasp and opened her eyes."],
        [" ", "\t“Oh!” she murmured."],
        [" ", "\t“You are safe now, Mabel!” said one of her companions."],
        [" ", "\t“And to think it was my fault!” murmured the young lady. “I shall never forgive myself as long as I live!”"],
        [" ", "\tMabel Mallison had swallowed some water, but otherwise she was unhurt. But her pretty blue dress was about ruined, and Joe's new suit did not look near as well as it had when he had d͟o͟n͟n͟e͟d it."],
        [" ", "\t“Let us row for the hotel,” said one of the young ladies."],
        [" ", "\t“Are you all right?” she asked of Joe."],
        [" ", "\t“Yes, ma'am, barring the wetting.”"],
        [" ", "\t“It was brave of you to go down after Mabel.”"],
        [" ", "\t“Indeed it was!” cried that young lady. “If it hadn't been for you I might have been drowned.” And she gave a deep shudder."],
        [" ", "\t“I saw she was caught and that's why I went over after her,” answered our hero simply. “It wasn't so much to do.”"],
        [" ", "\tAll dripping as he was, Joe caught up the oars of the boat and sent the craft in the direction of the hotel at a good speed. That she might not take cold, a shawl was thrown over Mabel's wet shoulders."],
        [" ", "\tThe arrival of the party at the hotel caused a mild sensation. Mabel hurried to her room to put on dry clothing, and Joe was directed to go around to the kitchen. But when the proprietor of the place had heard what Joe had done for his niece he sent the lad to a private apartment and provided him with dry clothing belonging to another who was of our hero's size."],
        [" ", "\t“That was a fine thing to do, young man,” said the hotel proprietor, when Joe appeared, dressed in the dry garments, and his own clothing had been sent to the laundry to be dried and pressed."],
        [" ", "\t“I'm glad I was there to do it, Mr. Mallison.”"],
        [" ", "\t“Let me see, aren't you Hiram Bodley's boy?”"],
        [" ", "\t“I lived with Mr. Bodley, yes.”"],
        [" ", "\t“That is what I mean. Are you still living at the tumbled-down cabin?”"],
        [" ", "\t“No, sir. I've just sold off things, and I am going to settle in town.”"],
        [" ", "\t“Where?”"],
        [" ", "\t“I haven't decided that yet. I was going to hunt up a place when Ike Fairfield gave me the job of rowing out the young ladies.”"],
        [" ", "\t“I see. You own the boat, eh?”"],
        [" ", "\t“Yes, sir.”"],
        [" ", "\t“You ought to be able to make a fair living, taking out summer boarders.”"],
        [" ", "\t“I suppose so, but that won't give me anything to do this winter.”"],
        [" ", "\t“Well, perhaps something else will turn up by that time.” Andrew Mallison drew out a fat wallet. “I want to reward you for saving Mabel.”"],
        [" ", "\tHe drew out two ten-dollar bills and held them towards our hero. But Joe shook his head and drew back."],
        [" ", "\t“Thank you very much, Mr. Mallison, but I don't want any reward.”"],
        [" ", "\t“But you have earned it fairly, my lad.”"],
        [" ", "\t“I won't touch it. If you want to help me you can throw some odd rowing jobs from the hotel in my way.”"],
        [" ", "\t“Then you won't really touch the money?”"],
        [" ", "\t“No, sir.”"],
        [" ", "\t“How would you like to work for the hotel regularly?”"],
        [" ", "\t“I'd like it first-rate if it paid.”"],
        [" ", "\t“I can guarantee you regular work so long as the summer season lasts.”"],
        [" ", "\t“And what would it pay?”"],
        [" ", "\t“At least a dollar a day, and your board.”"],
        [" ", "\t“Then I'll accept and with thanks for your kindness.”"],
        [" ", "\t“When can you come?”"],
        [" ", "\t“I'm here already.”"],
        [" ", "\t“That means that you can stay from now on?”"],
        [" ", "\t“Yes, sir.”"],
        [" ", "\t“I don't suppose you want the job of hauling somebody from the lake every day,” said Andrew Mallison, with a smile."],
        [" ", "\t“Not unless I was dressed for it, Mr. Mallison. Still, it has been the means of getting me a good position.”"],
        [" ", "\t“I shall feel safe in sending out parties with you for I know you will do your best to keep them from harm.”"],
        [" ", "\t“I'll certainly do that, I can promise you.”"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "gunwale — the top edge of the side of a boat"]
    ]
}