{
    "Directions": "Read the following speech about speaking in public then answer each question.",
    "Context": [
        "John Hilton, a BBC broadcaster in London before World War II, proved a popular announcer with the radio audience. Instead of reading the prepared text in monotones, Hilton enlivened his words with what he called “calculated s͟p͟o͟n͟t͟a͟n͟e͟i͟t͟y” — the ability to make reading sound like conversational speaking.\nHilton discussed this ability when he ended a lengthy series of broadcasts with the following lecture on the topic of talking. Hilton's focus in this broadcast, delivered on the BBC on July 1, 1937, is the art of public address."
    ],
    "Title": "Talks About Talking",
    "Subtitle": "",
    "Author": "by John Hilton",
    "LabelType": "P",
    "Content": [
        [" ", "\tI kept wondering what to say to you in this last talk, and then I had a bright idea. At least I hope it's a bright idea. I said to myself, “suppose you give a talk about giving a talk.”—“A talk about giving a talk! How d'you mean?”—“Why, how you set about it, and the tricks of the trade, and so on.”—“Yes, that is rather an idea.” I said to myself. So here goes ..."],
        [" ", "\tThere've been bits in the paper sometimes about my broadcasts. The bits I've always liked best are those that refer to John Hilton “who just comes to the microphone and talks. So different from listening to something being read.” Oh yes, I like that. For, of course, I read every word of every talk. If only I could pull it off every time—but you have to be at the top of your form. Yes, of course, every word's on paper even now—this—what I'm saying to you now—it's all here. Talking! Just as it comes to him! Right out of his head! I hope it sounds so; it's meant to. If it does—well— this is one of my good days."],
        [" ", "\t“Tricks of the trade.” Must I really tell you those? All right. The first trick of the trade is that there aren't any tricks. I mean tricks don't come off. That's my experience, anyway. I've tried, in my time, this way and that. I like experiments. I'll try anything once. But the little stunts and tryons— no good! For me, I mean, of course. I think what listeners can spot more surely than anything else is any trace of falseness. I think you've got to find yourself—the radio rendering of yourself, and then be true to it. Truth, not tricks. For my sort of stuff, I mean, of course."],
        [" ", "\t“But to read as if you were talking! Isn't that a trick?” Oh no, that's an art—or a craft, whichever you like. And in every art or craft there's a technique, a method, a way. What is it here? Well, I suppose each has to find his own; but my notion is that to read as if you were talking you must first write as if you were talking. What you have on the paper in front of you must be talk stuff, not book stuff."],
        [" ", "\tIt's in part, a mere matter of how you put the words down on the paper. That very sentence now, the one you've just heard. It began with “It's in part ...” If I'd said to you, “It is, in part,” you'd have thought “He's reading.” In speech we say “it's,” not “It is.” So I write “I T apostrophe s,” and not “It is” on the paper. I know if I wrote “It is,” I should say “It is” ..."],
        [" ", "\tI don't know anything about others, as I say, but my way is to speak my sentences aloud as I write them. In fact, here's my second rule, all pat: “to write as you would talk you must talk while you write.” If you were outside my room while I'm writing a talk you'd hear muttering andmumbling and outright declaration from the beginning to end. You'd say, “There's somebody in there with a slate loose; he never stops talking to himself.” No, I wouldn't be talking to myself but to you ..."],
        [" ", "\tI do believe that's all I want to say about the technique of composing talk. All I want to say here and now, I mean. It's all I can say, anyhow. But about delivering over the air what's composed? Ah, there I think I'd better keep quiet. Each has a way that best suits himself (or herself, of course). Each must find that way; his or her own way. To find it one has to experiment, as I've said. You may even, I think, copy or mimic someone else's style now and again just to see if there's anything in it that fits you. But in the end, you've got to find your own self. Or rather, you've got to find or create a radio version of your real self (all that about being natural's no good, you know. Fine art's never natural, it only looks it. Or sounds it.). You've got to find or create a radio version of yourself, the radio quintessence of yourself, and then write for it, and go to the microphone and act it—with truth and sincerity."],
        [" ", "\tJust two odd things from my own experience on the matter of delivery. My belief is that listeners hear speech, not in a sequence of words—one after the other—but in chunks; and what I try to do, though I may seldom succeed in my good intentions, is to throw out my words in bunches ... like that ... and then pause long enough for the listener to take that bunch in. I don't know if that's right for everyone; I don't even know if others would think it right for me; but it's been my theory, and it's what I've aimed at in practice, however often I may have missed the mark."],
        [" ", "\tThe other oddment is this. The matter of speed. Allover, average speed. Many of you have written to me from time to time; “What you were saying was so exciting. But oh I wish you'd gone slower. I missed some words.” Yes, but if I'd gone slower you wouldn't have been excited. You'd have written then and said, “Why were you so solemn? You nearly sent me to sleep!” Oh, I know ... You can't have it both ways. When I have gone slow it's not been for that. It's been because of my many friends in Wales who have trouble in following too rapid English, however clearly it may be spoken."],
        [" ", "\tWell, there you are. That's my last talk—a talk about giving a talk. So now, I leave you for a year or two. I'm going to take things easy for a while—or try to. Then I must buckle to on all sorts of other explorations and enterprises. I know I shall have your good wishes. You have mine. Look after yourselves."]
    ],
    "Copyright": "",
    "References": []
}