{
    "Directions": "Read the following passage about  then answer each question.",
    "Context": [],
    "Title": "Editorial: Teens are going to extremes with texting",
    "Subtitle": "",
    "Author": "from The Jersey Journal",
    "LabelType": "P",
    "Content": [
        [" ", "\tThe national obsession with instantaneous communication is taking a toll on teens so severe that some experts are calling it a crisis."],
        [" ", "\tIt's not the phenomenon of cell-phoning or messaging while driving—both are illegal in New Jersey—but all-night texting that is leaving too many teens too tired for school."],
        ["3", "\tOne 14-year-old New Jerseyan featured in a recent Star-Ledger story receives up to 10,000—10,000!—text messages a month. To accomplish that astounding yet not unusual feat, daily activities like bathing and sleeping are interrupted, thumbs pumping, to read and respond to an avalanche of messages. Doctors are beginning to recognize such obsession as addiction that is robbing children of sleep at the very time in their lives when they need it the most."],
        [" ", "\tA well-publicized study recently found that early high school start times deprive adolescents of sleep and force students to perform academically in the early morning, a time of day when they are at their worst. Many teens are making a tough situation worse by shortchanging themselves of the time they do have to sleep. The i͟n͟e͟v͟i͟t͟a͟b͟l͟e results are poor performance, a sort of sleepwalking through classes and the day in a “fog.”"],
        [" ", "\tAccording to a recent Nielsen study, 13- to 17-year-olds send or receive an average of 1,742 text messages a month—more than seven times the average number of calls they place on their cell phones. That represents huge chunks of time dedicated to the flimsiest of patter. Here, truly, the medium is the message, and teens are loath to part with a gadget which to them seems as natural as breathing."],
        [" ", "\tIt's a situation made all the more challenging by the fact that these kids are among the first to have this amazing, and tempting, technology right at their fingertips; it's not likely they will set limits for themselves. They depend on their parents for rules and guidelines in all other areas of life, so it's unlikely they will cut down on texting without some intervention."],
        [" ", "\tA great many adults also are addicted to devices of the new technology. In fact, there's a “Distracted Driving Summit” taking place in Washington, D.C., in which federal officials are urging the public not to text and drive in those states that haven't outlawed it. And a rehab center for the technologically dependent just opened in Washington State. For $14,000, clients are helped to wean themselves from obsessive use of video games, texting, Facebook, eBay and Twitter."],
        [" ", "\tThere are strategies and experts galore to consult, but parents have it in their power to help their kids immediately by setting limits on their use of all these gadgets by just taking them away at bedtime or simply not paying the bills."],
        [" ", "\tHere's another approach, employing an increasingly q͟u͟a͟i͟n͟t mode of communication: Sit down and talk with them about the risks they are taking with their health."]
    ],
    "Copyright": "“Editorial: Teens are going to extremes with texting” Copyright © October 5, 2009, The Times of Trenton. Used with permission.",
    "References": []
}