{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "When describing the penguins, the author mostly focuses on their  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "concern for their baby chicks",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 18, the author describes a time when two penguins left their chicks with Claire as the babysitter, but this is more of a detail to explain their entertaining behavior rather than their concern for the chicks.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "friendly and entertaining behavior",
                "Key": {
                    "Correct": true,
                    "Rationale": "When describing the penguins, the author mostly focuses on their friendly and entertaining behavior. In paragraph 15, the author explains that the penguins greeted them when they arrived. In paragraph 18, the author recalls a comical time when two parent penguins left their three chicks with Claire and another time when a penguin “pointed a wing in the correct direction” of their ship when asked where the ship was.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "ability to survive in their environment",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author expresses awe at the penguins' ability to survive in their environment only in paragraph 19, so it is not the author's focus.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "dependence on one another",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not describe any ways in which the penguins depend on one another.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 4, what does the word n͟o͟t͟o͟r͟i͟o͟u͟s͟l͟y mean?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Frequently traveled",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word n͟o͟t͟o͟r͟i͟o͟u͟s͟l͟y is used to describe how violent the Drake Passage is, not how often it is traveled.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Hard to locate",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word n͟o͟t͟o͟r͟i͟o͟u͟s͟l͟y is used to describe how violent the Drake Passage is, not its ability to be located.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Recognized in a negative way",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Recognized in a negative way” is the phrase that best matches the meaning of n͟o͟t͟o͟r͟i͟o͟u͟s͟l͟y as it is used in paragraph 4. It is explained that the Drake Passage is known to be a “violent area of ocean” and “the roughest stretch of sea on the planet,” which can be considered negative qualities.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Viewed from a distance",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, the author states that “to reach Antarctica, ships must pass through” the Drake Passage, so it is not being viewed from a distance.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the selection best conveys the author's main message?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "But as mentally prepared as we were, we also had to be physically aware, as well. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The positive experience of seeing the penguins (the “gain”) is not reflected in this sentence, so the author's message of “No pain, no gain” is not conveyed.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Every night aboard our safe and warm ship, we thought about what it takes to survive in Antarctica, an incredibly harsh place. (paragraph 19)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is about the “pain” half of the “No pain, no gain” message. The “pain” was the Drake passage, not the cold of Antartica mentioned in the option, so the author's message is not conveyed by this sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Over the course of our visit, we came to respect and even revere the power of that sea. (paragraph 20)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The power of the sea is referenced in the sentence, but the author's message of “No pain, no gain” is not conveyed.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Both experiences were unforgettable, and one would not have been possible without the other. (paragraph 21)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's main message is best conveyed by this sentence. Traveling through the Drake Passage and interacting with the emperor penguins were memorable experiences. In order to see the penguins, the author had to endure traveling through the Drake Passage. He repeats the phrase “No pain, no gain” (paragraphs 1 and 22) to explain this contrast.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "The organizers of the expedition created “penguin etiquette” most likely to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "limit the interaction between the penguins and the visitors",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Penguin etiquette” is a set of guidelines for interacting with penguins. The interactions between the penguins and visitors are not limited, so this is not why the rules were created.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "minimize possible negative effects of visitors on the penguin habitat",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Penguin etiquette” is a set of guidelines for interacting with penguins. The organizers of the expedition created “'penguin etiquette'” most likely to minimize the possible negative effects of visitors on the penguin habitat. The rules outlined in paragraph 13 provide boundaries for the humans as they interact with the penguins in their environment.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "create awareness among the visitors about the challenges penguins face",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Penguin etiquette” is a set of guidelines for interacting with penguins. It has nothing to do with the challenges penguins face, so this is not a reason the rules were created.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "boost visitors' chances of observing tens of thousands of penguins each day",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Penguin etiquette” limits what visitors are allowed to do. It does not boost visitors' chances of seeing the penguins, so this is not a reason the rules were created.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Based on the selection, what did the author most likely gain from his experience?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "An understanding of how animals survive in cold climates",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not discuss how the penguins survive in such a cold climate; instead, he expresses awe at their ability to survive.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "An interest in other journeys that involve physical challenges",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not discuss any journey other than the one to Antarctica in the selection.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "An awareness of the types of activities his daughter enjoys",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not discuss his daughter's enjoyment of activities in the selection.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "An increased respect for the power of nature",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author most likely gained an increased respect for the power of nature. In paragraph 19, he expresses his respect for the penguins' ability to “survive in Antarctica, an incredibly harsh place,” and in paragraph 20, he explains that he “came to respect and even revere the power of that sea,” referring to the Drake Passage.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of this selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "When the author and his daughter win a trip to Antarctica, they board an icebreaker ship and travel through an area called the Drake Passage. During their time in Antarctica, they observe a penguin colony made up of tens of thousands of penguins. They must adhere to certain rules while they are there.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's message of “No pain, no gain” is not included in this summary, and the last sentence about rules is a detail, so this is not the best summary of the selection.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Getting to Antarctica requires people to travel by ship through a rough area of the sea. After winning a trip to Antarctica to observe penguins, the author and his daughter make this difficult voyage. Once they arrive, they see thousands of penguins up close and know the trip was worth the suffering.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of the selection is presented in these sentences. The author's journey to Antarctica and his experience with the penguins are both described, and the author's message of “No pain, no gain” is restated.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The author and his daughter take a trip to Antarctica, where they have an opportunity to observe penguin behavior up close. They take photographs of the large penguin colony. Long after the trip, they still talk about the experience.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's experience traveling through the dangerous Drake Passage is not included in this summary, so it is not the best summary of the selection.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "After winning a contest, the author and his daughter travel to Antarctica and see penguins. Since there are no airports in Antarctica, they have to sail there through rough water. Once they arrive, they must take a helicopter from their ship over to the penguin colony.",
                "Key": {
                    "Correct": false,
                    "Rationale": "summary, so it is not the best summary of the selection. This summary is comprised of minor details, and key ideas from the selection (such as the author's interactions with the penguins) are omitted, so this is not the best summary.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the selection best expresses the author's enthusiasm during his observation of the penguins?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Across the crunchy surface, we could see hundreds of penguins in the distance, watching us as we watched them. (paragraph 10)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author is simply describing what he viewed from afar; there is no enthusiasm about what is happening.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Penguins are extremely curious and not fearful of humans. (paragraph 11)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that penguins are “curious and not fearful of humans” is the author's observation, not an expression of enthusiasm.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "We began the two-mile hike over the ice to the penguin colony. (paragraph 14)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author had not reached the penguin colony in this sentence, so he is not expressing any enthusiasm while observing penguins.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "And I will never forget the penguin that, when I jokingly asked which way back to the helicopters, pointed a wing in the correct direction. (paragraph 18)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's enthusiasm during his observation of the penguins is best expressed in this sentence from paragraph 18. In this sentence, the author recalls an exciting and incredible moment when a penguin seemed to understand what he was saying.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 8.",
            ":box:For the first time on our journey, we walked out on deck and felt the sweet bite of the cold, clean air on our faces.",
            "The sensory language in this sentence best reveals the author's  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "sense of relief and accomplishment at having arrived in Antarctica",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sensory language in this sentence reveals the sense of relief and accomplishment that the author felt. The “sweet bite of the cold, clean air” is used to suggest that, although cold air might be something to avoid, the author considered it positive because it meant that he was close to his destination.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "understanding of the extreme weather conditions in Antarctica",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sensory language in this sentence is used to reveal how the author felt about arriving in Antarctica. The description does not indicate that the author has an understanding of “extreme weather conditions” in Antarctica.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "frustration at having been kept in his cabin for most of the voyage",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is not indicating frustration in this sentence; he was relieved to finally feel Antarctica's “sweet bite” of “cold, clean air.”",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "feeling of anticipation to soon be interacting with the penguins",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no expression of anticipation in this sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S2.json",
            "problems/TX19G8R/supps/TX19G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Which characteristic of the geothermal vents made the survival of nearby plants so surprising?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The depth of the holes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plants grow near the geothermal vents, not inside them, so the depth of the vents does not affect the plants' survival.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The heat they generate",
                "Key": {
                    "Correct": true,
                    "Rationale": "The heat generated by the geothermal vents made the survival of nearby plants surprising. It is explained in paragraph 1 that the ground temperature near the vents can “rise to more than 150 degrees Fahrenheit,” a temperature that usually kills plants, which led Rodriquez to wonder “how these plants were able to flourish.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The number of them that exist",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it is stated in paragraph 1 that there are “[t]housands of geothermal vents,” the number of vents does not affect the plants' survival.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The amount of pressure they release",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plants grow near the geothermal vents, not inside them, so the pressure released by the vents does not affect the plants' survival.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S2.json",
            "problems/TX19G8R/supps/TX19G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "How do the photograph and caption after paragraph 4 help the reader better understand the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They explain how endophytes work to help plants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the photograph and caption, there is no explanation of how endophytes work to help plants, just a demonstration that they do have an effect on plants.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "They demonstrate the effect endophytes can have on plants.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The effect that endophytes can have on plants is demonstrated in the photograph and caption after paragraph 4. In the caption, it is explained that both plants “experienced six days of drought conditions.” The plant on the left in the photograph is small and shriveled, while the plant on the right (the one that was treated with the endophyte mixture) is healthy and tall.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "They illustrate what kinds of plants endophytes can help.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the plants in the photograph are specifically soy plants, it is not specified in the caption that endophytes help only soy plants, and no other types of plants are mentioned.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "They show the conditions against which endophytes can protect plants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the conditions under which the plants in the photograph were grown are specified in the caption, it is not stated that plants cannot be protected by endophytes in other conditions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S2.json",
            "problems/TX19G8R/supps/TX19G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "How are paragraphs 2 through 4 organized?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They compare the plants Rodriguez collected to the endophytes living on the plants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plants are never compared to the endophytes living on the plants, so this is not how paragraphs 2 through 4 are organized.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They describe the steps Rodriguez followed while researching plants in his laboratory.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The steps Rodriguez followed while researching plants in his laboratory are described in paragraphs 2 through 4. In paragraph 2, Rodriguez “took plant samples back to his laboratory,” where he studied them and discovered endophytes on the plants. In paragraph 3, the author explains Rodriguez's hypothesis that endophytes could protect plants, and in paragraph 4 that hypothesis is tested.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They explain the problem Rodriguez was trying to solve based on his observations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The problem Rodriguez was trying to solve is explained in paragraph 1. In paragraphs 2 through 4, the author focuses on the research done to solve the problem.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They describe the structure of the plants Rodriguez collected from a harsh environment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention in paragraphs 2 through 4 of the structure of the plants Rodriguez collected from Yellowstone National Park.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S2.json",
            "problems/TX19G8R/supps/TX19G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What is paragraph 1 mostly about?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The unusual conditions in which some plants can survive",
                "Key": {
                    "Correct": true,
                    "Rationale": "Paragraph 1 is mostly about the unusual conditions in which some plants can survive. The author describes the very hot landscape of Yellowstone National Park and introduces a microbiologist, Rusty Rodriguez, who wondered how plants “were able to flourish in such extreme temperatures.”",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The occurrence of geothermal vents in several western states",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mention of geothermal vents in Wyoming, Montana, and Idaho is a detail used to describe the landscape of Yellowstone National Park, where some plants can survive despite extreme temperatures.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The way geothermal vents release pressure in the form of steam",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mention of geothermal vents releasing steam is a detail used to describe the landscape of Yellowstone National Park, where some plants can survive despite extreme temperatures.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The types of plants that microbiologists have observed at a national park",
                "Key": {
                    "Correct": false,
                    "Rationale": "The specific types of plants at Yellowstone National Park are not mentioned in paragraph 1, so this is not what the paragraph is about.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S2.json",
            "problems/TX19G8R/supps/TX19G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "An idea emphasized throughout the selection is that Rodriguez's endophyte solution  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "can improve plant life in national parks",
                "Key": {
                    "Correct": false,
                    "Rationale": "As described in paragraphs 5 and 6, Rodriguez's endophyte solution is mainly used to help protect crops, not plants in national parks.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "eliminates the need to water plants regularly",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Rodriguez's endophyte solution helps protect plants in drought conditions, there is nothing in the selection that says the plants do not need to be watered.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "will allow farmers to plant crops regardless of the season",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention of Rodriguez's endophyte solution allowing farmers to plant crops regardless of the season.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "can restore a plant's natural resistance to the effects of a harsh climate",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 2, Rodriguez discovered that endophytes help plants “handle climate stressors,” and in paragraph 4, he experimented with restoring endophytes to plants and was successful in growing plants that are “healthier and more resilient.” The restorative effects of endophytes on crops and the future use of endophytes are also discussed in paragraphs 5 and 6.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S2.json",
            "problems/TX19G8R/supps/TX19G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Which statement best expresses the main idea of paragraph 3?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Modern highways and bridges are often constructed with concrete.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this statement, only two details of how concrete is used are described instead of the overall importance of concrete, which is the main idea of the paragraph.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Concrete was used by ancient Romans to build massive structures.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this statement, only one detail of how concrete was used in the past is described instead of the overall importance of concrete, which is the main idea of the paragraph.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The demand for concrete has doubled in the last decade.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this statement, only the demand for concrete is detailed instead of the overall importance of concrete, which is the main idea of the paragraph.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Concrete has been and continues to be an important building material.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main idea of paragraph 3 is best expressed in this statement. In paragraph 3, the author describes concrete as “one of the most important building materials” and then describes some of the past and present uses of concrete.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S2.json",
            "problems/TX19G8R/supps/TX19G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "The information in paragraph 6 helps the reader understand that bioconcrete  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "works best in areas affected by harsh weather conditions",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the places mentioned by the author could be affected by harsh weather, it is specifically bioconcrete's ability to repair water damage that is discussed in paragraph 6.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "is effective in repairing water damage",
                "Key": {
                    "Correct": true,
                    "Rationale": "From reading the information in paragraph 6, the reader can understand that bioconcrete is effective in repairing water damage. The author describes bioconcrete as “self-healing,” and lists different places susceptible to water damage where bioconcrete has successfully been used.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "has a maximum weight that it can support",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention of a weight limit in paragraph 6, so this is not something the reader can understand from the paragraph.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "is limited to use in certain parts of the world",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions bioconcrete being used specifically in the Netherlands and Ecuador, that does not mean it is limited to use in certain parts of the world.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S2.json",
            "problems/TX19G8R/supps/TX19G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "How does the author organize paragraph 1?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By listing types of bacteria and then telling how they help fight diseases in the human body",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions that bacteria can help fight diseases, there is no listing of types of bacteria, so this is not how paragraph 1 is organized.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "By defining bacteria and then explaining how bacteria are used in some products",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not offer any definition of bacteria, so this is not how the paragraph is organized.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "By stating a popular belief about bacteria and then disproving it with examples",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author organizes paragraph 1 by stating a popular belief about bacteria and then disproving it with examples. The author begins by describing bacteria's reputation as “harmful” and then explains that some bacteria, such as the bacteria in fermented food products and in our body, are good.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "By comparing good and bad bacteria and then describing how bacteria work",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not offer any comparison between good and bad bacteria, so this is not how the paragraph is organized.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S2.json",
            "problems/TX19G8R/supps/TX19G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of the article?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Concrete is a popular material, but it can develop cracks over time. Microbiologist Hendrik Jonkers believes that adding bacteria to concrete can help remedy this problem and provide savings for the construction industry.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bioconcrete is not mentioned in this summary, making it incomplete.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Hendrik Jonkers, a Dutch microbiologist, noticed that concrete cracks over time. He decided to add bacteria to concrete to make a substance called bioconcrete. The bacteria are placed inside plastic capsules that are mixed into wet concrete.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Descriptions of the use and effectiveness of bioconcrete are not included in these sentences, so this is not the best summary.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A Dutch microbiologist named Hendrik Jonkers became interested in investigating how bacteria might be applied to concrete to fill cracks in concrete caused by water. He developed a self-healing bioconcrete that works to make concrete more durable.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of the article is presented in these sentences. The scientist Hendrik Jonkers and his study of bacteria and concrete are described, including his invention of bioconcrete.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Microbiologist Hendrik Jonkers wondered if concrete could repair itself in the same way that human bones do. He developed bioconcrete, which was used to build a lifeguard station near a lake in the Netherlands and repair an irrigation system in Ecuador.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are only a few details included in these sentences, rather than main ideas and key points, so this is not the best summary.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S2.json",
            "problems/TX19G8R/supps/TX19G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 2.",
            ":box:When a bone breaks in the human body, it is able to repair itself.",
            "What is the most likely reason the author includes this information?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To advocate for more research concerning skeletal injuries",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jonkers' research focused on applying bacteria to concrete; he does not advocate for more research concerning skeletal injuries.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "To suggest that bacteria could improve people's health",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in paragraph 1 the author introduces the idea that bacteria can be good for people's health, this sentence from paragraph 2 does not have anything to do with bacteria.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "To show the need for Jonkers' research",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence the author states a fact about bones in the human body. It does not show any need for Jonkers' research on bacteria.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "To provide an example of the goal of Jonkers' research",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author most likely includes information about human bones' ability to self-repair to provide an example of the goal of Jonkers' research. Jonkers wanted to find out if bacteria could “'heal' nonliving substances” in a way similar to bones, so he experimented with adding bacteria to concrete.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S2.json",
            "problems/TX19G8R/supps/TX19G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What is one way that Rodriguez's and Jonkers' methods were similar?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They both created mixtures using living materials.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Rodriguez and Jonkers both created mixtures using living materials. Rodriguez used “tiny strands of fungi called endophytes” (paragraph 2) to help restore a plant's natural protection. Jonkers used bacteria to give concrete the ability to repair itself when it cracks.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They both traveled to an unfamiliar location to begin their research.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Rodriguez went to Yellowstone National Park, there is no context to support the idea that the park was unfamiliar to him, and there is nothing mentioned about Jonkers traveling anywhere, so this is not a similarity.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They both studied particular animals to inform their research.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Jonkers researched “certain living organisms” (paragraph 2) to see how they “heal themselves when injured,” Rodriguez studied only plants, not animals, so this is not a similarity.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They both considered how temperature might affect their results.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Rodriguez found that endophyte fungi allowed plants to be “protected from heat or cold” (paragraph 4), Jonkers' research did not consider temperature, so this is not a similarity.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S2.json",
            "problems/TX19G8R/supps/TX19G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 5 of “Persevering Plants.”",
            ":box:Rodriguez has tested his endophyte mixture on crops and achieved success.",
            "Which sentence from “The Cure for Concrete” shows a similar outcome for bioconcrete?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The bacteria can live in the hardened concrete for decades. (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses this sentence to explain that the bacteria can live in the concrete for a long time without dying, but no success in repairing cracked concrete is mentioned, so an outcome similar to Rodriguez's success is not shown.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "In 2011 self-healing concrete was used to construct a lifeguard station near a lake in the Netherlands. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, an example of the application of bioconcrete in the real world is described, but it is not stated whether it was successful, so an outcome similar to Rodriguez's success is not shown.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "With the help of Jonkers' bioconcrete, the lifeguard station has remained intact. (paragraph 6)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this sentence from “Persevering Plants” the author describes the success of Rodriguez's endophyte mixture. Similarly, Jonkers' bioconcrete was successful because it helped the lifeguard station remain intact.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Bioconcrete has been used on the floors and roofs of parking garages. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "An example of the application of bioconcrete in the real world is described in this sentence, but it is not stated whether it was successful, so an outcome similar to Rodriguez's success is not shown.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S2.json",
            "problems/TX19G8R/supps/TX19G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What is one problem presented about bioconcrete that is not presented about endophyte fungi?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Bioconcrete is expensive to produce.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The one problem presented about bioconcrete that is not presented about endophyte fungi is that bioconcrete is expensive to produce. In paragraph 7 of “The Cure for Concrete,” it is explained that bioconcrete is “50 percent more costly to create than traditional concrete,” but there is no mention of the cost of treating plants with endophyte fungi.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Bioconcrete may be unintentionally destroyed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 3 of “Persevering Plants,” the author does explain that pesticides and fertilizer unintentionally destroy endophytes, but there is no mention of bioconcrete being unintentionally destroyed.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Bioconcrete contains harmful bacteria.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is not specified in “The Cure for Concrete” whether the bacteria in bioconcrete are harmful.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Bioconcrete is exposed to weather conditions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both endophytes and bioconcrete are exposed to weather conditions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S2.json",
            "problems/TX19G8R/supps/TX19G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What is one difference between Rodriguez's endophyte mixture and the bacteria in Jonkers' products?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The endophyte mixture is clearly visible on seeds.\nHowever, the bacteria in the concrete cannot be detected.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bacteria in concrete could probably be detected the same way as on seeds — with a microscope.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The endophyte mixture covers the outside of seeds.\nHowever, the bacteria are placed inside the concrete.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The difference between Rodriguez's endophyte mixture and the bacteria in Jonkers' products is that the endophyte mixture covers the outside of the seeds, or is “applied to the seeds” (paragraph 4), while the “bacteria are placed inside plastic capsules that are mixed into wet concrete” (paragraph 5).",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The endophyte mixture is not a substance found naturally in plants.\nHowever, the bacteria is a natural part of concrete.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Endophytes are found on “[a]bout 80 percent of the earth's plants” (paragraph 3), while bacteria does not occur naturally in concrete and has to be added using “plastic capsules that are mixed into wet concrete” (paragraph 5).",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The endophyte mixture remains inactive for a period of time.\nHowever, the bacteria begin to work immediately.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5 of “The Cure for Concrete,” the author explains that “water enters through cracks in the concrete” before the bacteria are released, so this is not beginning work immediately.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which of these ideas is emphasized by the simile in lines 7 and 8?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Poetry can appear in many different forms.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The simile is used by the poet to express the challenge of writing poetry, not to explain what form poems can take.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "New poems can be valued like a companion.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet uses the simile to express the challenge of writing poems not to assess their value.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "New poems do not come to mind right away.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that new poems do not come to mind right away is emphasized by the simile in lines 7 and 8. A simile is a figure of speech in which two objects are compared using the word “like” or “as.” The poet explains that words in a poem “don't appear like a dog when you call their name,” which helps express the idea that a new poem cannot be summoned like a dog and appear immediately.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Poetry writing is not as enjoyable as having a pet.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although a dog is mentioned in line 8, the poet uses the simile to express that new poems do not come to mind right away, not to compare writing poetry to having a pet.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Read the dictionary entry.",
            ":box:afford \\ə-'ford\\ v\n1. to bear the financial cost of\n2. to be able to spare or give up\n3. to provide for another\n4. to be the cause or source of",
            "Which definition best matches the way the word a͟f͟f͟o͟r͟d is used in line 4?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker expresses no financial cost associated with paying attention in class, so this is not the best match for the way a͟f͟f͟o͟r͟d is used in line 4.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "The definition “to be able to spare or give up” is the best match for the way the word a͟f͟f͟o͟r͟d is used in line 4. The speaker of the poem is unable to give up paying attention in class.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker of the poem is not talking about providing for anyone, so this is not the best match for the way a͟f͟f͟o͟r͟d is used in line 4.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker of the poem is not talking about being “the cause or source of” not paying attention in class, so this is not the way a͟f͟f͟o͟r͟d is used in line 4.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What process is the poet describing when she uses the words “i remove its muddy shoes and rearrange the pillows” in lines 21 and 22?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Finding a topic to write about",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not find a topic to write about in the text of lines 21 and 22; instead, the poet captures the initial idea for a topic in lines 20 and 21 when she writes “usually poetry slops lazily over the couch/of a page and dangles.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Writing from personal experience",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the poet uses words in lines 21 and 22 that help express the poet's experience of writing a poem, this language is specifically used to describe the process of revising the poem's ideas and words.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Revising a poem's ideas and words",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 21 and 22, the poet is describing the process of revising a poem's ideas and words. The poet explains that poetry is “muddy” at first and needs rearranging.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Sharing a poem with an audience",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 21 and 22, the poet is still working on the poem, so it is not yet ready to share with an audience.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "The title of the poem is effective because it suggests that the speaker  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "desires more poetry to come into her life",
                "Key": {
                    "Correct": true,
                    "Rationale": "The title is effective because it is used to suggest that the speaker desires more poetry to come into her life. Because the speaker does not always seem very enthusiastic about poetry, the title is helpful because it helps explain that although writing poetry can be a messy, inconvenient process, the author still welcomes more chances to write poetry.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "tries to schedule time for writing poetry",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker explains “now I write poetry in my/free time” (lines 5 and 6), she also explains that poetry shows up whenever it wants to, so she cannot schedule time. However, she can invite it into her life.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "longs for poetry assignments at school",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker explains that she writes poetry in her free time, not while at school. The title suggests that she invites poetry into her life, but she does not necessarily do any type of poetry assignments.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "wants people to enjoy reading her poetry",
                "Key": {
                    "Correct": false,
                    "Rationale": "The “invitation” the speaker is extending is for poetry to come into her life, not for people to enjoy her poems.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What do the contrasting images in lines 17 through 22 suggest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Writing poetry can be relaxing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker is not saying poetry is relaxing. It is the opposite of relaxing because it requires a lot of rearranging of words and ideas.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Poets are sensitive by nature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not talk about being sensitive by nature in these lines.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Writing poetry is often not easy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet uses the contrasting images in lines 17 through 22 to suggest that writing poetry is often not easy. Instead of poetry that comes easily or steps “delicately” wearing “pink shoes treading softly” (lines 18 and 19), the speaker experiences poetry that is messy as it “slops lazily,” “dangles,” and wears “muddy shoes” (lines 20 through 22).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Poets have active imaginations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not discuss any involvement of imagination; instead, she describes poems as if they have a life of their own and show up when they want, which makes writing poetry difficult.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "The poet uses lines 1 through 6 to establish that  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "art and poetry share many similarities",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker describes how she wrote poetry in art class because that's when she could make time for it, not because art and poetry are similar.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "the speaker hopes to keep her poetry a secret",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker explains that she used to write poetry “when the teacher wasn't looking” (line 2), it was because she wasn't supposed to be writing poetry at that time, not because she wanted to keep it secret.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "poetry is an important subject to learn in school",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not offer any opinions on the importance of poetry in school.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "the speaker wishes she had more time to write poetry",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet uses lines 1 through 6 to establish that the speaker wishes she had more time to write poetry. The speaker explains that she “used to write poetry in art class,” but now she doesn't take art and has to pay attention in other classes, so she has to try to write in her free time.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "“Gist memory” occurs when the brain  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "recalls specific details",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Gist memory” is when the brain remembers a general idea, not specific details.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "remembers a general idea",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Gist memory” is when the brain remembers a general idea. In paragraph 6, the author explains that we don't normally remember every detail of a logo because our brains filter out the unnecessary information and remember only “the basic idea without all of the details.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "connects information",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Gist memory” is when the brain remembers a general idea, not when the brain connects information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "overlooks common images",
                "Key": {
                    "Correct": false,
                    "Rationale": "When the brain experiences constant exposure to images, it creates a general idea of them; it does not overlook them.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 6, the word p͟r͟e͟v͟a͟l͟e͟n͟t means  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "elaborate",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses the word p͟r͟e͟v͟a͟l͟e͟n͟t to describe how often certain logos appear rather than how detailed they are, which is what “elaborate” would be used to suggest.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "creative",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word p͟r͟e͟v͟a͟l͟e͟n͟t is used to describe how often certain logos appear rather than how creative they are, so this is not the meaning.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "vital",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses the word p͟r͟e͟v͟a͟l͟e͟n͟t to describe how often certain logos appear rather than how necessary they are, so this is not the meaning.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "widespread",
                "Key": {
                    "Correct": true,
                    "Rationale": "The meaning of p͟r͟e͟v͟a͟l͟e͟n͟t as it is used in paragraph 6 is “widespread.” In paragraph 6, the author explains that when a logo is everywhere and people can recognize the image, they become familiar with it and feel “more comfortable about purchasing” products with that logo.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "What example of “attentional saturation” does the author provide in the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Companies use memorable logos to represent their brands.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it is explained in paragraph 1 that logos “help us remember a product or service connected to that image,” the idea of “'attentional saturation'” applies to instances where the details of the logo are actually forgotten.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Participants in a study could not recall details of images seen every day.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author provides the example of participants in a study who could not recall details of images they saw daily to explain “'attentional saturation.'” In paragraph 4, the author explains that “'attentional saturation'” happens when our brains overlook logos that we see frequently, making it hard to recall them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Business experts believe that product logos are important.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is stated in paragraph 5 that there are business experts who “believe in the importance of a recognizable logo,” but this is not an example of “'attentional saturation.'”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Researchers gave students a simple assignment to complete.",
                "Key": {
                    "Correct": false,
                    "Rationale": "One of the memory recall studies is described here, but the outcome (the fact that the students couldn't correctly recall the logo) is not described, so it does not demonstrate “'attentional saturation.'”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the selection suggests that companies may want to reconsider their approach to branding their products?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "We see them on signs, vehicles, television, and even on the clothes we wear. (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author describes where we see logos, so this would actually further encourage the use of logos rather than make companies reconsider their approach to branding.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Researchers have developed a theory they think might help to explain this blind spot in our memories. (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is used to introduce the idea of “'attentional saturation,'” not to make a suggestion about companies' approach to branding.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The details of product logos are just the kind of information our brains tell us we do not need. (paragraph 5)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this sentence, the author explains that our brains do not remember the details of product logos, implying that companies may want to reconsider their approach to branding their products.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "But there are still many business experts who believe in the importance of a recognizable logo. (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is used to explain that many experts believe logos still work, so it would not be used to suggest that companies might want to reconsider their approach to branding.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "The author mentions common name brands in the first paragraph most likely to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "create a connection with the reader",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author mentions common name brands in the first paragraph most likely to create a connection with the reader. By mentioning the “Nike 'swoosh'” and the “colorful rings” of the Olympic Games, the author creates a picture of these logos in readers' minds and helps them relate to what they are reading.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "define key terms for the reader",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author already defines logos as “distinct images used to represent brands” in paragraph 1. The inclusion of common name brands is intended to create a connection with the reader because they are something the reader would recognize.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "offer an opinion to the reader about the topic",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is not offering any opinions in the first paragraph. Only facts are used to introduce the topic of remembering logos.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "introduce the reader to the main idea of the selection",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author introduces the main idea of the selection after making a connection with the reader by mentioning common brands and logos.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "What is paragraph 2 mainly about?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The skill it takes to identify a logo from several images",
                "Key": {
                    "Correct": false,
                    "Rationale": "The paragraph does include information that is mainly about the results of the study rather than the skill the study required.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The popularity of a certain technology brand",
                "Key": {
                    "Correct": false,
                    "Rationale": "Paragraph 2 does include information that mentions a certain technology brand, but its popularity is not discussed, so this is not what the paragraph is mainly about.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The poor drawing ability of students",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although researchers thought at first that the students might be “just not very good at drawing,” this is just a single detail from the research study, not what the paragraph is mainly about.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The results of a research study",
                "Key": {
                    "Correct": true,
                    "Rationale": "Paragraph 2 is mainly about the results of a research study. The author details a study at UCLA that tested how well students could “draw the Apple logo purely from memory.” Most students could not recall the logo accurately, and less than half could identify the correct logo from a set of images.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "How does the author organize the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By describing how logos are problematic and then offering solutions on how to improve them",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not offer any solutions to improve logos, so this is not how the selection is organized.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By presenting research about logos and then explaining how logos are perceived by the brain",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author organizes the selection by presenting research about logos and then explaining how the brain perceives logos. The topic of logos is introduced in paragraph 1, and two studies on people's difficulty in recalling logos are described in paragraphs 2 and 3. Paragraphs 4 through 7 explain why people don't remember logos accurately all the time and how logos can still be valuable to a company.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By listing familiar logos and then showing how those logos are influential in advertising",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although familiar logos are listed in paragraph 1, the author focuses more on people's abilities to recall these logos rather than their influence in advertising.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "By comparing common objects to logos and then contrasting the theories about logos",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author discusses people's ability to recall the design of a penny and states that although it “is not technically a logo, it is an object with which people have frequent interaction” (paragraph 3), these are details of a study and not how the overall selection is organized.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "According to paragraph 6, people are more likely to buy a product when they  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "notice a clever design and feel curious about the product",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not mention curiosity or a clever design in paragraph 6. The author focuses more on the familiarity of a logo.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "see a colorful label and are drawn to reading its information",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not mention seeing colorful labels or reading information in paragraph 6. The author focuses more on the familiarity of a logo.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "recognize an image and feel like they know the product well",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 6, the author states, “When people are able to recognize an image, it can make them feel like they really know the product behind the logo.” This makes people more likely to buy a product.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "glance quickly at a brand and are attracted by the packaging",
                "Key": {
                    "Correct": false,
                    "Rationale": "Packaging is not mentioned in paragraph 6.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The main role of Andy's art teacher in this story is to help  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "resolve a conflict the main character is experiencing",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main role of Andy's art teacher is to help resolve Andy's conflict. In paragraph 15, Andy is discouraged because his classmates did not give him the reaction he was hoping for when he wore his new outfit to school. Ms. Greene offers him encouragement and a new perspective in paragraph 20 when she says this is his first outfit and he should think of it as “just the beginning.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "create the setting in which the main conflict occurs",
                "Key": {
                    "Correct": false,
                    "Rationale": "Andy's art teacher does not create the setting. Andy is already in the art class when Ms. Greene begins a conversation with him.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "develop the rising action of the plot to a turning point",
                "Key": {
                    "Correct": false,
                    "Rationale": "Andy's art teacher does not help develop rising action. She does not have any part in the plot until paragraph 16.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "supply background information about the main character",
                "Key": {
                    "Correct": false,
                    "Rationale": "Andy's art teacher does not offer any background information about Andy.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of the story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Andy wants to use his knowledge of tailoring to design original clothing. His father gives him a sewing machine, so Andy creates an outfit. When Andy wears his new clothing to school, he does not get the response that he wants, but his art teacher helps him regain confidence.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of the story is presented in these sentences. The rising action (Andy creating his own clothing), conflict (Andy doesn't get a good reaction from his classmates), and resolution (Ms. Greene helps him change his perspective) are all included.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "As Andy waits for Broden, he observes the other students' clothing. When Andy arrives at his family's shop, he realizes that being a tailor helps people feel better. After his father gives him a sewing machine, Andy begins working on a unique clothing design.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The conflict and its resolution are not included in this summary, so it is not the best summary of the story.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "After closing the family store for the night, Andy's father gives Andy a sewing machine that has been in the family for years. Andy is excited and immediately begins creating his own clothing designs. He works hard on his new design and wears his new outfit to school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The conflict and its resolution are not included in this summary, so it is not the best summary of the story.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Andy knows a lot about clothing because of the family business, but he wants to do something different. Andy's father understands his interests, so he gives Andy an old sewing machine. Andy uses this gift to complete a school project.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The conflict and its resolution are not included in this summary, and Andy is not completing a school project.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the story creates an image of how tailoring can help people?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Being from a family of tailors, Andy had learned a lot about clothing over the years — how to make it and how to alter it. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "These are technical things that Andy learned about tailoring, but an example of how tailoring can help people is not demonstrated in this sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Mr. Simone paid his bill and then carefully, almost proudly, placed the newly perfected pants over his arm. (paragraph 4)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The description of how Mr. Simone “carefully, almost proudly, placed the newly perfected pants over his arm” creates an image of how tailoring can help people feel better. His actions show that he feels good about his tailored pants and is taking extra care with them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "There was no denying that tailoring was a valuable service to some. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that tailoring is valuable is touched on in this sentence, but there is no image created that shows the reader an example of how tailoring can help people.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "That was exactly the reason Andy longed to create something of his own. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reason that Andy wants to create his own clothes is touched on in this sentence, but there is no image created that shows the reader an example of how tailoring can help people.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 15, the word d͟o͟n͟n͟e͟d means  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "mended",
                "Key": {
                    "Correct": false,
                    "Rationale": "Andy's outfit is brand new; it would not have needed mending. In paragraph 15, he wishes he had changed his clothes because of the reaction he received, not because they were torn or damaged.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "thought about",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Andy did think about his creation with pride, the word d͟o͟n͟n͟e͟d is used to reference actually wearing the clothes, not thinking about them.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "put on",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 15, the author suggests that the word d͟o͟n͟n͟e͟d means “put on.” The author explains that Andy had d͟o͟n͟n͟e͟d his creation proudly that morning,” or in other words, had worn or “put on” his outfit proudly.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "imagined",
                "Key": {
                    "Correct": false,
                    "Rationale": "Andy actually wore his creation to school. He did not imagine it, so the word d͟o͟n͟n͟e͟d does not mean “imagined.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What lesson is referred to in the title of the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Andy learning to work with clothing by watching his father",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Andy does learn how to work with clothing by watching his father, he already learned this before the story begins. The lesson in the story is about learning the consequences of trying something different.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Broden learning about fashion from Andy's clothing designs",
                "Key": {
                    "Correct": false,
                    "Rationale": "Broden does not learn anything from Andy in this story, so this is not a lesson referred to in the title.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Broden learning how to feel as proud of himself as Andy does",
                "Key": {
                    "Correct": false,
                    "Rationale": "Broden does not learn how to feel proud of himself in this story, so this is not a lesson referred to in the title.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Andy learning the consequences of trying something different",
                "Key": {
                    "Correct": true,
                    "Rationale": "The lesson referred to in the title “The Lesson in Design” is Andy learning the consequences of trying something different. When Andy's classmates don't react positively to the outfit he designed, his teacher tells him that “'Not everyone is going to see things the way you do'” (paragraph 18).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 9.",
            ":box:Mostly he drew during the free minutes of his day, when he could empty his mind and just trust his charcoal pencil.",
            "Based on this sentence, the reader can conclude that Andy  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "puts very little thought into his designs",
                "Key": {
                    "Correct": false,
                    "Rationale": "Andy spends a lot of time on his drawings, so it is unlikely that he puts very little thought into his designs.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "draws when he is bored and has nothing else to do",
                "Key": {
                    "Correct": false,
                    "Rationale": "Andy chooses to spend his free time drawing, so he is not bored.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "feels compelled to sketch his designs at every opportunity",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on this sentence, the reader can conclude that Andy feels compelled to sketch his designs at every opportunity. In his free time, when he has the chance to do anything he wants, he chooses to sketch.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "is unsure about how to use special drawing techniques",
                "Key": {
                    "Correct": false,
                    "Rationale": "Andy is not unsure about anything in this sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence best expresses a theme in the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Often, when people look better, they act better too.” (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is a lesson that Andy's father teaches him about tailoring, but it is not the theme of the story.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A visit to the fabric store that weekend turned into an expedition as he hunted down the perfect textiles for his creation. (paragraph 10)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author includes details about Andy's trip to the fabric store, but the theme of the story is not expressed.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "On his way back home, he looked at what people were wearing, the parade of pants, shirts, dresses, jeans, and ordinariness. (paragraph 11)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, Andy's motivation to create something extraordinary is described, but the overall theme is not expressed.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“Not everyone is going to see things the way you do — not right away, and maybe not ever.” (paragraph 18)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The theme of the story is expressed in this sentence. Andy's “Lesson in Design” is that he has to accept that people's reactions might not always be positive when he tries something new.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G8R/supps/TX19G8R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 15.",
            ":box:A morning full of whispers, jeers, and awkward questions left Andy slumped in his seat in art class like a spent parachute.",
            "The author uses a simile in this sentence to illustrate  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "how difficult it can be to concentrate in Andy's art class",
                "Key": {
                    "Correct": false,
                    "Rationale": "Andy is not having difficulty concentrating; instead, he is discouraged because he did not get the reaction he desired.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "how perplexed the students are about Andy's new outfit",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses this simile to illustrate Andy's discouragement, not to describe any reaction the students have.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "how discouraged Andy feels by his peers' reactions to his outfit",
                "Key": {
                    "Correct": true,
                    "Rationale": "A simile is a figure of speech in which two objects are compared using the word “like” or “as.” The author uses a simile in this sentence to illustrate how discouraged Andy feels by his peers' reactions to his outfit. The phrase “like a spent parachute” helps the reader understand that Andy is empty of the pride that previously filled him because no one liked his creation.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "how exhausting a typical day at Andy's school is",
                "Key": {
                    "Correct": false,
                    "Rationale": "Andy is not exhausted. He is discouraged because he did not get the reaction he desired from his new clothing design.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}