{
    "Directions": "Read the next two selections. Then choose the best answer to each question.",
    "Context": [
        "problems/TX17G4R/media/S3a.jpg"
    ],
    "Title": "Ricochet: The Dog Who Surfs to Raise Funds",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "A dog on a surfboard is something you might enjoy seeing in a funny video. But would you believe that a real surfing dog could help raise money for those in need? A golden retriever named Ricochet is using her special talents to do just that."],
        ["2", "Ricochet's trainer started coaching her to become a service dog when she was a puppy. Ricochet did well at many tasks during training. She learned how to turn on lights, tug open doors, and do other jobs. These skills would help her to assist a person with special needs. However, Ricochet had a bad habit that caused her to fail service dog training. She liked to chase birds. While this energetic activity might seem cute, it made Ricochet unfit to assist a person with special needs."],
        ["", "Sᴜʀꜰɪɴɢ ꜰᴏʀ ᴀ Cᴀᴜsᴇ"],
        ["3", "Judy Fridono, the dog's trainer, concentrated on Ricochet's positive qualities. Like most retrievers, Ricochet loved water, so Fridono took her to the beach. Ricochet quickly became good at surfing. Her talent got people's attention. Fridono decided that instead of being a service dog, Ricochet would become a “SURFice” dog. The idea was that Ricochet could use her surfing talent to raise money to help people."],
        ["4", "Ricochet's first fund-raiser was in 2009. She starred at a benefit to help a teenager named Patrick. Patrick was unable to walk, but he had always dreamed of surfing. At the benefit, Patrick and Ricochet were supposed to use their own surfboards. Ricochet decided to hop on Patrick's board, however. They surfed together, and thrilled spectators donated more than $10,000. The money helped pay for Patrick's physical therapy and his own service dog."],
        ["5", "Encouraged by this event, Fridono started the organization Surfin' for Paws-abilities. Ricochet now travels to different locations and surfs at events to raise money for the organization that helps people in need."],
        ["", "problems/TX17G4R/media/S3b.jpg"],
        ["", "A Tᴀʟᴇɴᴛᴇᴅ Fᴜɴᴅ-Rᴀɪsᴇʀ"],
        ["6", "Ricochet also raises funds and awareness for many causes that help both people and animals. She's surfed to earn money to buy pet oxygen masks for fire departments. She's surfed at fund-raisers to help fight human and animal cancer. She's even shown off her surfing skills to raise money to buy teddy bears for children in hospitals and people in nursing homes. It should not be surprising that she has also surfed to raise money to supply food for animal shelters."],
        ["7", "As of 2012, this amazing dog has raised $250,000 to help those in need."]
    ],
    "Copyright": "Third party trademark Rubik's Cube© was used in these testing materials.",
    "References": []
}