{
    "Directions": "",
    "Context": [],
    "Title": "Confetti, the Helpful Horse",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Dogs have been used as guides for a long time. They are the most c͟o͟m͟m͟o͟n type of guide animal. Many people who are blind rely on a dog to help with daily activities. Cheryl Spencer used to depend on a guide dog named Delta to help her. When Delta became unable to work, Spencer learned that some people use miniature horses as guides. At first, Spencer thought this idea was silly. But after learning more, she started looking for a guide horse."],
        ["2", "First Spencer found someone who could train a guide horse. Then she set about finding just the right horse. In 2002 she e-mailed all the nearby miniature-horse farms looking for a horse, 26 inches tall at most, to be trained as her guide. She received an e-mail from a horse breeder named Barbara McDermott saying that the only horse McDermott had that might work was her favorite, Confetti, who was 27 inches tall. McDermott wasn’t willing to give Confetti away at first, but Spencer was persistent. After Spencer explained her situation to McDermott, she asked to meet Confetti. A few days later Spencer, her husband, and her horse trainer visited McDermott’s ranch."],
        ["3", "When Spencer first met Confetti, she immediately knew the horse would be perfect for her. The trainer also thought Confetti would be a good guide. Even McDermott could see that Spencer was already quite fond of the horse. She agreed to allow Confetti to become Spencer’s full-time guide."],
        ["", "problems/TX17G4R/media/S4a.jpg"],
        ["4", "Weighing 150 pounds, Confetti is the size of an extremely large dog. She goes everywhere a guide dog would. She even has a “horsey door” so she can go in and out of the house when she wants. Confetti sleeps in Spencer’s closet and eats in the laundry room. When Spencer and her husband eat at a restaurant, Confetti goes with them. Confetti has flown to Boston and has even been to Walt Disney World® !"],
        ["5", "Confetti is only the third horse to be used as a guide animal in the United States. As guides, miniature horses have some advantages over dogs. Most guide dogs can work for only 8 to 10 years, but a horse can work for up to 30 years. These horses have excellent vision, are quick learners, and are gentle and smart. These qualities make them good guide animals and great helpers for people like Spencer."]
    ],
    "Copyright": "Third party trademark Walt Disney World® was used in these testing materials.",
    "References": []
}