{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [
        "problems/TX17G4R/media/S6a.jpg"
    ],
    "Title": "Papel Picado",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Papel picado is a beautiful and delicate form of paper art. This art form began in Mexico, possibly as early as the sixteenth century. However, the thin tissue paper used to make the designs did not come from Mexico but from China. This paper was first introduced to Mexico when items shipped from China were wrapped in it to protect them from breaking. People living in Mexico soon had a lot of this tissue paper, and they began using it to make decorations. The paper art continues to be popular to this day."],
        ["", "problems/TX17G4R/media/S6b.jpg"],
        ["", "What Does Papel Picado Mean?"],
        ["2", "In Spanish, papel means “paper,” and picado means “punched.” It is clear that papel picado is a fitting name for this art form. After all, it is created by cutting, pressing, or punching designs into layers of tissue paper. The designs reflect the values and traditions of the Mexican people. They include images of people, animals, flowers, lettering, and any design that has special meaning to the artist."],
        ["", "How Is Papel Picado Made?"],
        ["3", "To make papel picado, artists first draw the pattern for the art. Next they stack thin sheets of colorful tissue paper in a pile and lay them on a hard surface. Depending on the project, as few as five sheets or as many as 50 or more sheets may be used. Stacking many sheets of paper allows the artists to create the same pattern on all the sheets at the same time. Once the paper is stacked, the pattern is placed on top of the stack of tissue paper to help the artists make the design."],
        ["4", "The artists then use sharp chisels to cut through the layers of tissue paper. After they cut the desired shapes in the paper, the artists carefully remove the cutout pieces. The punched-out spaces that remain in the tissue paper create the beautiful designs."],
        ["", "problems/TX17G4R/media/S6b.jpg"],
        ["", "How Is Papel Picado Used Today?"],
        ["5", "People today often string separate sheets of tissue paper together into long, colorful banners. Then the art is hung in windows and across doorways or narrow streets. Papel picado banners are used as decorations at celebrations and during special holidays. The banners may be displayed at weddings, birthday parties, and other festive events. The colors and designs are chosen especially for the occasion. On a papel picado wedding banner, for example, hearts and the names of the bride and groom may be part of the design."],
        ["6", "As withot her forms of art, people would like to preserve the delicate tissue cuttings and enjoy them for years. However, because the tissue paper is very delicate, it tears easily. If papel picado is displayed outside, the tissue will fade, crumble, and fall apart. In order to create art that will last longer, some papel picado artists have started using thicker paper, coated paper, sheets of metal, or sheets of plastic. No matter what material is used, people will continue to appreciate displays of papel picado."],
        ["", "problems/TX17G4R/supps/TX17G4R-S6A.json"]
    ],
    "Copyright": "Third party trademark Little Free Library® was used in these testing materials.",
    "References": []
}