{
    "Directions": "Read the following drama about bears in winter then answer each question that follows.",
    "Context": [],
    "Title": "The Hesitant Hibernator",
    "Subtitle": "",
    "Author": "by Cass Hollander",
    "LabelType": "P",
    "Content": [
        [" ", "problems/PA21G3E/media/S1a.jpg"],
        ["", "Cʜᴀʀᴀᴄᴛᴇʀs"],
        [" ", "Narrator"],
        [" ", "Twin Bear 1"],
        [" ", "Twin Bear 2"],
        [" ", "Rabbit"],
        [" ", "Groundhog 1"],
        [" ", "Groundhog 2"],
        ["", "Aᴄᴛ 1"],
        [" ", "The woods in October."],
        [" ", "Narrator: Bear cubs are born in January or February. They stay with their mother through the spring, summer, fall, and winter of that first year. Then early in their second summer, they set out on their own. This story is about twin bears on their own for the first time. In June they said good-bye to their mother. They spent the summer fishing, eating berries, and climbing trees. As our story opens, it's October."],
        [" ", "Twin Bear 1: Isn't the world amazing? The leaves were green. Then they turned yellow, orange, and red. Now they're falling off the trees—"],
        [" ", "Twin Bear 2: So are the acorns! (Scoops up acorns with both paws and gobbles them up.) Yum!"],
        [" ", "Twin Bear 1: Stop eating!"],
        [" ", "Twin Bear 2: I'm a bear. (Tears open a decaying log.) Wow! Look at all these bugs in this old rotten log! (Starts scooping up bugs and eating them by the pawful.) Delicious! Here. Try some. (Offers the other bear a pawful of bugs.)"],
        [" ", "Twin Bear 1: No, thanks. I'm not hungry."],
        [" ", "Twin Bear 2: (Still gobbling bugs.) You better get hungry! If you don't eat, you're gonna wake up starving halfway through winter. You won't be able to hibernate all winter long."],
        [" ", "Twin Bear 1: I've decided not to hibernate this year."],
        [" ", "Twin Bear 2: (Nearly chokes with surprise.) What? Not hibernate? You have to hibernate. You're a bear. It's what bears do."],
        [" ", "Twin Bear 1: Haven't you ever wondered what happens in the winter? Aren't you curious?"],
        [" ", "Twin Bear 2: About winter? No. Let's see if there are any nuts under that tree."],
        [" ", "Twin Bear 1: Well, I'm curious. I don't want to sleep for four months. That's one-third of the whole year. Why should I spend one-third of the year asleep?"],
        [" ", "Twin Bear 2: Because you're a bear. It's what bears do."],
        [" ", "Twin Bear 1: Not this bear!"],
        ["", "Aᴄᴛ 2"],
        [" ", "The woods in late December."],
        [" ", "Narrator: When the last autumn leaf finally fell, and when white flakes fell in soft mounds over all the woodlands, one of our bear friends knew it was time to snuggle deep in a dark, cozy cave and settle down to sleep. But our other bear friend decided to stay awake to see what winter was really like."],
        [" ", "Twin Bear 1: This stuff is great! (Runs around in a circle.) It's fluffy. (Rolls on his back in the snow.) It's fun to roll in. (Gets up and brushes off fur.) I wonder what it is. (Walks down stage.) Look at these things hanging from the tree. (Breaks an icicle off a fir tree.) Pretty amazing. (Puts icicle in mouth.) Hmmm. Tastes like cold water. I wonder what you call this? (Looks around. Moves one hind paw around in the snow.) Winter's nice. But where is everybody?"],
        [" ", "(Rabbit hops on stage. Sees Twin Bear 1 and starts to hop away fast.)"],
        [" ", "Twin Bear 1: Wait!"],
        [" ", "Rabbit: Are you kidding! I'm not going to be your bedtime snack! (Rabbit hops on one foot and then the other to keep warm.)"],
        [" ", "Twin Bear 1: What are you talking about? I don't want to eat you! I'm not even hungry!"],
        [" ", "Rabbit: Then what are you doing up? My mama told me the only reason bears wake up in winter is because they didn't eat enough before they went to sleep. So they get up to find a snack. And I'm not gonna be your snack!"],
        [" ", "Twin Bear 1: I didn't get up to find a snack. I didn't get up at all! I'm not hibernating."],
        [" ", "Rabbit: Not hibernating? Why not? You're a bear."],
        [" ", "Twin Bear 1: I didn't want to miss winter."],
        [" ", "Rabbit: What's to miss? It gets cold. The water freezes. There's nothing to eat but bark. I hate it. I'd hibernate if I could. (Rabbit turns to go.)"],
        [" ", "Twin Bear 1: Wait! You're the first living thing I've seen in days. Where is everybody?"],
        [" ", "Rabbit: Well, some animals are hibernating—like you should be. The birds migrated to someplace warm. And the rest of us try to stay out of the cold as much as we can. (Rabbit starts to hop away.)"],
        [" ", "Twin Bear 1: Wait! Stay and talk with me."],
        [" ", "Rabbit: I'm cold. I hate hopping around in the snow. I'm going home where it's warm."],
        [" ", "(Bear looks a little forlorn watching Rabbit hop away.)"],
        ["", "Aᴄᴛ 3"],
        [" ", "The woods on February 2. Downstage right there's a groundhog hole with two groundhogs asleep inside. Bear is sitting on a stump near the groundhog hole, looking bored."],
        [" ", "Narrator: It's the second day of February. Winter has dragged on for two long, cold months. All that time the ground has been covered with snow."],
        [" ", "Twin Bear 1: The worst thing about winter is that nothing happens. There's nothing to do. Nobody's around. (Holds chin in paw and stares off into space.)"],
        [" ", "(Groundhogs start to stir in their hole.)"],
        [" ", "Groundhog 1: (Stretching.) I think I'll take a little walk outside. See what's happening."],
        [" ", "Groundhog 2: (Yawning.) I'm right behind you. (Groundhog 2 rolls over and goes back to sleep.)"],
        [" ", "(Groundhog 1 goes out and sees the bear sitting on the stump. Groundhog 1 screams and runs back into the hole. Inside the hole, the other groundhog wakes with a start when it hears the scream.)"],
        [" ", "Groundhog 2: What's the matter? Did you see your shadow?"],
        [" ", "Groundhog 1: No. There's a bear right outside our hole!"],
        [" ", "Groundhog 2: What's a bear doing up?"],
        [" ", "Groundhog 1: It must be hungry."],
        [" ", "Groundhog 2: Don't go out there again. Let's just go back to sleep. We don't have to get up for another six weeks."],
        [" ", "(Bear's twin enters from stage left. Sees Twin Bear 1 on stump.)"],
        [" ", "Twin Bear 2: (Approaching Twin Bear 1 on stump.) Is that you?"],
        [" ", "Twin Bear 1: (Jumps up and embraces twin.) I'm so glad to see you! Is it spring?"],
        [" ", "Twin Bear 2: I don't think so. I heard some animal scream. It woke me up. I decided to come out and see what was going on. So, how's it going? Are you enjoying winter?"],
        [" ", "Twin Bear 1: Not really. I liked the snow ... at first. But now it's pretty boring. Nothing happens. There's nothing to do. Nobody's around."],
        [" ", "Twin Bear 2: Are you ready to hibernate? You've probably got six weeks before winter's over."],
        [" ", "Twin Bear 1: I don't think I can take six more weeks of winter."],
        [" ", "Twin Bear 2: So, don't. Sleep—the way you're supposed to. Come on. You can share my cave."],
        [" ", "Twin Bear 1: OK. (Yawns.) Next year, I think I'll skip winter."],
        [" ", "Twin Bear 2: Good idea. You could hibernate winter away. It's what we bears do best!"],
        [" ", "(Bears exit arm in arm, yawning together.)"]
    ],
    "Copyright": "",
    "References": []
}