{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: Domino Sundays",
    "Subtitle": "",
    "Author": "by Vivian Fernandez",
    "LabelType": "P",
    "Content": [
        ["1", "\tSunday is domino day for my abuelo and his friends. I watch them play at the corner park. One day, maybe I'll join the game."],
        ["2", "\tAbuelo knocks on my bedroom door. “Ready, Yolanda?” he asks."],
        ["3", "\t“Sí!” I say."],
        ["4", "\tAbuelo hands me the long, wooden box that holds the fichas, the domino tiles. “Today is a special day. I have a new partner.”"],
        ["5", "\t“Who?” I ask."],
        ["6", "\t“You'll see.”"],
        ["7", "\tI wonder who Abuelo's new partner is as we walk along the shady sidewalk. Abuelo has been teaching me to play. Could it be me?"],
        ["8", "\tOur neighbors are starting their days, too. Salsa music flows from open windows. I smell bread and imagine it pressed flat in a plancha¹, like Mami makes for me. From someone's yard, a rooster steps out in front of us. Papi complains about the roosters. He says Miami is a big city. Roosters belong on farms. Abuelo and I don't mind the roosters. We like the jerky way they move."],
        ["9", "\tAbuelo imitates the rooster, moving his head from side to side. I think about being Abuelo's partner, helping him to win, and I let out a loud cock-a-doodle-do! The rooster turns a beady eye at us and crosses the street with an angry squawk."],
        ["10", "\tBy the time we reach the park, my bangs are wet from sweat. Abuelo peels the pale blue guayabera² from his skin. He pulls a handkerchief from his pants pocket and wipes his forehead. “It was never this hot in Cuba. The weather was—”"],
        ["11", "\t“—always perfect in Cuba,” I finish for him."],
        ["12", "\tAbuelo taps my nose. “Well, not perfect. But close.”"],
        ["13", "\tThe square tables are filled with old men playing dominoes. “Where's your partner?” I ask, looking around."],
        ["", "problems/NMG3E/media/S1a.jpg"],
        ["14", "\tHe puts his hands on my shoulders. “She's right here.”"],
        ["15", "\tI jump up and down. “We're going to make a great team, Abuelo!”"],
        ["16", "\tHe takes my hand and leads me to the table with his friends."],
        ["17", "\t“You're late!” Mr. Perera greets us. He always says that, even when he's the last one to get there."],
        ["18", "\t“Buenos días,³ Yolanda,” Mr. Castillo says."],
        ["19", "\t“Buenos días, Señor Castillo.”"],
        ["20", "\tMr. Castillo pours Cuban coffee into a small plastic cup. I breathe in the warm, sweet smell as it passes by me on its way to Abuelo. In one gulp, the coffee is gone."],
        ["21", "\tMr. Perera checks his watch. “Where's Juan Carlos?” he asks."],
        ["22", "\tAbuelo takes the box from me and sits down. “Yolanda is my partner today.”"],
        ["23", "\tMr. Perera slaps his hand on the table. “What does this señorita know about dominoes?”"],
        ["24", "\t“I know how to play,” I say. “I have a good teacher.” I sit across from Abuelo, in his partner's chair. My chair."],
        ["25", "\t“I'm sorry, Yolanda, but this is a game just for us old men. I will only play with Juan Carlos.” Mr. Perera stands up and crosses his arms."],
        ["26", "\t“Then you forfeit,” Abuelo says, “and Yolanda and I win.” I try not to smile. We all know Mr. Perera will never forfeit."],
        ["27", "\tMr. Perera sits back down, g͟r͟u͟m͟b͟l͟i͟n͟g͟ ͟l͟i͟k͟e͟ ͟a͟ ͟s͟u͟m͟m͟e͟r͟ ͟t͟h͟u͟n͟d͟e͟r͟s͟t͟o͟r͟m. “Está bien.⁴ What are you waiting for? Let's play.”"]
    ],
    "Copyright": "“Domino Sundays” by Vivian Fernandez, from Spider Magazine, June 2011. Copyright © 2011 by Carus Publishing Company d/b/a Cricket Media.",
    "References": [
        ["¹", "plancha - a small appliance used to press flat bread and sandwiches"],
        ["²", "guayabera - a men's shirt popular in Latin American countries"],
        ["³", "buenos días - good morning"],
        ["⁴", "está bien - That's okay"]
    ]
}