{
    "Title": "Pennsylvania Core > Mathematics > Grade 4",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "PA.M4.A-T",
            "Label": "Number & Operations In Base Ten",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M4.A-T.1",
                    "Label": "Generalize place-value understanding for multi-digit whole numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M4.A-T.1.1",
                            "Label": "Apply place-value strategies to solve problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M4.A-T.1.1.1",
                                    "Label": "Demonstrate an understanding that in a multi-digit whole number (through 1,000,000), a digit in one place represents ten times what it represents in the place to its right.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.A-T.1.1.2",
                                    "Label": "Read and write whole numbers in expanded, standard, and word form through 1,000,000.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.A-T.1.1.3",
                                    "Label": "Compare two multi-digit numbers through 1,000,000 based on meanings of the digits in each place, using >, =, and < symbols.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.A-T.1.1.4",
                                    "Label": "Round multi-digit whole numbers (through 1,000,000) to any place.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M4.A-T.2",
                    "Label": "Use place-value understanding and properties of operations to perform multi-digit arithmetic.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M4.A-T.2.1",
                            "Label": "Use operations to solve problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M4.A-T.2.1.1",
                                    "Label": "Add and subtract multi-digit whole numbers (limit sums and subtrahends up to and including 1,000,000).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.A-T.2.1.2",
                                    "Label": "Multiply a whole number of up to four digits by a one-digit whole number and multiply 2 two-digit numbers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.A-T.2.1.3",
                                    "Label": "Divide up to four-digit dividends by one-digit divisors with answers written as whole-number quotients and remainders.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.A-T.2.1.4",
                                    "Label": "Estimate the answer to addition, subtraction, and multiplication problems using whole numbers through six digits (for multiplication, no more than 2 digits × 1 digit, excluding powers of 10).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M4.A-F",
            "Label": "Number & Operations - Fractions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M4.A-F.1",
                    "Label": "Extend understanding of fraction equivalence and ordering.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M4.A-F.1.1",
                            "Label": "Find equivalencies and compare fractions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M4.A-F.1.1.1",
                                    "Label": "Recognize and generate equivalent fractions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.A-F.1.1.2",
                                    "Label": "Compare two fractions with different numerators and different denominators (denominators limited to 2, 3, 4, 5, 6, 8, 10, 12, and 100) using the symbols >, =, or < and justify the conclusions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M4.A-F.2",
                    "Label": "Build fractions from unit fractions by applying and extending previous understandings of operations on whole numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M4.A-F.2.1",
                            "Label": "Solve problems involving fractions and whole numbers (straight computation or word problems).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M4.A-F.2.1.1",
                                    "Label": "Add and subtract fractions with a common denominator (denominators limited to 2, 3, 4, 5, 6, 8, 10, 12, and 100; answers do not need to be simplified; and no improper fractions as the final answer).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.A-F.2.1.2",
                                    "Label": "Decompose a fraction or a mixed number into a sum of fractions with the same denominator (denominators limited to 2, 3, 4, 5, 6, 8, 10, 12, and 100), recording the decomposition by an equation. Justify decompositions (e.g., by using a visual fraction model).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.A-F.2.1.3",
                                    "Label": "Add and subtract mixed numbers with a common denominator (denominators limited to 2, 3, 4, 5, 6, 8, 10, 12, and 100; no regrouping with subtraction; fractions do not need to be simplified; and no improper fractions as the final answers).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.A-F.2.1.4",
                                    "Label": "Solve word problems involving addition and subtraction of fractions referring to the same whole or set and having like denominators (denominators limited to 2, 3, 4, 5, 6, 8, 10, 12, and 100).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.A-F.2.1.5",
                                    "Label": "Multiply a whole number by a unit fraction (denominators limited to 2, 3, 4, 5, 6, 8, 10, 12, and 100 and final answers do not need to be simplified or written as a mixed number).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.A-F.2.1.6",
                                    "Label": "Multiply a whole number by a non-unit fraction (denominators limited to 2, 3, 4, 5, 6, 8, 10, 12, and 100 and final answers do not need to be simplified or written as a mixed number).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.A-F.2.1.7",
                                    "Label": "Solve word problems involving multiplication of a whole number by a fraction (denominators limited to 2, 3, 4, 5, 6, 8, 10, 12, and 100).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M4.A-F.3",
                    "Label": "Understand decimal notation for fractions and compare decimal fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M4.A-F.3.1",
                            "Label": "Use operations to solve problems involving decimals, including converting between fractions and decimals (may include word problems).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M4.A-F.3.1.1",
                                    "Label": "Add two fractions with respective denominators 10 and 100.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.A-F.3.1.2",
                                    "Label": "Use decimal notation for fractions with denominators 10 or 100.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.A-F.3.1.3",
                                    "Label": "Compare two decimals to hundredths using the symbols >, =, or <, and justify the conclusions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M4.B-O",
            "Label": "Operations & Algebraic Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M4.B-O.1",
                    "Label": "Use the four operations with whole numbers to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M4.B-O.1.1",
                            "Label": "Use numbers and symbols to model the concepts of expressions and equations.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M4.B-O.1.1.1",
                                    "Label": "Interpret a multiplication equation as a comparison. Represent verbal statements of multiplicative comparisons as multiplication equations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.B-O.1.1.2",
                                    "Label": "Multiply or divide to solve word problems involving multiplicative comparison, distinguishing multiplicative comparison from additive comparison.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.B-O.1.1.3",
                                    "Label": "Solve multi-step word problems posed with whole numbers using the four operations. Answers will be either whole numbers or have remainders that must be interpreted yielding a final answer that is a whole number. Represent these problems using equations with a symbol or letter standing for the unknown quantity.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.B-O.1.1.4",
                                    "Label": "Identify the missing symbol (+, -, ×, ÷, =, <, and >) that makes a number sentence true (single-digit divisor only).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M4.B-O.2",
                    "Label": "Gain familiarity with factors and multiples.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M4.B-O.2.1",
                            "Label": "Develop and apply number theory concepts to represent numbers in various ways.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M4.B-O.2.1.1",
                                    "Label": "Find all factor pairs for a whole number in the interval 1 through 100. Recognize that a whole number is a multiple of each of its factors. Determine whether a given whole number in the interval 1 through 100 is a multiple of a given one-digit number. Determine whether a given whole number in the interval 1 through 100 is prime or composite.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M4.B-O.3",
                    "Label": "Generate and analyze patterns.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M4.B-O.3.1",
                            "Label": "Recognize, describe, extend, create, and replicate a variety of patterns.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M4.B-O.3.1.1",
                                    "Label": "Generate a number or shape pattern that follows a given rule. Identify apparent features of the pattern that were not explicit in the rule itself.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.B-O.3.1.2",
                                    "Label": "Determine the missing elements in a function table (limit to +, -, or × and to whole numbers or money).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.B-O.3.1.3",
                                    "Label": "Determine the rule for a function given a table (limit to +, -, or × and to whole numbers).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M4.C-G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M4.C-G.1",
                    "Label": "Draw and identify lines and angles, and classify shapes by properties of their lines and angles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M4.C-G.1.1",
                            "Label": "List properties, classify, draw, and identify geometric figures in two dimensions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M4.C-G.1.1.1",
                                    "Label": "Draw points, lines, line segments, rays, angles (right, acute, and obtuse), and perpendicular and parallel lines. Identify these in two-dimensional figures.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.C-G.1.1.2",
                                    "Label": "Classify two-dimensional figures based on the presence or absence of parallel or perpendicular lines or the presence or absence of angles of a specified size. Recognize right triangles as a category, and identify right triangles.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.C-G.1.1.3",
                                    "Label": "Recognize a line of symmetry for a two-dimensional figure as a line across the figure such that the figure can be folded along the line into mirroring parts. Identify line-symmetric figures and draw lines of symmetry (up to two lines of symmetry).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M4.D-M",
            "Label": "Measurement & Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M4.D-M.1",
                    "Label": "Solve problems involving measurement and conversion of measurements from a larger unit to a smaller unit.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M4.D-M.1.1",
                            "Label": "Solve problems involving length, weight (mass), liquid volume, time, area, and perimeter.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M4.D-M.1.1.1",
                                    "Label": "Know relative sizes of measurement units within one system of units including standard units (in., ft, yd, mi; oz., lb; and c, pt, qt, gal), metric units (cm, m, km; g, kg; and mL, L), and time (sec, min, hr, day, wk, mo, and yr). Within a single system of measurement, express measurements in a larger unit in terms of a smaller unit.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.D-M.1.1.2",
                                    "Label": "Use the four operations to solve word problems involving distances, intervals of time (such as elapsed time), liquid volumes, masses of objects; money, including problems involving simple fractions or decimals; and problems that require expressing measurements given in a larger unit in terms of a smaller unit.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.D-M.1.1.3",
                                    "Label": "Apply the area and perimeter formulas for rectangles in real-world and mathematical problems (may include finding a missing side length). Whole numbers only.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.D-M.1.1.4",
                                    "Label": "Identify time (analog or digital) as the amount of minutes before or after the hour.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M4.D-M.2",
                    "Label": "Represent and interpret data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M4.D-M.2.1",
                            "Label": "Organize, display, and answer questions based on data.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M4.D-M.2.1.1",
                                    "Label": "Make a line plot to display a data set of measurements in fractions of a unit (e.g., intervals of 1/2, 1/4, or 1/8).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.D-M.2.1.2",
                                    "Label": "Solve problems involving addition and subtraction of fractions by using information presented in line plots (line plots must be labeled with common denominators, such as 1/4, 2/4, 3/4).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.D-M.2.1.3",
                                    "Label": "Translate information from one type of display to another (table, chart, bar graph, or pictograph).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M4.D-M.3",
                    "Label": "Geometric measurement: understand concepts of angle; measure and create angles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M4.D-M.3.1",
                            "Label": "Use appropriate tools and units to sketch an angle and determine angle measurements.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M4.D-M.3.1.1",
                                    "Label": "Measure angles in whole-number degrees using a protractor. With the aid of a protractor, sketch angles of specified measure.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M4.D-M.3.1.2",
                                    "Label": "Solve addition and subtraction problems to find unknown angles on a diagram in real-world and mathematical problems. (Angles must be adjacent and non-overlapping.)",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}