{
    "Title": "Pennsylvania Core > Science > Grade 4",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "PA.S4.A",
            "Label": "The Nature Of Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.S4.A.1",
                    "Label": "Reasoning & Analysis",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S4.A.1.1",
                            "Label": "Identify and explain the application of scientific, environmental, or technological knowledge to possible solutions to problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.A.1.1.1",
                                    "Label": "Distinguish between a scientific fact and an opinion, providing clear explanations that connect observations and results (e.g., a scientific fact can be supported by making observations).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.A.1.1.2",
                                    "Label": "Identify and describe examples of common technological changes past to present in the community (e.g., energy production, transportation, communications, agriculture, packaging materials) that have either positive or negative impacts on society or the environment.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S4.A.1.3",
                            "Label": "Recognize and describe change in natural or human-made systems and the possible effects of those changes.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.A.1.3.1",
                                    "Label": "Observe and record change by using time and measurement.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.A.1.3.2",
                                    "Label": "Describe relative size, distance, or motion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.A.1.3.3",
                                    "Label": "Observe and describe the change to objects caused by temperature change or light.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.A.1.3.4",
                                    "Label": "Explain what happens to a living organism when its food supply, access to water, shelter, or space is changed (e.g., it might die, migrate, change behavior, eat something else).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.A.1.3.5",
                                    "Label": "Provide examples, predict, or describe how everyday human activities (e.g., solid waste production, food production and consumption, transportation, water consumption, energy production and use) may change the environment.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S4.A.2",
                    "Label": "Processes, Procedures & Tools Of Scientific Investigations",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S4.A.2.1",
                            "Label": "Apply skills necessary to conduct an experiment or design a solution to solve a problem.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.A.2.1.1",
                                    "Label": "Generate questions about objects, organisms, or events that can be answered through scientific investigations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.A.2.1.2",
                                    "Label": "Design and describe an investigation (a fair test) to test one variable.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.A.2.1.3",
                                    "Label": "Observe a natural phenomenon (e.g., weather changes, length of daylight/night, movement of shadows, animal migrations, growth of plants), record observations, and then make a prediction based on those observations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.A.2.1.4",
                                    "Label": "State a conclusion that is consistent with the information/data.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S4.A.2.2",
                            "Label": "Identify appropriate instruments for a specific task and describe the information the instrument can provide.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.A.2.2.1",
                                    "Label": "Identify appropriate tools or instruments for specific tasks and describe the information they can provide (e.g., measuring: length - ruler, mass - balance scale, volume - beaker, temperature - thermometer; making observations: hand lens, binoculars, telescope).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S4.A.3",
                    "Label": "Systems, Models & Patterns",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S4.A.3.1",
                            "Label": "Identify systems and describe relationships among parts of a familiar system (e.g., digestive system, simple machines, water cycle).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.A.3.1.1",
                                    "Label": "Categorize systems as either natural or human-made (e.g., ballpoint pens, simple electrical circuits, plant anatomy, water cycle).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.A.3.1.2",
                                    "Label": "Explain a relationship between the living and nonliving components in a system (e.g., food web, terrarium).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.A.3.1.3",
                                    "Label": "Categorize the parts of an ecosystem as either living or nonliving and describe their roles in the system.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.A.3.1.4",
                                    "Label": "Identify the parts of the food and fiber systems as they relate to agricultural products from the source to the consumer.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S4.A.3.2",
                            "Label": "Use models to illustrate simple concepts and compare the models to what they represent.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.A.3.2.1",
                                    "Label": "Identify what different models represent (e.g., maps show physical features, directions, distances; globes represent Earth; drawings of watersheds depict terrain; dioramas show ecosystems; concept maps show relationships of ideas).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.A.3.2.2",
                                    "Label": "Use models to make observations to explain how systems work (e.g., water cycle, Sun-Earth-Moon system).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.A.3.2.3",
                                    "Label": "Use appropriate, simple modeling tools and techniques to describe or illustrate a system (e.g., two cans and string to model a communications system, terrarium to model an ecosystem).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S4.A.3.3",
                            "Label": "Identify and make observations about patterns that regularly occur and reoccur in nature.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.A.3.3.1",
                                    "Label": "Identify and describe observable patterns (e.g., growth patterns in plants, weather, water cycle).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.A.3.3.2",
                                    "Label": "Predict future conditions/events based on observable patterns (e.g., day/night, seasons, sunrise/sunset, lunar phases).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.S4.B",
            "Label": "Biological Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.S4.B.1",
                    "Label": "Structure & Function Of Organisms",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S4.B.1.1",
                            "Label": "Identify and describe similarities and differences between living things and their life processes.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.B.1.1.1",
                                    "Label": "Identify life processes of living things (e.g., growth, digestion, respiration).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.B.1.1.2",
                                    "Label": "Compare similar functions of external characteristics of organisms (e.g., anatomical characteristics: appendages, type of covering, body segments).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.B.1.1.3",
                                    "Label": "Describe basic needs of plants and animals (e.g., air, water, food).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.B.1.1.4",
                                    "Label": "Describe how different parts of a living thing work together to provide what the organism needs (e.g., parts of plants: roots, stems, leaves).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.B.1.1.5",
                                    "Label": "Describe the life cycles of different organisms (e.g., moth, grasshopper, frog, seed-producing plant).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S4.B.2",
                    "Label": "Continuity Of Life",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S4.B.2.1",
                            "Label": "Identify and explain how adaptations help organisms to survive.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.B.2.1.1",
                                    "Label": "Identify characteristics for plant and animal survival in different environments (e.g., wetland, tundra, desert, prairie, deep ocean, forest).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.B.2.1.2",
                                    "Label": "Explain how specific adaptations can help a living organism survive (e.g., protective coloration, mimicry, leaf sizes and shapes, ability to catch or retain water).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S4.B.2.2",
                            "Label": "Identify that characteristics are inherited and, thus, offspring closely resemble their parents.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.B.2.2.1",
                                    "Label": "Identify physical characteristics (e.g., height, hair color, eye color, attached earlobes, ability to roll tongue) that appear in both parents and could be passed on to offspring.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S4.B.3",
                    "Label": "Ecological Behavior & Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S4.B.3.1",
                            "Label": "Identify and describe living and nonliving things in the environment and their interaction.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.B.3.1.1",
                                    "Label": "Describe the living and nonliving components of a local ecosystem (e.g., lentic and lotic systems, forest, cornfield, grasslands, city park, playground).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.B.3.1.2",
                                    "Label": "Describe interactions between living and nonliving components (e.g. plants – water, soil, sunlight, carbon dioxide, temperature; animals – food, water, shelter, oxygen, temperature) of a local ecosystem.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S4.B.3.2",
                            "Label": "Describe, explain, and predict change in natural or human-made systems and the possible effects of those changes on the environment.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.B.3.2.1",
                                    "Label": "Describe what happens to a living thing when its habitat is changed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.B.3.2.2",
                                    "Label": "Describe and predict how changes in the environment (e.g., fire, pollution, flood, building dams) can affect systems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.B.3.2.3",
                                    "Label": "Explain and predict how changes in seasons affect plants, animals, or daily human life (e.g., food availability, shelter, mobility).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S4.B.3.3",
                            "Label": "Identify and describe human reliance on the environment at the individual or the community level.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.B.3.3.1",
                                    "Label": "Identify everyday human activities (e.g., driving, washing, eating, manufacturing, farming) within a community that depend on the natural environment.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.B.3.3.2",
                                    "Label": "Describe the human dependence on the food and fiber systems from production to consumption (e.g., food, clothing, shelter, products).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.B.3.3.3",
                                    "Label": "Identify biological pests (e.g., fungi – molds, plants – foxtail, purple loosestrife, Eurasian water milfoil; animals – aphides, ticks, zebra mussels, starlings, mice) that compete with humans for resources.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.B.3.3.4",
                                    "Label": "Identify major land uses in the urban, suburban and rural communities (e.g., housing, commercial, recreation).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.B.3.3.5",
                                    "Label": "Describe the effects of pollution (e.g., litter) in the community.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.S4.C",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.S4.C.1",
                    "Label": "Structure, Properties & Interaction Of Matter & Energy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S4.C.1.1",
                            "Label": "Describe observable physical properties of matter.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.C.1.1.1",
                                    "Label": "Use physical properties [e.g., mass, shape, size, volume, color, texture, magnetism, state (i.e., solid, liquid, and gas), conductivity (i.e., electrical and heat)] to describe matter.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.C.1.1.2",
                                    "Label": "Categorize/group objects using physical characteristics.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S4.C.2",
                    "Label": "Forms, Sources, Conversion & Transfer Of Energy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S4.C.2.1",
                            "Label": "Recognize basic energy types and sources, or describe how energy can be changed from one form to another.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.C.2.1.1",
                                    "Label": "Identify energy forms, energy transfer, and energy examples (e.g., light, heat, electrical).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.C.2.1.2",
                                    "Label": "Describe the flow of energy through an object or system (e.g., feeling radiant heat from a light bulb, eating food to get energy, using a battery to light a bulb or run a fan).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.C.2.1.3",
                                    "Label": "Recognize or illustrate simple direct current series and parallel circuits composed of batteries, light bulbs (or other common loads), wire, and on/off switches.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.C.2.1.4",
                                    "Label": "Identify characteristics of sound (e.g., pitch, loudness, reflection).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S4.C.3",
                    "Label": "Principles Of Motion & Force",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S4.C.3.1",
                            "Label": "Identify and describe different types of force and motion resulting from these forces, or the effect of the interaction between force and motion.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.C.3.1.1",
                                    "Label": "Describe changes in motion caused by forces (e.g., magnetic, pushes or pulls, gravity, friction).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.C.3.1.2",
                                    "Label": "Compare the relative movement of objects or describe types of motion that are evident (e.g., bouncing ball, moving in a straight line, back and forth, merry-go-round).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.C.3.1.3",
                                    "Label": "Describe the position of an object by locating it relative to another object or a stationary background (e.g., geographic direction, left, up).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.S4.D",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.S4.D.1",
                    "Label": "Earth Features & Processes That Change Earth & Its Resources",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S4.D.1.1",
                            "Label": "Describe basic landforms in Pennsylvania.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.D.1.1.1",
                                    "Label": "Describe how prominent Earth features in Pennsylvania (e.g., mountains, valleys, caves, sinkholes, lakes, rivers) were formed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.D.1.1.2",
                                    "Label": "Identify various Earth structures (e.g., mountains, watersheds, peninsulas, lakes, rivers, valleys) through the use of models.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.D.1.1.3",
                                    "Label": "Describe the composition of soil as weathered rock and decomposed organic remains.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S4.D.1.2",
                            "Label": "Identify the types and uses of Earth's resources.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.D.1.2.1",
                                    "Label": "Identify products and by-products of plants and animals for human use (e.g., food, clothing, building materials, paper products).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.D.1.2.2",
                                    "Label": "Identify the types and uses of Earth materials for renewable, nonrenewable, and reusable products (e.g., human-made products: concrete, paper, plastics, fabrics).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.D.1.2.3",
                                    "Label": "Recognize ways that humans benefit from the use of water resources (e.g., agriculture, energy, recreation).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S4.D.1.3",
                            "Label": "Recognize ways that humans benefit from the use of water resources (e.g., agriculture, energy, recreation).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.D.1.3.1",
                                    "Label": "Describe types of freshwater and saltwater bodies (e.g., lakes, rivers, wetlands, oceans).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.D.1.3.2",
                                    "Label": "Explain how water goes through phase changes (i.e., evaporation, condensation, freezing, and melting).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.D.1.3.3",
                                    "Label": "Describe or compare lentic systems (i.e., ponds, lakes, and bays) and lotic systems (i.e., streams, creeks, and rivers).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.D.1.3.4",
                                    "Label": "Explain the role and relationship of a watershed or a wetland on water sources (e.g., water storage, groundwater recharge, water filtration, water source, water cycle).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S4.D.2",
                    "Label": "Weather, Climate & Atmospheric Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S4.D.2.1",
                            "Label": "Identify basic weather conditions and how they are measured.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.D.2.1.1",
                                    "Label": "Identify basic cloud types (i.e., cirrus, cumulus, stratus, and cumulonimbus) and make connections to basic elements of weather (e.g., changes in temperature, precipitation).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.D.2.1.2",
                                    "Label": "Identify weather patterns from data charts or graphs of the data (e.g., temperature, wind direction, wind speed, cloud types, precipitation).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.D.2.1.3",
                                    "Label": "Identify appropriate instruments (i.e., thermometer, rain gauge, weather vane, anemometer, and barometer) to study weather and what they measure.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S4.D.3",
                    "Label": "Composition & Structure Of The Universe",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S4.D.3.1",
                            "Label": "Describe Earth's relationship to the Sun and the Moon.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S4.D.3.1.1",
                                    "Label": "Describe motions of the Sun - Earth - Moon system.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.D.3.1.2",
                                    "Label": "Explain how the motion of the Sun - Earth - Moon system relates to time (e.g., days, months, years).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S4.D.3.1.3",
                                    "Label": "Describe the causes of seasonal change as they relate to the revolution of Earth and the tilt of Earth's axis.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}