{
    "Title": "Pennsylvania Core > Mathematics > Grade 5",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "PA.M5.A-T",
            "Label": "Number & Operations In Base Ten",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M5.A-T.1",
                    "Label": "Understand the place-value system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M5.A-T.1.1",
                            "Label": "Demonstrate an understanding that in a multi-digit number, a digit in one place represents 1/10 of what it represents in the place to its left.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M5.A-T.1.1.1",
                                    "Label": "Demonstrate an understanding that in a multi-digit whole number (through 1,000,000), a digit in one place represents ten times what it represents in the place to its right.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M5.A-T.1.1.2",
                                    "Label": "Explain patterns in the number of zeros of the product when multiplying a number by powers of 10 and explain patterns in the placement of the decimal point when a decimal is multiplied or divided by a power of 10. Use whole-number exponents to denote powers of 10.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M5.A-T.1.1.3",
                                    "Label": "Read and write decimals to thousandths using base-ten numerals, word form, and expanded form.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M5.A-T.1.1.4",
                                    "Label": "Compare two decimals to thousandths based on meanings of the digits in each place using >, =, and < symbols.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M5.A-T.1.1.5",
                                    "Label": "Round decimals to any place (limit rounding to ones, tenths, hundredths, or thousandths place).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M5.A-T.2",
                    "Label": "Perform operations with multi-digit whole numbers and with decimals to hundredths.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M5.A-T.2.1",
                            "Label": "Use whole numbers and decimals to compute accurately (straight computation or word problems).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M5.A-T.2.1.1",
                                    "Label": "Multiply multi-digit whole numbers (not to exceed three-digit by three-digit).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M5.A-T.2.1.2",
                                    "Label": "Find whole-number quotients of whole numbers with up to four-digit dividends and two-digit divisors.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M5.A-T.2.1.3",
                                    "Label": "Add, subtract, multiply, and divide decimals to hundredths (no divisors with decimals).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M5.A-F",
            "Label": "Number & Operations - Fractions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M5.A-F.1",
                    "Label": "Use equivalent fractions as a strategy to add and subtract fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M5.A-F.1.1",
                            "Label": "Solve addition and subtraction problems involving fractions (straight computation or word problems).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M5.A-F.1.1.1",
                                    "Label": "Add and subtract fractions (including mixed numbers) with unlike denominators. (May include multiple methods and representations.)",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M5.A-F.2",
                    "Label": "Apply and extend previous understandings of multiplication and division to multiply and divide fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M5.A-F.2.1",
                            "Label": "Solve multiplication and division problems involving fractions and whole numbers (straight computation or word problems).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M5.A-F.2.1.1",
                                    "Label": "Solve word problems involving division of whole numbers leading to answers in the form of fractions (including mixed numbers).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M5.A-F.2.1.2",
                                    "Label": "Multiply a fraction (including mixed numbers) by a fraction.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M5.A-F.2.1.3",
                                    "Label": "Demonstrate an understanding of multiplication as scaling (resizing).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M5.A-F.2.1.4",
                                    "Label": "Divide unit fractions by whole numbers and whole numbers by unit fractions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M5.B-O",
            "Label": "Operations & Algebraic Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M5.B-O.1",
                    "Label": "Write and interpret numerical expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M5.B-O.1.1",
                            "Label": "Analyze and complete calculations by applying the order of operations.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M5.B-O.1.1.1",
                                    "Label": "Use multiple grouping symbols (parentheses, brackets, or braces) in numerical expressions and evaluate expressions containing these symbols.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M5.B-O.1.1.2",
                                    "Label": "Write simple expressions that model calculations with numbers and interpret numerical expressions without evaluating them.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M5.B-O.2",
                    "Label": "Analyze patterns and relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M5.B-O.2.1",
                            "Label": "Create, extend, and analyze patterns.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M5.B-O.2.1.1",
                                    "Label": "Generate two numerical patterns using two given rules.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M5.B-O.2.1.2",
                                    "Label": "Identify apparent relationships between corresponding terms of two patterns with the same starting numbers that follow different rules.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M5.C-G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M5.C-G.1",
                    "Label": "Graph points on the coordinate plane to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M5.C-G.1.1",
                            "Label": "Identify parts of a coordinate grid and describe or interpret points given an ordered pair.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M5.C-G.1.1.1",
                                    "Label": "Identify parts of the coordinate plane (`x`-axis, `y`-axis, and the origin) and the ordered pair (`x`-coordinate and `y`-coordinate). Limit the coordinate plane to quadrant I.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M5.C-G.1.1.2",
                                    "Label": "Represent real-world and mathematical problems by plotting points in quadrant I of the coordinate plane and interpret coordinate values of points in the context of the situation.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M5.C-G.2",
                    "Label": "Classify two-dimensional figures into categories based on their properties.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M5.C-G.2.1",
                            "Label": "Use basic properties to classify two-dimensional figures.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M5.C-G.2.1.1",
                                    "Label": "Classify two-dimensional figures in a hierarchy based on properties.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M5.D-M",
            "Label": "Measurement & Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M5.D-M.1",
                    "Label": "Convert like measurement units within a given measurement system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M5.D-M.1.1",
                            "Label": "Solve problems using simple conversions (may include multistep, real-world problems).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M5.D-M.1.1.1",
                                    "Label": "Convert between different-sized measurement units within a given measurement system.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M5.D-M.2",
                    "Label": "Represent and interpret data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M5.D-M.2.1",
                            "Label": "Organize, display, and answer questions based on data.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M5.D-M.2.1.1",
                                    "Label": "Solve problems involving computation of fractions by using information presented in line plots.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M5.D-M.2.1.2",
                                    "Label": "Display and interpret data shown in tallies, tables, charts, pictographs, bar graphs, and line graphs, and use a title, appropriate scale, and labels. A grid will be provided to display data on bar graphs or line graphs.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M5.D-M.3",
                    "Label": "Geometric measurement: understand concepts of volume and relate volume to multiplication and to addition.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M5.D-M.3.1",
                            "Label": "Use, describe, and develop procedures to solve problems involving volume.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M5.D-M.3.1.1",
                                    "Label": "Apply the formulas V = l × w × h and V = B × h for rectangular prisms to find volumes of right rectangular prisms with whole-number edge lengths in the context of solving real-world and mathematical problems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M5.D-M.3.1.2",
                                    "Label": "Find volumes of solid figures composed of two non-overlapping right rectangular prisms.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}