{
    "Title": "Pennsylvania Core > Mathematics > Grade 6",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "PA.M6.A-N",
            "Label": "The Number System",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M6.A-N.1",
                    "Label": "Apply and extend previous understandings of multiplication and division to divide fractions by fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M6.A-N.1.1",
                            "Label": "Solve real-world and mathematical problems involving division of fractions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M6.A-N.1.1.1",
                                    "Label": "Interpret and compute quotients of fractions (including mixed numbers), and solve word problems involving division of fractions by fractions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M6.A-N.2",
                    "Label": "Compute with multi-digit numbers and find common factors and multiples.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M6.A-N.2.1",
                            "Label": "Compute with multi-digit numbers using the four arithmetic operations with or without a calculator.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M6.A-N.2.1.1",
                                    "Label": "Solve problems involving operations (+, -, ×, and ÷) with whole numbers, decimals (through thousandths), straight computation, or word problems.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.M6.A-N.2.2",
                            "Label": "Apply number theory concepts (specifically, factors and multiples).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M6.A-N.2.2.1",
                                    "Label": "Find the greatest common factor of two whole numbers less than or equal to 100 and the least common multiple of two whole numbers less than or equal to 12.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.A-N.2.2.2",
                                    "Label": "Apply the distributive property to express a sum of two whole numbers, 1 through 100, with a common factor as a multiple of a sum of two whole numbers with no common factor.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M6.A-N.3",
                    "Label": "Apply and extend previous understandings of numbers to the system of rational numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M6.A-N.3.1",
                            "Label": "Understand that positive and negative numbers are used together to describe quantities having opposite directions or values and locations on the number line and coordinate plane.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M6.A-N.3.1.1",
                                    "Label": "Represent quantities in real-world contexts using positive and negative numbers, explaining the meaning of 0 in each situation (e.g., temperature above/below zero, elevation above/below sea level, credits/debits, positive/negative electric charge).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.A-N.3.1.2",
                                    "Label": "Determine the opposite of a number and recognize that the opposite of the opposite of a number is the number itself (e.g., -(-3) = 3; 0 is its own opposite).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.A-N.3.1.3",
                                    "Label": "Locate and plot integers and other rational numbers on a horizontal or vertical number line; locate and plot pairs of integers and other rational numbers on a coordinate plane.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.M6.A-N.3.2",
                            "Label": "Understand ordering and absolute value of rational numbers.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M6.A-N.3.2.1",
                                    "Label": "Write, interpret, and explain statements of order for rational numbers in real-world contexts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.A-N.3.2.2",
                                    "Label": "Interpret the absolute value of a rational number as its distance from 0 on the number line and as a magnitude for a positive or negative quantity in a real-world situation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.A-N.3.2.3",
                                    "Label": "Solve real-world and mathematical problems by plotting points in all four quadrants of the coordinate plane. Include use of coordinates and absolute value to find distances between points with the same first coordinate or the same second coordinate.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M6.A-R",
            "Label": "Ratios & Proportional Relationships",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M6.A-R.1",
                    "Label": "Understand ratio concepts and use ratio reasoning to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M6.A-R.1.1",
                            "Label": "Represent and/or solve real-world and mathematical problems using rates, ratios, and/or percents.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M6.A-R.1.1.1",
                                    "Label": "Use ratio language and notation (such as 3 to 4, 3:4, 3/4) to describe a ratio relationship between two quantities.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.A-R.1.1.2",
                                    "Label": "Find the unit rate a/b associated with a ratio a:b (with b ≠ 0) and use rate language in the context of a ratio relationship.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.A-R.1.1.3",
                                    "Label": "Construct tables of equivalent ratios relating quantities with whole-number measurements, find missing values in the tables, and/or plot the pairs of values on the coordinate plane. Use tables to compare ratios.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.A-R.1.1.4",
                                    "Label": "Solve unit rate problems including those involving unit pricing and constant speed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.A-R.1.1.5",
                                    "Label": "Find a percent of a quantity as a rate per 100 (e.g., 30% of a quantity means 30/100 times the quantity); solve problems involving finding the whole, given a part and the percentage.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M6.B-E",
            "Label": "Expressions & Equations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M6.B-E.1",
                    "Label": "Apply and extend previous understandings of arithmetic to numerical and algebraic expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M6.B-E.1.1",
                            "Label": "Identify, write, and evaluate numerical and algebraic expressions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M6.B-E.1.1.1",
                                    "Label": "Write and evaluate numerical expressions involving whole-number exponents.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.B-E.1.1.2",
                                    "Label": "Write algebraic expressions from verbal descriptions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.B-E.1.1.3",
                                    "Label": "Identify parts of an expression using mathematical terms (e.g., sum, term, product, factor, quotient, coefficient, quantity).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.B-E.1.1.4",
                                    "Label": "Evaluate expressions at specific values of their variables, including expressions that arise from formulas used in real-world problems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.B-E.1.1.5",
                                    "Label": "Apply the properties of operations to generate equivalent expressions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M6.B-E.2",
                    "Label": "Interpret and solve one-variable equations and inequalities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M6.B-E.2.1",
                            "Label": "Create, solve, and interpret one-variable equations or inequalities in real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M6.B-E.2.1.1",
                                    "Label": "Use substitution to determine whether a given number in a specified set makes an equation or inequality true.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.B-E.2.1.2",
                                    "Label": "Write algebraic expressions to represent real-world or mathematical problems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.B-E.2.1.3",
                                    "Label": "Solve real-world and mathematical problems by writing and solving equations of the form x + p = q and px = q for cases in which p, q, and x are all non-negative rational numbers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.B-E.2.1.4",
                                    "Label": "Write an inequality of the form x > c or x < c to represent a constraint or condition in a real-world or mathematical problem and/or represent solutions of such inequalities on number lines.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.M6.B-E.3",
                    "Label": "Represent and analyze quantitative relationships between dependent and independent variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M6.B-E.3.1",
                            "Label": "Use variables to represent two quantities in a real-world problem that change in relationship to one another.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M6.B-E.3.1.1",
                                    "Label": "Write an equation to express the relationship between the dependent and independent variables.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.B-E.3.1.2",
                                    "Label": "Analyze the relationship between the dependent and independent variables using graphs and tables and/or relate these to an equation.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M6.C-G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M6.C-G.1",
                    "Label": "Solve real-world and mathematical problems involving area, surface area, and volume.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M6.C-G.1.1",
                            "Label": "Find area, surface area, and volume by applying formulas and using various strategies.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M6.C-G.1.1.1",
                                    "Label": "Determine the area of triangles and special quadrilaterals (i.e., square, rectangle, parallelogram, rhombus, and trapezoid).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.C-G.1.1.2",
                                    "Label": "Determine the area of irregular or compound polygons.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.C-G.1.1.3",
                                    "Label": "Determine the volume of right rectangular prisms with fractional edge lengths.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.C-G.1.1.4",
                                    "Label": "Given coordinates for the vertices of a polygon in the plane, use the coordinates to find side lengths and area of the polygon (limited to triangles and special quadrilaterals).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.C-G.1.1.5",
                                    "Label": "Represent three-dimensional figures using nets made of rectangles and triangles.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.C-G.1.1.6",
                                    "Label": "Determine the surface area of triangular and rectangular prisms (including cubes).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.M6.D-S",
            "Label": "Statistics & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.M6.D-S.1",
                    "Label": "Demonstrate understanding of statistical variability by summarizing and describing distributions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.M6.D-S.1.1",
                            "Label": "Display, analyze, and summarize numerical data sets in relation to their context.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.M6.D-S.1.1.1",
                                    "Label": "Display numerical data in plots on a number line, including line plots, histograms, and box-and-whisker plots.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.D-S.1.1.2",
                                    "Label": "Determine quantitative measures of center (e.g., median, mean, mode) and variability (e.g., range, interquartile range, mean absolute deviation).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.D-S.1.1.3",
                                    "Label": "Describe any overall pattern and any deviations from the overall pattern with reference to the context in which the data were gathered.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.M6.D-S.1.1.4",
                                    "Label": "Relate the choice of measures of center and variability to the shape of the data distribution and the context in which the data were gathered.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}