{
    "Title": "Pennsylvania Core > Science > Grade 8",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "PA.S8.A",
            "Label": "The Nature Of Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.S8.A.1",
                    "Label": "Reasoning & Analysis",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S8.A.1.1",
                            "Label": "Explain, interpret, and apply scientific, environmental, or technological knowledge presented in a variety of formats (e.g., visuals, scenarios, graphs).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.A.1.1.1",
                                    "Label": "Distinguish between a scientific theory and an opinion, explaining how a theory is supported with evidence, or how new data/information may change existing theories and practices.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.1.1.2",
                                    "Label": "Use evidence, such as observations or experimental results, to support inferences about a relationship.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.1.1.3",
                                    "Label": "Distinguish between a scientific fact and an opinion, providing clear explanations that connect observations and results (e.g., a scientific fact can be supported by making observations).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.1.1.4",
                                    "Label": "Develop descriptions, explanations, predictions, and models using evidence.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S8.A.1.2",
                            "Label": "Identify and explain the impacts of applying scientific, environmental, or technological knowledge to address solutions to practical problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.A.1.2.1",
                                    "Label": "Describe the positive and negative, intended and unintended, effects of specific scientific results or technological developments (e.g., air/space travel, genetic engineering, nuclear fission/fusion, artificial intelligence, lasers, organ transplants).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.1.2.2",
                                    "Label": "Identify environmental issues and explain their potential long-term health effects (e.g., pollution, pest controls, vaccinations).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.1.2.3",
                                    "Label": "Describe fundamental scientific or technological concepts that could solve practical problems (e.g., Newton's laws of motion, Mendelian genetics).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.1.2.4",
                                    "Label": "Explain society's standard of living in terms of technological advancements and how these advancements impact on agriculture (e.g., transportation, processing, production, storage).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S8.A.1.3",
                            "Label": "Identify and analyze evidence that certain variables may have caused measurable changes in natural or human-made systems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.A.1.3.1",
                                    "Label": "Use ratio to describe change (e.g., percents, parts per million, grams per cubic centimeter, mechanical advantage).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.1.3.2",
                                    "Label": "Use evidence, observations, or explanations to make inferences about change in systems over time (e.g., carrying capacity, succession, population dynamics, loss of mass in chemical reactions, indicator fossils in geologic time scale) and the variables affecting these changes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.1.3.3",
                                    "Label": "Examine systems changing over time, identifying the possible variables causing this change, and drawing inferences about how these variables affect this change.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.1.3.4",
                                    "Label": "Given a scenario, explain how a dynamically changing environment provides for the sustainability of living systems.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S8.A.2",
                    "Label": "Processes, Procedures & Tools Of Scientific Investigations",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S8.A.2.1",
                            "Label": "Apply knowledge of scientific investigation or technological design in different contexts to make inferences to solve problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.A.2.1.1",
                                    "Label": "Use evidence, observations, or a variety of scales (e.g., mass, distance, volume, temperature) to describe relationships.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.2.1.2",
                                    "Label": "Use space/time relationships, define concepts operationally, raise testable questions, or formulate hypotheses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.2.1.3",
                                    "Label": "Design a controlled experiment by specifying how the independent variables will be manipulated, how the dependent variable will be measured, and which variables will be held constant.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.2.1.4",
                                    "Label": "Interpret data/observations; develop relationships among variables based on data/observations to design models as solutions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.2.1.5",
                                    "Label": "Use evidence from investigations to clearly communicate and support conclusions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.2.1.6",
                                    "Label": "Identify a design flaw in a simple technological system and devise possible working solutions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S8.A.2.2",
                            "Label": "Apply appropriate instruments for a specific purpose and describe the information the instrument can provide.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.A.2.2.1",
                                    "Label": "Describe the appropriate use of instruments and scales to accurately and safely measure time, mass, distance, volume, or temperature under a variety of conditions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.2.2.2",
                                    "Label": "Apply appropriate measurement systems (e.g., time, mass, distance, volume, temperature) to record and interpret observations under varying conditions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.2.2.3",
                                    "Label": "Describe ways technology (e.g., microscope, telescope, micrometer, hydraulics, barometer) extends and enhances human abilities for specific purposes.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S8.A.3",
                    "Label": "Systems, Models & Patterns",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S8.A.3.1",
                            "Label": "Explain the parts of a simple system, their roles, and their relationships to the system as a whole.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.A.3.1.1",
                                    "Label": "Describe a system (e.g., watershed, circulatory system, heating system, agricultural system) as a group of related parts with specific roles that work together to achieve an observed result.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.3.1.2",
                                    "Label": "Explain the concept of order in a system [e.g., (first to last: manufacturing steps, trophic levels); (simple to complex: cell, tissue, organ, organ system)].",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.3.1.3",
                                    "Label": "Distinguish among system inputs, system processes, system outputs, and feedback (e.g., physical, ecological, biological, informational).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.3.1.4",
                                    "Label": "Distinguish between open loop (e.g., energy flow, food web) and closed loop (e.g., materials in the nitrogen and carbon cycles, closed-switch) systems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.3.1.5",
                                    "Label": "Explain how components of natural and human-made systems play different roles in a working system.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S8.A.3.2",
                            "Label": "Apply knowledge of models to make predictions, draw inferences, or explain technological concepts.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.A.3.2.1",
                                    "Label": "Describe how scientists use models to explore relationships in natural systems (e.g., an ecosystem, river system, the solar system).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.3.2.2",
                                    "Label": "Describe how engineers use models to develop new and improved technologies to solve problems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.3.2.3",
                                    "Label": "Given a model showing simple cause-and-effect relationships in a natural system, predict results that can be used to test the assumptions in the model (e.g., photosynthesis, water cycle, diffusion, infiltration).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S8.A.3.3",
                            "Label": "Describe repeated processes or recurring elements in natural, scientific, and technological patterns.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.A.3.3.1",
                                    "Label": "Identify and describe patterns as repeated processes or recurring elements in human-made systems (e.g., trusses, hub-and-spoke system in communications and transportation systems, feedback controls in regulated systems).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.A.3.3.2",
                                    "Label": "Describe repeating structure patterns in nature (e.g., veins in a leaf, tree rings, crystals, water waves) or periodic patterns (e.g., daily, monthly, annually).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.S8.B",
            "Label": "Biological Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.S8.B.1",
                    "Label": "Structure & Function Of Organisms",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S8.B.1.1",
                            "Label": "Describe and compare structural and functional similarities and differences that characterize diverse living things.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.B.1.1.1",
                                    "Label": "Describe the structures of living things that help them function effectively in specific ways (e.g., adaptations, characteristics).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.B.1.1.2",
                                    "Label": "Compare similarities and differences in internal structures of organisms (e.g., invertebrate/vertebrate, vascular/nonvascular, single-celled/multi-celled) and external structures (e.g., appendages, body segments, type of covering, size, shape).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.B.1.1.3",
                                    "Label": "Apply knowledge of characteristic structures to identify or categorize organisms (i.e., plants, animals, fungi, bacteria, and protista).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.B.1.1.4",
                                    "Label": "Identify the levels of organization from cell to organism and describe how specific structures (parts), which underlie larger systems, enable the system to function as a whole.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S8.B.2",
                    "Label": "Continuity Of Life",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S8.B.2.1",
                            "Label": "Explain the basic concepts of natural selection.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.B.2.1.1",
                                    "Label": "Explain how inherited structures or behaviors help organisms survive and reproduce in different environments.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.B.2.1.2",
                                    "Label": "Explain how different adaptations in individuals of the same species may affect survivability or reproduction success.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.B.2.1.3",
                                    "Label": "Explain that mutations can alter a gene and are the original source of new variations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.B.2.1.4",
                                    "Label": "Describe how selective breeding or biotechnology can change the genetic makeup of organisms.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.B.2.1.5",
                                    "Label": "Explain that adaptations are developed over long periods of time and are passed from one generation to another.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S8.B.2.2",
                            "Label": "Explain how a set of genetic instructions determines inherited traits of organisms.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.B.2.2.1",
                                    "Label": "Identify and explain differences between inherited and acquired traits.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.B.2.2.2",
                                    "Label": "Recognize that the gene is the basic unit of inheritance, that there are dominant and recessive genes, and that traits are inherited.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S8.B.3",
                    "Label": "Ecological Behavior & Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S8.B.3.1",
                            "Label": "Explain the relationships among and between organisms in different ecosystems and their abiotic and biotic components.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.B.3.1.1",
                                    "Label": "Explain the flow of energy through an ecosystem (e.g., food chains, food webs).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.B.3.1.2",
                                    "Label": "Identify major biomes and describe abiotic and biotic components (e.g., abiotic: different soil types, air, water sunlight; biotic: soil microbes, decomposers).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.B.3.1.3",
                                    "Label": "Explain relationships among organisms (e.g., producers/consumers, predator/prey) in an ecosystem.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S8.B.3.2",
                            "Label": "Identify evidence of change to infer and explain the ways different variables may affect change in natural or human-made systems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.B.3.2.1",
                                    "Label": "Use evidence to explain factors that affect changes in populations (e.g., deforestation, disease, land use, natural disaster, invasive species).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.B.3.2.2",
                                    "Label": "Use evidence to explain how diversity affects the ecological integrity of natural systems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.B.3.2.3",
                                    "Label": "Describe the response of organisms to environmental changes (e.g., changes in climate, hibernation, migration, coloration) and how those changes affect survival.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S8.B.3.3",
                            "Label": "Explain how renewable and nonrenewable resources provide for human needs or how these needs impact the environment.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.B.3.3.1",
                                    "Label": "Explain how human activities may affect local, regional, and global environments.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.B.3.3.2",
                                    "Label": "Explain how renewable and nonrenewable resources provide for human needs (i.e., energy, food, water, clothing, and shelter).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.B.3.3.3",
                                    "Label": "Describe how waste management affects the environment (e.g., recycling, composting, landfills, incineration, sewage treatment).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.B.3.3.4",
                                    "Label": "Explain the long-term effects of using integrated pest management (e.g., herbicides, natural predators, biogenetics) on the environment.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.S8.C",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.S8.C.1",
                    "Label": "Structure, Properties & Interaction Of Matter & Energy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S8.C.1.1",
                            "Label": "Explain concepts about the structure and properties (physical and chemical) of matter.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.C.1.1.1",
                                    "Label": "Explain the differences among elements, compounds, and mixtures.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.C.1.1.2",
                                    "Label": "Use characteristic physical or chemical properties to distinguish one substance from another (e.g., density, thermal expansion/contraction, freezing/melting points, streak test).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.C.1.1.3",
                                    "Label": "Identify and describe reactants and products of simple chemical reactions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S8.C.2",
                    "Label": "Forms, Sources, Conversion & Transfer Of Energy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S8.C.2.1",
                            "Label": "Describe energy sources, transfer of energy, or conversion of energy.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.C.2.1.1",
                                    "Label": "Distinguish among forms of energy (e.g., electrical, mechanical, chemical, light, sound, nuclear) and sources of energy (i.e., renewable and nonrenewable energy).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.C.2.1.2",
                                    "Label": "Explain how energy is transferred from one place to another through convection, conduction, or radiation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.C.2.1.3",
                                    "Label": "Describe how one form of energy (e.g., electrical, mechanical, chemical, light, sound, nuclear) can be converted into a different form of energy.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S8.C.2.2",
                            "Label": "Compare the environmental impact of different energy sources chosen to support human endeavors.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.C.2.2.1",
                                    "Label": "Describe the Sun as the major source of energy that impacts the environment.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.C.2.2.2",
                                    "Label": "Compare the time span of renewability for fossil fuels and the time span of renewability for alternative fuels.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.C.2.2.3",
                                    "Label": "Describe the waste (i.e., kind and quantity) derived from the use of renewable and nonrenewable resources and their potential impact on the environment.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S8.C.3",
                    "Label": "Principles Of Motion & Force",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S8.C.3.1",
                            "Label": "Describe the effect of multiple forces on the movement, speed, or direction of an object.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.C.3.1.1",
                                    "Label": "Describe forces acting on objects (e.g., friction, gravity, balanced versus unbalanced).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.C.3.1.2",
                                    "Label": "Distinguish between kinetic and potential energy.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.C.3.1.3",
                                    "Label": "Explain that mechanical advantage helps to do work (physics) by either changing a force or changing the direction of the applied force (e.g., simple machines, hydraulic systems).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "PA.S8.D",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "PA.S8.D.1",
                    "Label": "Earth Features & Processes That Change Earth & Its Resources",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S8.D.1.1",
                            "Label": "Describe constructive and destructive natural processes that form different geologic structures and resources.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.D.1.1.1",
                                    "Label": "Explain the rock cycle as changes in the solid earth and rock types (igneous - granite, basalt, obsidian, pumice; sedimentary - limestone, sandstone, shale, coal; and metamorphic - slate, quartzite, marble, gneiss).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.D.1.1.2",
                                    "Label": "Describe natural processes that change Earth's surface (e.g., landslides, volcanic eruptions, earthquakes, mountain building, new land being formed, weathering, erosion, sedimentation, soil formation).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.D.1.1.3",
                                    "Label": "Identify soil types (i.e., humus, topsoil, subsoil, loam, loess, and parent material) and their characteristics (i.e., particle size, porosity, and permeability) found in different biomes and in Pennsylvania, and explain how they formed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.D.1.1.4",
                                    "Label": "Explain how fossils provide evidence about plants and animals that once lived throughout Pennsylvania's history (e.g., fossils provide evidence of different environments).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S8.D.1.2",
                            "Label": "Describe the potential impact of human-made processes on changes to Earth's resources and how they affect everyday life.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.D.1.2.1",
                                    "Label": "Describe a product's transformation process from production to consumption (e.g., prospecting, propagating, growing, maintaining, adapting, treating, converting, distributing, disposing) and explain the process's potential impact on Earth's resources.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.D.1.2.2",
                                    "Label": "Describe potential impacts of human-made processes (e.g., manufacturing, agriculture, transportation, mining) on Earth's resources, both nonliving (i.e., air, water, or earth materials) and living (i.e., plants and animals).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "PA.S8.D.1.3",
                            "Label": "Describe characteristic features of Earth's water systems or their impact on resources.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.D.1.3.1",
                                    "Label": "Describe the water cycle and the physical processes on which it depends (i.e., evaporation, condensation, precipitation, transpiration, runoff, infiltration, energy inputs, and phase changes).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.D.1.3.2",
                                    "Label": "Compare and contrast characteristics of freshwater and saltwater systems on the basis of their physical characteristics (i.e., composition, density, and electrical conductivity) and their use as natural resources.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.D.1.3.3",
                                    "Label": "Distinguish among different water systems (e.g., wetland systems, ocean systems, river systems, watersheds) and describe their relationships to each other as well as to landforms.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.D.1.3.4",
                                    "Label": "Identify the physical characteristics of a stream and how these characteristics determine the types of organisms found within the stream environment (e.g., biological diversity, water quality, flow rate, tributaries, surrounding watershed).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S8.D.2",
                    "Label": "Weather, Climate & Atmospheric Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S8.D.2.1",
                            "Label": "Explain how pressure, temperature, moisture, and wind are used to describe atmospheric conditions that affect regional weather or climate.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.D.2.1.1",
                                    "Label": "Explain the impact of water systems on the local weather or the climate of a region (e.g., lake effect snow, land/ocean breezes).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.D.2.1.2",
                                    "Label": "Identify how global patterns of atmospheric movement influence regional weather and climate.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.D.2.1.3",
                                    "Label": "Identify how cloud types, wind directions, and barometric pressure changes are associated with weather patterns in different regions of the country.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "PA.S8.D.3",
                    "Label": "Composition & Structure Of The Universe",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "PA.S8.D.3.1",
                            "Label": "Explain the relationships between and among the objects of our solar system.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "PA.S8.D.3.1.1",
                                    "Label": "Describe patterns of earth's movements (i.e., rotation and revolution) in relation to the moon and sun (i.e., phases, eclipses, and tides).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.D.3.1.2",
                                    "Label": "Describe the role of gravity as the force that governs the movement of the solar system and universe.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "PA.S8.D.3.1.3",
                                    "Label": "Compare and contrast characteristics of celestial bodies found in the solar system (e.g., moons, asteroids, comets, meteors, inner and outer planets).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}