{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "The narrator, Holling Hoodhood, has a crush on Meryl Lee Kowalski. Holling's father has been honored earlier in the story by a local business group as the best businessman of 1967."
    ],
    "Title": "[Excerpt from] The Wednesday Wars",
    "Subtitle": "",
    "Author": "by Gary D. Schmidt",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe following week the school board met to decide on the model for the new junior high school—which was probably why Mr. Kowalski had been spending all his time muttering “classical, classical, classical.” The meeting was to be at four o'clock in the high school administration building. Mr. Kowalski would present his plan and model, and then my father would present his plan and model, and then the school board would meet in private session to decide whether Kowalski and Associates or Hoodhood and Associates would be the architect for the new junior high school."],
        ["2", "\tI know all of this because my father was making me come. It was time I started to learn the business, he said. I needed to see firsthand how competitive bidding worked. I needed to experience architectural presentations. I needed to see architecture as the blood sport that it truly was ..."],
        ["3", "\tThe meeting was in the public conference room, and when I got there after school, the school board members were all sitting at the head table, studying the folders with architectural bids. Mr. Kowalski and my father were sitting at two of the high school desks—which made the whole thing seem a little weirder than it needed to be. In front of them was a long table with two models for the new junior high school, each one covered with a white sheet, like they were some sort of national secret ..."],
        ["4", "\tMr. Kowalski picked up his presentation notes and angled out of his seat. He went up to the table with the models and stood there for a moment. Then he turned and looked at—no, not my father. At me! ..."],
        ["5", "\tMr. Kowalski cleared his throat. Twice. He looked at his design papers. He cleared his throat. Then he looked back at me once more, and began."],
        ["6", "\t“Gentlemen,” he said, “though this is irregular, I have made some significant changes for the interior of the new junior high since my original submission. In fact the entire concept has changed markedly. So the plans that you studied for this afternoon's presentation have also changed. I have copies of the new interior plan and ask the board's patience as I show you the concept. This may take slightly longer than the allotted time, but I'm sure that the Chamber of Commerce Businessman of 1967 won't begrudge Kowalski and Associates a few extra minutes in order to clarify the proposal, and to promote the general business atmosphere of the town.” ..."],
        ["7", "\tWhat could the Chamber of Commerce Businessman of 1967 do? He shrugged and nodded. But the back of his neck grew as red as boiling sin, and I knew he did begrudge the extra time. He begrudged it a whole lot."],
        ["8", "\tMr. Kowalski pulled the sheet off his model of the junior high school. He cleared his throat again. “As you can see, gentlemen,” said Mr. Kowalski, “the design is quite classical, in the best traditions of our national architecture, for a time when our children desperately need to be reminded of our great American traditions.”"],
        ["9", "\tAnd it was. It looked like the Capitol in Washington, D.C. Wide steps swooped up past a line of pillars and up to the central doors. Above that rose a steep dome, with thin windows cut all around it. On either side of the dome, the building spread graceful wings—all with thin windows again—and behind, the long gymnasium formed the tail, whose rows of bright windows faced south and north to let in as much light as any gymnasium could ever have."],
        ["10", "\t“But we live in 1978, gentlemen,” Mr. Kowalski said. “Just as our children need to be reminded of our great traditions, so, too, do they need to enjoy the advantages of contemporary technology. I think you'll find the new interior design both modern and innovative, a perfect blend of where we have been and where we are going as a nation.” He handed out copies of the plans for the new design to all the school board members, keeping his back to my father and me the whole time. Then he took us through the new interior. Slowly."],
        ["11", "\tNo pillars, no straight walls. The roof a series of glass plates above the science and art room. The central dome three stories high over the main lobby and clusters of classrooms all looking out into the sunlit space. All as modern as could be ..."],
        ["12", "\tThe school board was astounded. Three of them applauded—not Mr. Bradbrook, since God doesn't applaud."],
        ["13", "\tMy father turned and looked at me again. His face was very red, and I could tell he was fighting for some kind of control. “Holling, there's something you should have told me, isn't there?” he whispered slowly ..."],
        ["14", "\tHe used the kind of voice that, in my family, means that a voice a whole lot louder is about to come along in a minute or two, so you'd better start preparing."],
        ["15", "\tBut let me tell you, I didn't really care all that much about what he would say or how loudly he would say it. I really didn't."],
        ["16", "\tBecause suddenly I knew something a whole lot worse."],
        ["17", "\tRomeo was a genius compared to me."],
        ["18", "\tI hadn't seen at all what Meryl Lee was doing on Valentine's Day, while we were sipping sodas at the lunch counter at Woolworth's. I hadn't realized how easily she had gotten what she wanted from me: my father's design for the new junior high."]
    ],
    "Copyright": "",
    "References": []
}