{
    "Directions": "Read this excerpt, then answer each question that follows.",
    "Context": [
        "Dr. Jane Goodall is famous for her work with animals in the wild and her concern for animal rights. The author of this article, Jack Hanna, is the retired director of the Columbus Zoo."
    ],
    "Title": "[Excerpt from] What Zoo Critics Don't Understand",
    "Subtitle": "",
    "Author": "by Jack Hanna",
    "LabelType": "P",
    "Content": [
        ["1", "\tDr. Jane Goodall recently made two statements critical of zoos and aquariums. She said two elephants in a zoo in Seattle should be released to a sanctuary¹ and that SeaWorld should be shut down. After the Woodland Park Zoo in Seattle invited her to learn more about the zoo's decisions regarding elephants, she took them up on their invitation. I admire Dr. Goodall for her willingness to learn more and re-evaluate her initial comments. I hope Dr. Goodall will also engage in a conversation with SeaWorld about her concerns ..."],
        ["2", "\tCritics say the only place animals belong is in the wild, but those boundaries are shrinking each day. Having traveled the world, the only places I consider truly “wild” are Antarctica, parts of the Amazon and some places in Africa. Even in Africa, the “wild” places tend to be national parks with guarded boundaries. Animals face many challenges, including habitat loss, poaching,² severe weather, and war. The “wild” is not necessarily the idyllic place people imagine. Poaching has decimated the northern white rhino population — the last known male has his own personal 24-hour security to ensure he isn't poached for his horn ..."],
        ["3", "\tI can tell you firsthand that the animals in SeaWorld's parks receive world-class care. Their zoological team shares my commitment to protecting and preserving species; educating young people about the risks that animals face in the natural world; and inspiring the next generation of conservationists, marine biologists, scientists, and animal enthusiasts. The animal care teams at SeaWorld understand the value of studying animals in zoological settings in order to save future generations."],
        ["4", "\tFurthermore, this spring I witnessed SeaWorld's rescue teams in full swing. More than 25,000 animals owe their lives to SeaWorld animal rescue teams. Just this year, they have saved more than 500 sea lions on the West Coast. The SeaWorld team has worked around the clock to rehabilitate these animals, all with the goal of returning them to the wild. The team at SeaWorld San Diego even built two new pools to accommodate them, and closed its Sea Lion and Otter Show so that its staff could dedicate more time to nursing the pups back to health."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "sanctuary: a protected place for animals"],
        ["²", "poaching: to hunt or take animals illegally"]
    ]
}