{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "This excerpt is based on a true story about a boy named William Kamkwamba who lives in Malawi, Africa. This region had suff ered a long, terrible drought that caused crop failure and famine."
    ],
    "Title": "[Excerpt from] Winds of Hope",
    "Subtitle": "",
    "Author": "by Katy Duﬃeld",
    "LabelType": "P",
    "Content": [
        ["1", "\tWilliam hoped that life could now return to normal. He'd worked hard to pass the exams to enter high school. When the term began, however, William's father explained that, because of the drought, there was no money to pay his school fees. It appeared that William's education would end at eighth grade."],
        ["2", "\tThough he could not attend school, William still wanted to learn. He was curious about many things. He took apart radios, trying to discover how they made music. One day, turning a bicycle upside down and cranking the pedals by hand, he figured out that the dynamo that generated electricity for the headlight could be wired to power a radio instead. He asked how gasoline made cars run and how CDs stored songs. No one knew, or even cared much about his questions."],
        ["3", "\tSome days, William visited the village library. It had only three shelves, but William found books that interested him — science books about how things worked. William would check out Explaining Physics or Integrated Science, plop under a mango tree, and pore over the drawings and diagrams inside. Since his English was not very good, he often looked up words in the dictionary or asked the librarian. He wondered if something in these books might be useful to his family."],
        ["4", "\tOne day, while looking for a dictionary on the bottom shelf, he found a book he hadn't seen before pushed behind the others. It was an American school textbook called Using Energy. On the book's cover was a picture of a row of windmills, tall steel towers with blades spinning like giant fans. They reminded William of the toy pinwheels he'd made with his friends."],
        ["5", "\tFrom this book William learned that wind — something of which Malawi had plenty — could produce electricity. William was delighted! Only two percent of the houses in Malawi have electricity. After the sun sets, everyone stops what they're doing, brushes their teeth, and goes to sleep — at seven in the evening! If William could build a windmill, his family could have lights in their home. And a windmill could be used to pump water to irrigate the family's maize fields. If another drought came, the windmill could provide the water for life."],
        ["6", "\tWilliam could picture in his mind the windmill he wanted to build, but collecting the parts and tools he needed would take months. In a junkyard across from the high school, William dug through piles of twisted metal, rusted cars, and worn-out tractors, searching for anything that might help him construct his machine. He took a ring of ball bearings from an old peanut grinder and the cooling fan from a tractor engine. Cracking open a shock absorber, he removed the steel piston inside. He made four-foot-long blades from plastic pipe, which he melted over a fire, flattened out, and stiffened with bamboo poles."],
        ["7", "\tEarning some money loading logs into a truck, he paid a welder to attach the piston to the pedal sprocket of an old bicycle frame. This would be the axle of the windmill. When the wind blew, the rotating blades would turn the bicycle wheel, like someone pedaling, and spin a small dynamo. Although he had no money for a dynamo, a friend came to the rescue and bought one from a man in the road, right off his bike."],
        ["8", "\tVillage kids laughed at William when they saw him scrounging in the scrap yard. They called him misala, which means crazy. But William was too focused on his idea to care."],
        ["9", "\tWhen he had collected all the parts, William took them out of the corner of his bedroom, laid them outside in the shade of an acacia tree, and began putting them together. Since he did not have a drill to make bolt holes, he shoved a nail through a maize cob, heated it in the fire, then pushed its point through the plastic blades. He bolted the blades to the tractor fan, using washers he'd made from bottle caps. Next he pushed the fan onto the piston welded to the bicycle frame. With the help of his two best friends, William built a 16-foot-tall tower from trunks of blue gum trees and hoisted the ninety-pound windmill to the top."],
        ["10", "\tShoppers, farmers, and traders could see William's tower from the local market. They came in a long line to find out what the “crazy” boy was up to. “What is it?” they all asked."],
        ["11", "\tSince there is no word for “windmill” in Chichewa, the language of Malawi, William answered with the phrase magetsi a mphepo — “electric wind.” From the top of the tower he explained that, by using the power of wind, his machine could create electricity. No one believed him."],
        ["12", "\tWilliam knew this was his moment — his moment to show everyone he wasn't crazy, to find out if his experiment would work. He connected two wires from the dynamo to a light socket he'd made from a reed and that held a small bulb. As the wind whipped around him, he removed the bent spoke he'd jammed into the wheel to lock it. Then he held his breath ..."],
        ["13", "\tThe blades began to turn, slowly at first, then faster and faster. The light bulb flickered, then flashed to life. The crowd cheered from below. “Wachitabwina! Well done!”"],
        ["14", "\tA month later William found enough wire to reach from the windmill into his house. His family crowded around to marvel as the small bulb lit up in William's room. Reading Explaining Physics by its light, he stayed up long after others had gone to bed."],
        ["15", "\tIn 2006, a school inspector saw the windmill and informed his head oﬃce. William's machine now powered four lights and two radios in his house. He'd added a storage battery with homemade switches and a circuit breaker. He also recharged village cell phones."],
        ["16", "\tSoon William was being interviewed on the radio and photographed for the newspapers. The story of the boy with only an eighth-grade education who'd built “electric wind” spread across the Internet."]
    ],
    "Copyright": "",
    "References": []
}