{
    "Directions": "Read this excerpt, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Marine Mammals in Captivity",
    "Subtitle": "",
    "Author": "by The Humane Society of the United States",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe public display industry captures many species of marine mammals from the wild, especially whales and dolphins. The Humane Society of the United States believes that these animals should not be taken from the wild simply to entertain and amuse people, for a number of reasons."],
        ["", "Lɪꜰᴇ ɪɴ ᴛʜᴇ ᴡɪʟᴅ"],
        ["2", "\tThe very nature of these animals makes them uniquely unsuited to confinement.¹ In the wild, whales and dolphins live in large groups (called pods), often in tight family units. Family bonds often last many years. In some species, they last for a lifetime."],
        ["3", "\tWhales and dolphins travel long distances each day, sometimes swimming in a straight line for a hundred miles, other times remaining in a certain area for hours or days, moving several miles along a coastline and then turning to retrace their path. These marine mammals can dive up to several hundred meters and stay underwater for up to half an hour. They spend only 10 to 20% of their time at the surface."],
        ["4", "\tThe sea is to whales and dolphins much as the air is to birds — a three-dimensional environment, where they can move up and down and side to side. But whales and dolphins don't stop to perch. They never come to shore, as do seals and sea lions. Whales and dolphins are always swimming, even when they “sleep.” They are “voluntary breathers,” conscious of every breath they take. They are always aware, and always moving. Understanding this, it is diﬃcult to imagine the tragedy of life in no more than a tiny swimming pool."],
        ["", "Lɪꜰᴇ ɪɴ ᴄᴀᴘᴛɪᴠɪᴛʏ"],
        ["5", "\tLife for captive whales and dolphins is nothing like a life in the sea. It is almost impossible to maintain a family group in captivity. Tanks only allow a few strokes in any direction before coming to a wall. Because tanks are shallow, the natural tendencies of whales and dolphins are reversed — they spend more than half their time at the tank's surface."],
        ["6", "\tThis unnatural situation can cause skin problems. In addition, in captive killer whales (orcas), it is the probable cause of dorsal fin collapse, as without the support of water, gravity pulls these tall appendages over as the whale matures. Collapsed fins are experienced by all captive male orcas and many captive female orcas, who were either captured as juveniles or who were born in captivity. However, they are observed in only about 1% of orcas in the wild."],
        ["7", "\tIn a tank, the environment is monotonous and limited in scope. Sonar clicks, the method by which individuals define their surroundings, have limited utility in such an environment. These animals, who are perpetually aware, have nothing like the varied stimulation of their natural environment. In perpetual motion, they are forced into literally endless circles. Life for these animals is a mere shadow of what it was in the wild."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "confinement: the state of being closed in or not free"]
    ]
}