{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Story of the Pony Express",
    "Subtitle": "",
    "Author": "by Glenn Danford Bradley",
    "LabelType": "P",
    "Content": [
        ["1", "\tTime to go! Everybody back! A pause of seconds, and a cannon booms in the distance—the starting signal. The rider leaps to his saddle and starts. In less than a minute he is at the post office where the letter pouch, square in shape with four padlocked pockets, is awaiting him. Dismounting only long enough for this pouch to be thrown over his saddle, he again springs to his place and is gone. A short sprint and he has reached the Missouri River wharf. A ferry boat under a full head of steam is waiting. With scarcely checked speed, the horse thunders onto the deck of the craft. A rumbling of machinery, the jangle of a bell, the sharp toot of a whistle and the boat has swung clear and is headed straight for the opposite shore. The crowd behind breaks into tumultuous applause. Some scream themselves hoarse; others are strangely silent; and some—strong men—are moved to tears. . . ."],
        ["2", "\tThe managers of the Central Overland, California and Pike’s Peak Express Company had laid their plans well. Horses and riders for fresh relays, together with station agents and helpers, were ready and waiting at the appointed places, ten or fifteen miles apart over the entire course. There was no guesswork or delay."],
        ["3", "\tAfter crossing the Missouri River, out of St. Joseph, the official route of the west-bound Pony Express ran at first west and south through Kansas to Kennekuk; then northwest, across the Kickapoo Indian reservation, to Granada, Log Chain, Seneca, Ash Point, Guittards, Marysville, and Hollenberg. Here the valley of the Little Blue River was followed, still in a northwest direction. The trail crossed into Nebraska near Rock Creek and pushed on through Big Sandy and Liberty Farm, to Thirty-two-mile Creek. From thence it passed over the prairie divide to the Platte River, the valley of which was followed to Fort Kearney. This route had already been made famous by the Mormons when they journeyed to Utah in 1847. It had also been followed by many of the California gold-seekers in 1848–49 and by Gen. Albert Sidney Johnston and his army when they marched west from Fort Leavenworth to suppress the “Mormon War” of 1857–58. . . ."],
        ["4", "\tA large part of this route traversed the wildest regions of the Continent. Along the entire course there were but four military posts and they were strung along at intervals of from two hundred and fifty to three hundred and fifty miles from each other. Over most of the journey there were only small way stations to break the awful monotony. Topographically, the trail covered nearly six hundred miles of rolling prairie, intersected here and there by streams fringed with timber. The nature of the mountainous regions, the deserts, and alkali plains as avenues of horseback travel is well understood. Throughout these areas the men and horses had to endure such risks as rocky chasms, snow slides, and treacherous streams, as well as storms of sand and snow. The worst part of the journey lay between Salt Lake City and Sacramento, where for several hundred miles the route ran through a desert, much of it a bed of alkali dust where no living creature could long survive. It was not merely these dangers of dire exposure and privation that threatened, for wherever the country permitted of human life, Indians abounded. From the Platte River valley westward, the old route sped over by the Pony Express is today substantially that of the Union Pacific and Southern Pacific Railroads."],
        ["5", "\tIn California, the region most benefited by the express, the opening of the line was likewise awaited with the keenest anticipation. Of course there had been at the outset a few dissenting opinions, the gist of the opposing sentiment being that the Indians would make the operation of the route impossible. One newspaper went so far as to say that it was “Simply inviting slaughter upon all the foolhardy young men who had been engaged as riders.” But the California spirit would not back down. A vast majority of the people favored the enterprise and clamored for it; and before the express had been long in operation, all classes were united in the conviction that they could not do without it."],
        ["6", "\tAt San Francisco and Sacramento, then the two most important towns in the far West, great preparations were made to celebrate the first outgoing and incoming mails. On April 3rd, at the same hour the express started from St. Joseph, the eastbound mail was placed on board a steamer at San Francisco and sent up the river, accompanied by an enthusiastic delegation of business men. On the arrival of the pouch and its escort at Sacramento, the capital city, they were greeted with the blare of bands, the firing of guns, and the clanging of gongs. Flags were unfurled and floral decorations lined the streets. . . ."]
    ],
    "Copyright": "Excerpt from The Story of the Pony Express by Glenn Danford Bradley. In the public domain.",
    "References": []
}