{
    "Directions": "Read the passage about Tomas and Marisol's experience going whale watching during a trip to Mexico with their parents. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] A Vacation in Ruins",
    "Subtitle": "",
    "Author": "by Precious McKenzie",
    "LabelType": "P",
    "Content": [
        ["", "problems/RI23G3E/media/S1a.jpg"],
        ["1", "Mom and Dad went to the hotel's front desk to see about planning a whale watching trip. That's when Tomas and I decided we'd head to the pool."],
        ["2", "“Are you excited about a whale watching trip?” I asked Tomas."],
        ["3", "“Sure.” He shrugged his shoulders. “It sounds like fun. Something different, you know?”"],
        ["4", "“Sure.” He shrugged his shoulders. “It sounds like fun. Something different, you know?”"],
        ["5", "Tomas thought for a second."],
        ["6", "“I guess it's just a plain old boat ride then.”"],
        ["7", "I chuckled a little bit."],
        ["8", "“I thought it would be more fun to go mountain biking.”"],
        ["9", "Tomas agreed with me. We knew the whale watching trip was Mom's idea. Our mother is a bird biologist but she loves to experience anything remotely scientific."],
        ["10", "“Going whale watching will make Mom happy,” Tomas decided."],
        ["11", "I knew he was right."],
        ["12", "“It won't kill us to make her happy,” I said sarcastically. Tomas knew I was playing and gave me a crooked grin."],
        ["13", "“Hola, niños!” Mom waved to us as she walked across the pool deck. “We're all set for whale watching!”"],
        ["14", "Dad followed behind Mom with travel brochures and maps spilling out of his arms. Boy, did he look like the typical clueless tourist."],
        ["15", "“We leave in an hour. Better head back to the hotel room and clean up,” Mom said."],
        ["16", "Tomas grabbed his towel. I hopped out of the pool and dried off too."],
        ["17", "As we walked back to the hotel room, Mom rattled off instructions."],
        ["18", "“You'll need a hat, sunscreen, a bottle of water, and a snack,” Mom said. “Don't forget the camera, Marisol.”"],
        ["19", "“Got it, Mom,” I answered. She knew that Tomas and I never forgot the camera, but she always felt the need to remind one of us."],
        ["20", "When we met our boat captain later that afternoon, Mom and Dad told us that we'd remember this trip for the rest of our lives."],
        ["21", "“Marisol, Tomas, our captain has been tracking whales for 20 years. He knows exactly where to find them.” Dad smiled proudly at us. “We're sure to spot them!”"],
        ["22", "“Or, it will be just a really long, really boring boat ride,” Tomas muttered in my ear. I tried not to burst out laughing. Tomas did have a point. Mountain biking would have been much more fun."],
        ["23", "The boat chugged out to Banderas Bay. Gulls screeched overhead as they dipped closer to us, looking for scraps of food. The water was rough and choppy as we moved further from the shore. Dad looked a little funny."],
        ["24", "“Excuse me, excuse me,” Dad grumbled as he elbowed through the crowd of tourists. He shoved harder and practically ran to the side of the ship."],
        ["25", "Dad folded himself over the railing. “UUUHHHBLEKKK.”"],
        ["26", "After a minute or two, he pulled himself upright carefully. He looked pale and clammy. Mom rushed to his side. Some of the other passengers stared at Dad."],
        ["27", "“Honey, honey,” Mom said delicately. “Did you get seasick?”"],
        ["28", "Dad nodded and let Mom lead him over to a bench."],
        ["29", "“That's embarrassing. Can you believe he did that? In front of everyone?” I said to Tomas."],
        ["30", "“Nope. There's no end to our embarrassment,” Tomas replied."],
        ["31", "Mom wiped Dad's face with a cool, wet handkerchief."],
        ["32", "“You'll get your sea legs yet, sweetie. Don't worry,” she told him. Dad didn't usually travel by boat and the ship's rocking motion made him sick."],
        ["33", "The captain walked by Dad. He stopped and stared at our sad, seasick father."],
        ["34", "“Señor, you look like you need help,” he said."],
        ["35", "Dad nodded weakly."],
        ["36", "“Try these. Suck on these candies all day. Your sea sickness will go away. I promise,” he said."],
        ["37", "Dad took the handful of candies from the captain. He leaned against the ship's wall and closed his eyes. Mom came over to talk to me and Tomas."],
        ["38", "“Kids, this might be a rough day for your father. Try to be good. Take it easy on him,” Mom patted my shoulder and smiled tenderly over at Dad. He still looked horrible — like a sick, miserable dog in a shelter cage."],
        ["", "problems/RI23G3E/media/S1b.jpg"],
        ["39", "“Whale on the starboard side,”¹ the captain said, signaling to the passengers. Everyone on the ship shifted to the starboard side."],
        ["40", "I had the camera, ready to capture the whale. The ship rocked harder. Dad moaned louder and gripped his stomach. A long, gray snout came out of the water. I clicked the camera. Sea water sprayed my face. I heard Tomas shouting excitedly, “The blow hole, the blow hole! There it is!” I changed position and tried to focus the camera on the whale's blow hole."],
        ["41", "Another long, gray snout emerged. “Two whales, Marisol! Two!” Tomas jumped up and down ..."],
        ["42", "The giant humpback whales seemed curious. They studied us just as we studied them."],
        ["43", "Tomas reached over the side of the ship. His fingers inched closer to the whale's snout. The whale opened his mouth. Tomas flipped over the ship's railing. Splash!"],
        ["44", "“Dios mio,” a woman screamed."],
        ["45", "Mom rushed to the railing, “Tomas, Tomas!” She was frantic."],
        ["46", "I started climbing over the railing to rescue Tomas. A firm tug jerked me back. It was the captain."],
        ["47", "“No, señorita!” The captain shook his finger at me. Quick as a fox, the captain grabbed a life preserver and leaned over the railing."],
        ["48", "“Young man, young man! Where are you?” the captain shouted."],
        ["49", "The two humpback whales submerged and reappeared. Where was Tomas?"],
        ["50", "Mom screamed out to the sea, calling for Tomas. Where was he? Was he gone?"],
        ["51", "A moment later, a dark, round head popped above the waves. Thankfully, Tomas had a life jacket on. The life jacket helped him keep his head above the waves."],
        ["52", "“There he is! There he is!” I yelled to the captain. Tomas had floated about thirty feet away from the boat."],
        ["53", "The whales noticed that someone had joined them in the water. They swam toward Tomas."],
        ["54", "“They're going to eat him! Help!” I screamed. With one gulp, a humpback whale could swallow Tomas whole."],
        ["55", "Everyone on board the ship grew quiet. No one could save the little boy from being eaten by a giant whale. We were terrified."],
        ["56", "Tomas saw the whales coming toward him. They circled him. Tomas reached his arms out to pet the whales. Are you crazy? I wanted to scream at Tomas but I was too afraid to move a muscle, let alone open my mouth."],
        ["57", "Tomas stroked the whales' sides. I could see Tomas smiling. He was having fun. Now? At a time like this? I thought."],
        ["58", "Tomas paddled his arms to position himself in front of one of the whales. “Perfect! It will open its mouth and gobble you for sure,” I yelled. My father fainted."],
        ["59", "Tomas bobbed up and down in the water. The whale submerged. With the force of the water, the waves around the whale bounced Tomas closer to our boat. The passengers cheered."],
        ["60", "The captain wasted no time. He waved a rope over his head and lassoed Tomas's life preserver with the rope."],
        ["61", "“Swim to me,” the captain shouted. As Tomas swam, the captain pulled. And pulled. And pulled."],
        ["62", "Dropping an emergency ladder down the side of the ship, the captain leaned toward Tomas."],
        ["63", "“Climb, boy!”"],
        ["64", "Tomas heaved himself to the ladder and dragged himself up to the railing. I grabbed his arms and pulled him on deck."],
        ["65", "Mom rushed to Tomas, covering him in kisses. I wrapped my arms around him and squeezed him tight ... “I haven't lost a passenger yet. I wasn't about to let you be the first.” Tomas stepped toward the captain and gave him a huge hug."],
        ["66", "“Thanks, Captain,” he whispered."]
    ],
    "Copyright": "A Vacation in Ruins by Precious McKenzie. Copyright © 2016 by Rourke Educational Media. Reprinted by permission of Rourke Educational Media.",
    "References": [
        ["¹", "starboard side — the right-hand side of a ship"]
    ]
}