{
    "Directions": "Read the excerpt about the Apollo 11 mission to land people on the moon. Then answer each question that follows.",
    "Context": [
        "Astronauts Neil Armstrong and Buzz Aldrin are famous for having been the first people to land on the moon. The excerpt from The Man Who Went to the Far Side of the Moon describes the experiences of Michael Collins, the third member of the team, who orbited the moon while the other two astronauts landed on it."
    ],
    "Title": "[from] The Man Who Went to the Far Side of the Moon:",
    "Subtitle": "The Story of Apollo 11 Astronaut Michael Collins",
    "Author": "by Bea Uusma Schyffert",
    "LabelType": "P",
    "Content": [
        ["1", "Astronaut Neil Armstrong's heart is beating 156 times per minute as he lands the lunar module on the moon with only 45 seconds left of fuel. He opens the hatch. He climbs down the ladder, slowly. One-fifth of the Earth's population are sitting in front of their TV sets, holding their breath, as Neil Armstrong carefully sets the first footprint in the lunar dust."],
        ["2", "Meanwhile — on the other side of the moon — a small spacecraft orbits in the darkness. Inside the silvery craft sits Michael Collins. He will never walk on the moon. His task is to maneuver the capsule and wait while Neil Armstrong and Buzz Aldrin land the lunar module. He can't even hear Neil and Buzz over the radio. No one is farther away from Earth than he is. For 14 lonely turns, Michael Collins circles the moon. Each time he reaches the far side of the moon he spends 48 minutes without radio communication. The only thing between him and outer space is some insulation and a thin sheet of metal."],
        ["3", "As he disappears into the shadow of the far side of the moon, Michael Collins thinks to himself that he sees a new color. The darkness outside the windows of the capsule can't be described by any earthly name. “Black” is not enough. Because there is no light, he can no longer see the surface of the moon, but he knows it's there because in that part of the sky there are no stars. They are blocked by the moon."],
        ["4", "Circling the moon, turn after turn, he waits for Neil and Buzz to finish up down there. The windows of the capsule have misted over. The walls are squeaking a little. He has brought a camera. He takes pictures of his stubbled face. He talks into a tape recorder. He thinks about his family. He says his children's names aloud, slowly. Kate. Ann. Michael."],
        ["", "problems/MA22G8E/media/S3a.jpg"],
        ["5", "Before Neil and Buzz can take off from the moon and return to the capsule, Michael has to make 850 computer commands. Surrounding him on the walls of the capsule are more than 700 switches, levers, alarm buttons, gauges, warning lights, and computer keys. There are sensors that should never, ever, point to red. There are yellow-and-black-striped buttons with functions so important that they are covered with plastic lids to prevent a tired, lonely astronaut from pushing them by mistake."],
        ["6", "The president calls Neil and Buzz on the moon. No one calls Michael. When he is on the far side of the moon, radio transmission from Earth is not even possible."]
    ],
    "Copyright": "The Man Who Went to the Far Side of the Moon: The Story of Apollo 11 Astronaut Michael Collins by Bea Uusma Schyffert. Copyright © 1999 by Bea Uusma Schyffert. Reprinted by permission of Chronicle Books LLC, San Francisco.",
    "References": []
}