{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "For the Love of Coffee",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        [" ", "\tEver since [L1] [introducing coffee] to Italy several"],
        [" ", "centuries ago, it has been a ubiquitous part of Italian"],
        [" ", "culture. [L2] [However,] coffee is so central to Italian"],
        [" ", "culture that one cannot visit any city or town in Italy"],
        [" ", "without seeing several coffeehouses (called caffetterie in"],
        [" ", "Italian). Such coffeehouses have existed since 1640, when"],
        [" ", "the first was established in Venice, and [L3] [it has] since"],
        [" ", "become a part of Italy's national identity. It is not"],
        [" ", "uncommon in Italy for people to make two to three trips"],
        [" ", "a day to their favorite caffetteria, and often people are so"],
        [" ", "selective about their coffee that they will frequent only"],
        [" ", "one establishment. But it is not simply the coffee that"],
        [" ", "creates such enthusiasm for coffeehouses among those"],
        [" ", "[L4] [which love] them; the social aspect of the caffetteria"],
        [" ", "may play nearly as great a role as the coffee itself."],
        [" ", "\tEach caffetteria functions as a social hub in its"],
        [" ", "neighborhood, and the way in which most patrons"],
        [" ", "consume their coffee [L5] [contribute] to this fact. Few"],
        [" ", "caffetteria patrons sit at tables, since most coffeehouses in"],
        [" ", "Italy charge a premium for table service, [L6] [although"],
        [" ", "sometimes it's worth the cost to be able to sit and rest.]"],
        [" ", "Nor can patrons take their drinks elsewhere: to-go cups"],
        [" ", "are not available at typical coffeehouses. [L7] [Instead,"],
        [" ", "most regular patrons of a caffetteria drink their coffee"],
        [" ", "standing. They do this, often shoulder-to-shoulder, at a"],
        [" ", "counter or bar.] Normally, those drinking their coffee at a"],
        [" ", "bar will also chat with each other and the person making"],
        [" ", "coffee behind the bar. This practice, which combines"],
        [" ", "social interaction with coffee drinking, is the most"],
        [" ", "popular way to enjoy a cup of coffee in Italy."],
        [" ", "\t[L8] Indeed, many Italian coffee enthusiasts agree"],
        [" ", "that there is only one [L9] correct way to make coffee: this"],
        [" ", "involves filtering water through freshly ground coffee"],
        [" ", "beans at specific temperatures and pressures, which"],
        [" ", "produces the concentrated form of coffee known as"],
        [" ", "espresso. This type of coffee is drunk in Italy in several"],
        [" ", "forms, either unadulterated or with varying amounts of"],
        [" ", "milk, and each form has a different name. An espresso"],
        [" ", "mixed with frothed and steamed milk [L10] [is a"],
        [" ", "cappuccino: for example,] while an espresso with just a"],
        [" ", "dollop of steamed milk on top is a caffè macchiato. There"],
        [" ", "are also respected traditions about when these different"],
        [" ", "coffee drinks should be consumed: while cappuccino is a"],
        [" ", "popular morning drink, espresso, either plain or diluted"],
        [" ", "with water, is usually the drink of choice for coffee"],
        [" ", "drinkers in Italy in the afternoon and evening. [L11]"]
    ],
    "Copyright": "",
    "References": []
}