{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Teaching the World to Swing",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tIn 1924, when jazz trumpeter Louis Armstrong rehearsed with Fletcher Henderson's band for the first time, he shocked Henderson by refusing to [L1] [bond with] the score as written and playing notes at whatever volume he wanted. The other band members, who were used to playing standard dance music in meticulous, predictable arrangements, purportedly responded to Armstrong's untraditional methods with skepticism and derision. Over a short time, though, Armstrong won over Henderson and the band with his undeniably brilliant musical talent."],
        [" ", "\tAs band members grew to admire Armstrong's masterful [L2] [improvisations. They] in turn began to experiment with incorporating improvised solos of their own. In one of the earliest recordings of Armstrong playing with Henderson's band, the band mainly follows the standard written arrangement of a dance song. The exceptions are a couple of short solos—not only [L3] [Armstrong's performances] but also by saxophonist Coleman Hawkins. Not long afterward, the group's style transformed dramatically. A 1925 recording of “Sugarfoot Stomp” by Henderson's band features an extended solo by Armstrong, his trumpet blazing out against the saxophone backup. [L4] Band member Howard Scott recalls a particular night at the Roseland Ballroom: “My goodness, people stopped dancing to come around and listen to him... The next night you couldn't get into the place.”"],
        [" ", "\t[L5] [In addition to incorporating solos into its performances,] the band evolved in other ways. Henderson had been working with musician and composer Don Redman to develop arrangements of songs that used a call-and-response [L6] [structure.] According to jazz historians Gary Giddins and Scott DeVeaux, Redman acknowledged that he had, in fact, [L7] adjusted and altered the structure of his musical arrangements in part to accommodate Armstrong's distinct style. Giddins and DeVeaux describe the result as music [L8] [that,] “began to take on a commanding directness and sharper rhythmic gait.”"],
        [" ", "\tArmstrong left Henderson's band in 1925. His influence, [L9] [for instance,] is discernible in the band's later recordings. The collaboration between Armstrong and Henderson had put into motion a significant stylistic shift in jazz music: the polished sound of dance-hall music had given [L10] [away to] the prominent solo features and call-and-response [L11] [arrangements, that] would become hallmarks of the 1930s swing era music."]
    ],
    "Copyright": "",
    "References": []
}