{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the major eras in U.S. history from 1877 to the present and describe their defining characteristics.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the list and answer the question that follows.",
            ":box:• Growth of social media\n• Increased use of cell phones\n• Election of first African American president",
            "Which time period is represented by this information?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1970s",
                "Key": {
                    "Correct": false,
                    "Rationale": "Social media sites such as Facebook and YouTube were not launched until the 2000s. Cell phone use did not increase significantly until the 2000s. The first African American president, Barack Obama, was elected to the presidency in 2008.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "1980s",
                "Key": {
                    "Correct": false,
                    "Rationale": "Social media sites such as Facebook and YouTube were not launched until the 2000s. Cell phone use did not increase significantly until the 2000s. The first African American president, Barack Obama, was elected to the presidency in 2008.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "1990s",
                "Key": {
                    "Correct": false,
                    "Rationale": "Social media sites such as Facebook and YouTube were not launched until the 2000s. Cell phone use did not increase significantly until the 2000s. The first African American president, Barack Obama, was elected to the presidency in 2008.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "2000s",
                "Key": {
                    "Correct": true,
                    "Rationale": "Social media sites such as Facebook and YouTube were launched in the mid-2000s. Cell phone use began to increase significantly in the 2000s. Barack Obama was elected president in 2008. For this item the student applies critical-thinking skills to categorize information.",
                    "Percent": 89
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the roles of governmental entities and private citizens in managing the environment such as the establishment of the National Park System, the Environmental Protection Agency (EPA), and the Endangered Species Act.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which action did Congress take to help protect native plants and animals from extinction?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Passed the Endangered Species Act",
                "Key": {
                    "Correct": true,
                    "Rationale": "Congress passed the Endangered Species Act in 1973 to protect plants and animals. The purpose of the act is to protect species that are in danger of extinction and help the ecosystems upon which they depend recover. For this item the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 88
                }
            },
            "G": {
                "Choice": "Constructed the Hoover Dam",
                "Key": {
                    "Correct": false,
                    "Rationale": "Congress authorized the construction of the Hoover Dam to supply power and water to the southwestern United States.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "Passed the Community Reinvestment Act",
                "Key": {
                    "Correct": false,
                    "Rationale": "Congress passed the Community Reinvestment Act to require financial institutions to meet the needs of people in low- and moderate-income neighborhoods.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Established the Department of Energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Congress established the Department of Energy to govern the nation's nuclear weapons program and supervise domestic energy production.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the impact of Progressive Era reforms, including initiative, referendum, recall, and the passage of the 16th, 17th, 18th, and 19th amendments.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the table and answer the question that follows.",
            "problems/TX21HSUSH/media/3a.jpg",
            "Which reason contributed to the trend shown in this table?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The number of factories using assembly lines decreased.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of factories using assembly lines increased, rather than decreased, during this period.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "A progressive movement worked to stop the use of child labor.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The table shows that child labor in the United States decreased from 1890 to 1930. The decrease was due to reformers campaigning to stop the use of child labor. Progressives used the results of investigations, photographic evidence of terrible work conditions, and lobbying to persuade federal and state governments to pass laws restricting child labor. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 87
                }
            },
            "C": {
                "Choice": "A political movement worked to lower taxes for businesses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Reformers of the Progressive movement campaigned to increase rather than decrease taxes paid by businesses during this period.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "The number of people joining labor unions decreased.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of people joining labor unions increased, rather than decreased, as workers organized to improve conditions during this period.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the effects of scientific discoveries and technological innovations such as electric power, telephone and satellite communications, petroleum–based products, steel production, and computers on the economic development of the United States.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the photograph and answer the question that follows.",
            "problems/TX21HSUSH/media/4a.jpg",
            "Which development made it possible to construct this type of building?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The invention of a new process for manufacturing steel",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Bessemer steel process was introduced in the 1850s. This process strengthened steel and lowered its cost. The stronger materials and decreased costs made the construction of skyscrapers possible. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 86
                }
            },
            "G": {
                "Choice": "The government's focus on educating engineers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Bessemer steel process made the construction of skyscrapers possible. At this time the government did not have a focus on educating engineers.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "The manufacturing of glass that blocks ultraviolet sun rays",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Bessemer steel process made the construction of skyscrapers possible. The technology to manufacture glass that blocks ultraviolet rays had not yet been invented.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "The importation of stronger kinds of wood",
                "Key": {
                    "Correct": false,
                    "Rationale": "Skyscrapers like the one in this image were built on metal frames, not wooden frames. The Bessemer steel process made the construction of skyscrapers possible.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify and analyze methods of expanding the right to participate in the democratic process, including lobbying, non–violent protesting, litigation, and amendments to the U.S. Constitution.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the list and answer the question that follows.",
            ":box:• Suffrage for African American men\n• Suffrage for women\n• Suffrage for 18-year-old men and women",
            "How were these rights formally obtained?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By granting citizenship to immigrants",
                "Key": {
                    "Correct": false,
                    "Rationale": "Suffrage was achieved by ratifying constitutional amendments, not by granting citizenship to immigrants.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "By passing antitrust legislation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Suffrage was achieved by ratifying constitutional amendments, not by passing antitrust legislation.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "By ratifying constitutional amendments",
                "Key": {
                    "Correct": true,
                    "Rationale": "Suffrage for the groups in the list was obtained by ratifying constitutional amendments. The Fifteenth Amendment granted suffrage to African American men. The Nineteenth Amendment granted suffrage to women. The Twenty-Sixth Amendment lowered the voting age to 18. For this item the student applies critical-thinking skills to categorize information.",
                    "Percent": 79
                }
            },
            "D": {
                "Choice": "By engaging in an international conflict",
                "Key": {
                    "Correct": false,
                    "Rationale": "Suffrage was achieved by ratifying constitutional amendments, not by engaging in international conflicts.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Evaluate the impact of New Deal legislation on the historical roles of state and federal government.",
            "Use social studies terminology correctly."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was one result of the creation of the Civilian Conservation Corps (CCC) during the 1930s?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "State governments took over the responsibility of protecting minority rights.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The CCC addressed unemployment during the Great Depression. It did not influence state governments to protect minority rights.",
                    "Percent": 20
                }
            },
            "G": {
                "Choice": "The federal government was no longer responsible for protecting natural resources.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The CCC addressed unemployment during the Great Depression by putting young men to work in national parks. It did not take away the federal government's responsibility for protecting natural resources.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "State governments could no longer control their budgets.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The CCC addressed unemployment during the Great Depression. It did not cause state governments to lose control of budgets.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "The federal government provided aid to people suffering from unemployment.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Civilian Conservation Corps (CCC) was one of the first New Deal programs created to relieve unemployment. The federal government provided food, housing, and cash to young men who worked on national conservation projects. For this item the student uses knowledge of social studies terminology to answer the question.",
                    "Percent": 62
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Evaluate American expansionism, including acquisitions such as Guam, Hawaii, the Philippines, and Puerto Rico.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement describes one of the MOST important reasons why the United States annexed the Kingdom of Hawaii?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The islands offered excellent locations for tropical resorts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hawaii would become a resort destination later in the twentieth century. It was not a popular vacation resort area in 1898.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "The local residents needed help to prevent the spread of poverty and disease.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States did not annex Hawaii in order to provide aid to the local residents, but to take advantage of its strategic location.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "The location was strategically valuable to both military and business leaders.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The United States desired Hawaii for its natural resources as well as for its strategic location in the Pacific Ocean. Annexation of the islands would establish a place to harbor and resupply ships. For this item the student applies critical-thinking skills to identify a cause-and-effect relationship as shown.",
                    "Percent": 75
                }
            },
            "D": {
                "Choice": "The local rulers wanted financial assistance to rebuild after a natural disaster.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United states did not annex Hawaii to provide financial assistance after a natural disaster, but to take advantage of its strategic location.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the contributions of women such as Rosa Parks, Eleanor Roosevelt, and Sonia Sotomayor to American society.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:“Do Everything”\n\nAn all-round movement can only be carried forward by all-round advocates... Our WCTU is a school... Here we try our wings that ... we may calmly take our places and prove to the world that what it needed most was two heads in counsel as well as “two beside the hearth.” When that day comes, the nation shall no longer miss as now the influence of half its wisdom, more than half its purity and nearly all its gentleness, in courts of justice and halls of legislation. Then shall one code of morals—and that the highest—govern both men and women; then shall the Sabbath be respected, the rights of the poor be recognized, the liquor traffic banished, and the home protected from all its foes.\n\n—A Handbook for the World's White Ribboners, 1895",
            "How did the White Ribboners contribute to U.S. society during the late 1800s?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By supporting the movement to end Reconstruction and Jim Crow",
                "Key": {
                    "Correct": false,
                    "Rationale": "The WCTU focused on prohibition and women's suffrage, not ending Reconstruction and Jim Crow",
                    "Percent": 20
                }
            },
            "G": {
                "Choice": "By establishing labor unions for women and children",
                "Key": {
                    "Correct": false,
                    "Rationale": "The WCTU focused on prohibition and women's suffrage, not establishing labor unions.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "By winning the right to vote for African Americans and immigrants",
                "Key": {
                    "Correct": false,
                    "Rationale": "The WCTU focused on winning the right to vote for women, not for African Americans and immigrants.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "By leading efforts to achieve prohibition and women's suffrage",
                "Key": {
                    "Correct": true,
                    "Rationale": "The White Ribboners were people who supported the Woman's Christian Temperance Union (WCTU). The symbol for the WCTU was a white ribbon, tied in a bow, that symbolized the organization's purity of purpose. The WCTU was devoted to social reform. Its members campaigned against alcohol and in favor of giving women the right to vote. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 63
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain reasons and outcomes for U.S. involvement in foreign countries and their relationship to the Domino Theory, including the Vietnam War.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the table and answer the question that follows.",
            "problems/TX21HSUSH/media/9a.jpg",
            "Why was the United States concerned about Agreement 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Officials believed the election would lead to a civil war and revolution.",
                "Key": {
                    "Correct": false,
                    "Rationale": "U.S. officials did not believe the election would lead to civil war, but to unification under communism.",
                    "Percent": 21
                }
            },
            "B": {
                "Choice": "Congress members feared foreign policy decisions would lead to criticism at home.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Congress was not involved in writing the Geneva Accords of 1954.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "The administration opposed the creation of regional alliances.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The administration was not opposed to regional alliances. It helped organize the Southeast Asia Treaty Organization (SEATO) in 1954 to protect the region against communist expansionism.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "Leaders feared communist officials would win the election and take over the country.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Vietnamese nationalists under the leadership of communist Ho Chi Minh had been fighting the French for independence. The 1954 Geneva Accords spelled out the terms under which the French would withdraw from North Vietnam. The country was divided into communist North Vietnam and noncommunist South Vietnam. The United States was worried that if national elections were held in Vietnam the communists would win the election by intimidating voters or by using other undemocratic methods. For this item the student applies critical-thinking skills to draw inferences and conclusions.",
                    "Percent": 60
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain how participation in the democratic process reflects our national identity, patriotism, and civic responsibility.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which action BEST prepares a responsible citizen to vote?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Staying informed about issues affecting the country and communities",
                "Key": {
                    "Correct": true,
                    "Rationale": "Responsible citizens stay informed about political issues so they are prepared to vote on those issues or to vote for candidates who hold views similar to their own. For this item the student applies critical-thinking skills to make a generalization.",
                    "Percent": 88
                }
            },
            "G": {
                "Choice": "Defending the country through military service if the need arises",
                "Key": {
                    "Correct": false,
                    "Rationale": "Defending the country through military service does not provide information needed to make informed decisions.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "etting a high-paying job with health care and retirement benefits",
                "Key": {
                    "Correct": false,
                    "Rationale": "Getting a high-paying job with benefits does not provide information needed to make informed decisions.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "Participating on a grand jury on a regular basis",
                "Key": {
                    "Correct": false,
                    "Rationale": "Participating in a grand jury does not provide information needed to make informed decisions.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe Richard M. Nixon's leadership in the normalization of relations with China and the policy of détente.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the photograph and answer the question that follows.",
            "problems/TX21HSUSH/media/11a.jpg",
            "What was one of President Nixon's goals for the meeting shown in this photograph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To negotiate the withdrawal of U.S. and Chinese soldiers from Korea",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Nixon did not try to negotiate for the withdrawal of soldiers from Korea.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "To create a military alliance with China against the Soviet Union",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Nixon did not try to create a military alliance with China.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "To create an agreement limiting Chinese and Soviet development of nuclear weapons",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Nixon did create an agreement with the Soviet Union to limit the development of nuclear weapons through the 1972 Strategic Arms Limitation Talks (SALT). China did not participate in this agreement.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "To normalize relations between the United States and China",
                "Key": {
                    "Correct": true,
                    "Rationale": "President Nixon met with Chairman Mao to improve diplomatic relations between the United States and Communist China. The two sides agreed to discuss their differences and respect each other's influence in Asia. The president hoped that improving relations with China would pressure the Soviet Union into making concessions to the United States and also assist in resolving the Vietnam War. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 51
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the effects of population growth and distribution on the physical environment.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What has been one effect of population growth on the physical environment?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Increased supplies of underground water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Population growth tends to decrease, rather than increase, water supplies.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "Increased damage to coastal ecosystems",
                "Key": {
                    "Correct": true,
                    "Rationale": "Population growth leads to increased development of industry and housing, which has damaged ecosystems on the coasts. For this item the student applies critical-thinking skills to make a generalization.",
                    "Percent": 75
                }
            },
            "H": {
                "Choice": "Decreased greenhouse gas emissions",
                "Key": {
                    "Correct": false,
                    "Rationale": "Population growth tends to increase, rather than decrease, greenhouse gas emissions.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Decreased air pollution levels",
                "Key": {
                    "Correct": false,
                    "Rationale": "Population growth tends to increase, rather than decrease, air pollution levels.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the causes of prosperity in the 1950s, including the Baby Boom and the impact of the GI Bill (Servicemen's Readjustment Act of 1944), and the effects of prosperity in the 1950s such as increased consumption and the growth of agriculture and business.",
            "Use social studies terminology correctly."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement describes how the GI Bill affected the United States during the 1950s?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The act allowed members of minority groups to join the armed forces because it desegregated the military.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The military was desegregated through Executive Order 9981, not the GI Bill.",
                    "Percent": 28
                }
            },
            "B": {
                "Choice": "The financial regulations in the act protected the deposits of bank customers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Federal Deposit Insurance Corporation (FDIC) protects bank deposits, not the GI Bill.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "The educational benefits included in the act helped provide training to military veterans.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The GI Bill, or the Servicemen's Readjustment Act, provided grants for school and college tuition to military veterans. For this item the student applies critical-thinking skills to establish a cause-and-effect relationship.",
                    "Percent": 34
                }
            },
            "D": {
                "Choice": "The act provided employment opportunities for women because it made discrimination in the workplace illegal.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Title VII of the Civil Rights Act of 1964 addressed workplace discrimination, not the GI Bill.",
                    "Percent": 22
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the effects of landmark U.S. Supreme Court decisions, including Plessy v. Ferguson, Brown v. Board of Education, Hernandez v. Texas, Tinker v. Des Moines, and Wisconsin v. Yoder.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the passage and answer the question that follows.",
            ":box:In the 1896 case of Plessy v. Ferguson, the Supreme Court decided that the Equal Protection Clause allowed state governments to apply the “separate but equal” provision to public facilities.",
            "What was one way the decision described in this passage affected the United States in the first half of the twentieth century?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Minorities were not allowed to attend schools with whites.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Supreme Court ruled that the “separate but equal” provision meant that states could have separate schools for white and minority students. In theory, the schools were supposed to be equal in every way. In reality, the schools established for minority students lacked staff, supplies, and funds. For this item the student applies critical-thinking skills to draw inferences and conclusions.",
                    "Percent": 73
                }
            },
            "G": {
                "Choice": "Poll taxes in federal elections were ruled unconstitutional.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Twenty-Fourth Amendment made poll taxes illegal, not the 1896 Supreme Court decision.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "Affirmative action programs were ruled unconstitutional.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The 1896 Supreme Court decision upheld separate public facilities. It did not rule that affirmative actions programs were unconstitutional.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "Minorities were not allowed to join the military.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The 1896 Supreme Court decision upheld separate public facilities. It did not prevent minorities from joining the military.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe U.S. responses to Soviet aggression after World War II, including the Truman Doctrine, the Marshall Plan, the Berlin airlift, the North Atlantic Treaty Organization, and John F. Kennedy's role in the Cuban Missile Crisis.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which U.S. action was the MOST direct and immediate response to the Soviet blockade of West Berlin?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Airlifting supplies to people in West Berlin",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Soviet blockade of West Berlin began on June 24, 1948. Two days later, on June 26, 1948, the United States and the United Kingdom began airlifting food and fuel to West Berlin from Allied airbases in West Germany. The Berlin Airlift lasted until the Soviets lifted the blockade in 1949. For this item the student applies critical-thinking skills to summarize.",
                    "Percent": 61
                }
            },
            "B": {
                "Choice": "Creating the North Atlantic Treaty Organization",
                "Key": {
                    "Correct": false,
                    "Rationale": "The blockade began on June 24, 1948. The airlift, the most immediate and direct response to the blockade, began on June 26, 1948. Although NATO was created in April of 1949 to provide collective security from the Soviet Union, the alliance had been proposed before the blockade was initiated.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "Withdrawing military forces from West Berlin",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Soviet Union began the blockade of West Berlin to force the Allies to withdraw. The United States did not withdraw military forces from West Berlin; it resupplied them through the Berlin Airlift.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "Providing financial support to help rebuild European nations",
                "Key": {
                    "Correct": false,
                    "Rationale": "After World War II, financial support to European nations was provided by the Marshall Plan. That plan was signed, and distribution of aid began before the Berlin blockade of West Berlin was put in place.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the effect of technological innovations in the workplace such as assembly line manufacturing and robotics.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:Evidence for “productivity miracles” arising from the computer and from information technology (IT) in general appears to be all around us ... The New York Stock Exchange handles electronically a volume of transactions that was inconceivable in the pre-computer age. Businesses nowadays can compute and communicate far faster than they could, say, a decade or two ago.\n\n—Alan S. Blinder and Richard E. Quant, “The Computer and the Economy,” The Atlantic, December 1997",
            "How has use of the technology described in this excerpt impacted the United States?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By increasing the number of workers in the agricultural sector",
                "Key": {
                    "Correct": false,
                    "Rationale": "The technology described results in the need for fewer rather than more workers in any sector of the economy.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "By increasing the amount of time used to manufacture goods",
                "Key": {
                    "Correct": false,
                    "Rationale": "The technology described results in less time rather than more time needed to manufacture goods.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "By increasing the efficiency of workers and businesses",
                "Key": {
                    "Correct": true,
                    "Rationale": "Technology has increased the speed of communication and computing. This allows workers and businesses to do more in less time and at lower costs. For this item the student applies critical-thinking skills to analyze a secondary source and answer a historical question.",
                    "Percent": 82
                }
            },
            "J": {
                "Choice": "By increasing the health and safety risks faced by industrial workers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The technology described results in fewer rather than more health and safety risks.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the causes of World War I and reasons for U.S. entry.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What effect did the sinking of the Lusitania have on World War I?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Germany joined the Central Powers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Germany formed the Central Powers alliance with Austria-Hungary before the sinking of the Lusitania.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "U.S. public opinion shifted against Germany.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Lusitania was a British passenger ship sunk by a German submarine during World War I. More than a thousand people were killed, including 128 U.S. citizens. This tragedy caused U.S. public opinion to shift against Germany. For this item the student applies critical-thinking skills to establish a cause-and-effect relationship.",
                    "Percent": 58
                }
            },
            "C": {
                "Choice": "Germany refused to join the League of Nations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The League of Nations did not exist during World War I. It was organized after the war ended.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "U.S. leaders proposed a military alliance with Germany.",
                "Key": {
                    "Correct": false,
                    "Rationale": "When neutrality could no longer be maintained, the United States allied with Britain and France, not with Germany.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the Americanization movement to assimilate immigrants and American Indians into American culture.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "These photographs show a group of Chiricahua Apache students on their first day of school at the Carlisle Indian School and the same students four months later, 1886–1887.",
            "problems/TX21HSUSH/media/18a.jpg",
            "problems/TX21HSUSH/media/18b.jpg",
            "These photographs provide evidence that one goal of the Carlisle Indian School was to —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "restore U.S. citizenship to American Indians",
                "Key": {
                    "Correct": false,
                    "Rationale": "U.S. citizenship had not been granted to American Indians, and so could not be restored. American Indians were awarded U.S. citizenship in 1924.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "encourage the study of American Indian religious practices",
                "Key": {
                    "Correct": false,
                    "Rationale": "The photographs provide no information about religious practices allowed or studied at the Carlisle Indian School.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "protect American Indians from nativist policies",
                "Key": {
                    "Correct": false,
                    "Rationale": "The goal of the Carlisle Indian School was assimilation of American Indians into the wider culture. It did not protect traditional American Indian culture.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "assimilate American Indians into U.S. culture",
                "Key": {
                    "Correct": true,
                    "Rationale": "The photograph on the left shows the Apache students in the dress and hairstyle of their culture. The photograph on the right taken four months later shows the students with hairstyle and dress acceptable to mainstream U.S. culture. The photographs provide evidence that one goal of the school was to assimilate American Indians into U.S. culture. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 78
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe U.S. involvement in world affairs, including the end of the Cold War, the Persian Gulf War, the events surrounding September 11, 2001, and the global War on Terror.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the list and answer the question that follows.",
            ":box:U.S. Responses to the Terrorist Attacks on September 11, 2001\n\n• Obtained a pledge of support from NATO and the United Nations\n• Passed the USA PATRIOT Act to improve counter-terrorism efforts\n•  ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟?͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ",
            "Which response correctly replaces the question mark on this list?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Imposed economic sanctions on Israel",
                "Key": {
                    "Correct": false,
                    "Rationale": "Israel is an ally of the United States and was not involved in the terrorist attacks. The United States did not place economic sanctions on Israel.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Provided humanitarian support to Iran",
                "Key": {
                    "Correct": false,
                    "Rationale": "Providing humanitarian support to Iran was not part of the U.S. response to the terrorist attacks.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Conducted military operations in Afghanistan",
                "Key": {
                    "Correct": true,
                    "Rationale": "After the terrorist attacks on September 11, 2001, the United States began a military campaign against the Taliban in Afghanistan. The Taliban was the faction that ruled Afghanistan and provided sanctuary for the terrorists who were responsible for the attacks. For this question the student uses critical-thinking skills to categorize information.",
                    "Percent": 72
                }
            },
            "D": {
                "Choice": "Declared war against Pakistan",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States did not declare war against Pakistan. The Pakistani government provided support to the United States in the days after the September 11 attack.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the causes and effects of changing demographic patterns resulting from immigration to the United States.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:In the opinion of the Government of the United States the coming of Chinese laborers to this country endangers the good order of certain localities... Therefore, Be it enacted ... That ... the coming of Chinese laborers to the United States be ... suspended...\n\n—Chinese Exclusion Act, 1882",
            "Which factor prompted the passage of this legislation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Denial of labor union membership for unskilled workers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The legislation did not address concerns about labor union membership rules.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "Increased nativism and anti-immigrant attitudes",
                "Key": {
                    "Correct": true,
                    "Rationale": "Nativism is the policy of protecting the interests of native-born persons against those of immigrants. Many American workers were prejudiced against Chinese immigrants and feared the Chinese workers would take their jobs. For these and other reasons, Congress passed the Chinese Exclusion Act. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 62
                }
            },
            "H": {
                "Choice": "Wage increases for workers in manufacturing positions",
                "Key": {
                    "Correct": false,
                    "Rationale": "The legislation was not caused by wage increases for factory workers.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "Increased U.S. involvement in foreign wars and conflicts",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States was not involved in foreign wars and conflicts in the early 1880s.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the economic impact of defense spending on the business cycle and education priorities from 1945 to the 1990s.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How did the United States respond to the launch of Sputnik I in 1957 by the Soviet Union?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By increasing health care benefits and pensions for the military",
                "Key": {
                    "Correct": false,
                    "Rationale": "Health care benefits and pensions for the military would not have addressed the perception that the United States had fallen behind the Soviet Union in the development of space technology.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "By implementing the Marshall Plan",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Marshall Plan was implemented in 1948 long before the launch of Sputnik. The plan provided aid to rebuild Europe after World War II.",
                    "Percent": 31
                }
            },
            "C": {
                "Choice": "By increasing funding for math and science education",
                "Key": {
                    "Correct": true,
                    "Rationale": "The launch of Sputnik surprised the U.S. public and made it seem that the United States had fallen behind the Soviet Union in the development of space technology. To better prepare scientists and engineers, Congress increased funding for math and science education. For this item the student uses critical-thinking skills to make a generalization.",
                    "Percent": 47
                }
            },
            "D": {
                "Choice": "By joining the North Atlantic Treaty Organization",
                "Key": {
                    "Correct": false,
                    "Rationale": "The North Atlantic Treaty Organization (NATO) was organized in 1949 long before the launch of Sputnik. The organization provided collective security against the Soviet Union.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain why significant events, policies, and individuals, including the Spanish–American War, U.S. expansionism, Alfred Thayer Mahan, Theodore Roosevelt, and Sanford B. Dole moved the United States into the position of a world power.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How did the Roosevelt Corollary to the Monroe Doctrine affect the role of the United States in the world?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By establishing military alliances with Asian nations",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Roosevelt Corollary and the Monroe Doctrine were concerned with Central and South America in the Western Hemisphere, not Asia.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "By proclaiming a policy of isolationism",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Roosevelt Corollary declared the president's intent to intervene in Latin American nations rather than remain isolated.",
                    "Percent": 22
                }
            },
            "H": {
                "Choice": "By creating a plan to stop the spread of communism",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Roosevelt Corollary was not a plan to stop the spread of communism in the Western Hemisphere. The Roosevelt Corollary was issued in 1904. Concern over the spread of communism developed after the Russian Revolution of 1917.",
                    "Percent": 44
                }
            },
            "J": {
                "Choice": "By announcing a willingness to intervene in the affairs of Western Hemisphere nations",
                "Key": {
                    "Correct": true,
                    "Rationale": "With the Roosevelt Corollary of 1904, President Theodore Roosevelt declared his intention to intervene in the affairs of nations in the Western Hemisphere to ensure stability. The Corollary was used to justify U.S. intervention in Cuba, Nicaragua, Haiti, and the Dominican Republic over the next several decades. For this item the student applies critical-thinking skills to make a generalization.",
                    "Percent": 27
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the impact of physical and human geographic factors on the Klondike Gold Rush, the Panama Canal, the Dust Bowl, and the levee failure in New Orleans after Hurricane Katrina.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:New Orleans is surrounded by water—Lake Pontchartrain, the Mississippi River, and the nearby Gulf of Mexico. Resting an average of six feet (two meters) below  ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟1͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ , the city's safety has long depended on one of the world's most extensive  ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟2͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ .\n\n—Brian Handwerk, National Geographic News, September 2, 2005",
            "Which pair of phrases correctly completes this quote?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": ":box:1) the earth's surface\n2) highway systems",
                "Key": {
                    "Correct": false,
                    "Rationale": "New Orleans is not below the earth's surface.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": ":box:1) fault lines\n2) earthquake alarm systems",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fault lines are breaks in the earth's surface and are associated with earthquakes. New Orleans is not in a region that has frequent earthquakes.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": ":box:1) sea level\n2) levee systems",
                "Key": {
                    "Correct": true,
                    "Rationale": "New Orleans is a city that lies below sea level. The city depends on a system of levees or walls to prevent lake and sea water from flooding the city. For this item the student applies critical-thinking skills to analyze a secondary source and answer a historical question.",
                    "Percent": 71
                }
            },
            "D": {
                "Choice": ":box:1) high tide\n2) canal systems",
                "Key": {
                    "Correct": false,
                    "Rationale": "New Orleans is six feet below sea level, not six feet below high tide.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe how various New Deal agencies and programs, including the Federal Deposit Insurance Corporation, the Securities and Exchange Commission, and the Social Security Administration, continue to affect the lives of U.S. citizens.",
            "Use social studies terminology correctly."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How does the Federal Deposit Insurance Corporation (FDIC) continue to affect U.S. citizens?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By regulating loans made to investors who buy stocks on margin",
                "Key": {
                    "Correct": false,
                    "Rationale": "The FDIC does not regulate loans; it insures deposits.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "By changing interest rates to prevent people from paying higher prices for goods",
                "Key": {
                    "Correct": false,
                    "Rationale": "The FDIC does not change interest rates; it insures deposits.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "By providing financial assistance to elderly people who are retired",
                "Key": {
                    "Correct": false,
                    "Rationale": "The FDIC does not provide financial assistance; it insures deposits.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "By protecting the savings of bank customers during an economic crisis",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Federal Deposit Insurance Corporation (FDIC) was created in 1933 as part of the New Deal. The purpose of the agency is to promote confidence in the U.S. financial system by insuring the deposits of bank customers. The agency reports that since its start, no depositor has lost a single cent of insured funds as a result of a bank failure. For this item the student uses knowledge of social studies terminology to answer the question.",
                    "Percent": 57
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe presidential actions and congressional votes to address minority rights in the United States, including desegregation of the armed forces, the Civil Rights Act of 1964, and the Voting Rights Act of 1965.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the photograph and answer the question that follows.",
            "problems/TX21HSUSH/media/25a.jpg",
            "What did the federal government do to address the social injustice shown in this photograph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Enforced the Wisconsin v. Yoder decision protecting First Amendment rights",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wisconsin v. Yoder was a Supreme Court decision regarding religion and education, not segregation.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "Established the Congress of Racial Equality (CORE) to promote voting rights",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Congress of Racial Equality (CORE) was founded by students in Chicago, not by the federal government.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Passed civil rights legislation banning segregation in public places",
                "Key": {
                    "Correct": true,
                    "Rationale": "The photograph shows that the waiting rooms at bus stations in North Carolina were segregated in 1940. Congress passed the Civil Rights Act of 1964 to outlaw segregation in places of public accommodation, such as bus stations. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 82
                }
            },
            "D": {
                "Choice": "Issued an executive order prohibiting limits on interstate migration",
                "Key": {
                    "Correct": false,
                    "Rationale": "The social injustice shown in this photograph is the segregation of waiting rooms, not interstate migration.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the causes and effects of changing demographic patterns resulting from migration within the United States, including western expansion, rural to urban, the Great Migration, and the Rust Belt to the Sun Belt.",
            "Pose and answer questions about geographic distributions and patterns shown on maps, graphs, charts, and available databases."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the graph and answer the question that follows.",
            "problems/TX21HSUSH/media/26a.jpg",
            "What were two reasons for the population patterns shown on this graph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "More passenger trains and better subway systems in the Sun Belt",
                "Key": {
                    "Correct": false,
                    "Rationale": "The states of the Sun Belt have fewer passenger trains and subway systems compared to the Midwest and Northeast.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "More government regulation and fewer natural disasters in the Sun Belt",
                "Key": {
                    "Correct": false,
                    "Rationale": "The amount of government regulation and the number of natural disasters vary across all four regions of the country. The South and West do not consistently offer more regulation or fewer natural disasters than other regions of the country.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "More job opportunities and lower cost of living in the Sun Belt",
                "Key": {
                    "Correct": true,
                    "Rationale": "The graph shows that the population of the South and the West increased more than the populations of the Midwest and Northeast. Together the South and West create a region referred to as the Sun Belt. More people migrated to the Sun Belt because of job opportunities and the lower cost of living. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 74
                }
            },
            "J": {
                "Choice": "More cultural diversity and better funding for public education in the Sun Belt",
                "Key": {
                    "Correct": false,
                    "Rationale": "The amount of cultural diversity and funding for public schools varies across all four regions of the country. The South and West do not consistently offer greater cultural diversity or better funding for public schools than other regions of the country.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the changing relationship between the federal government and private business, including the growth of free enterprise, costs and benefits of laissez–faire, Sherman Antitrust Act, Interstate Commerce Act, and Pure Food and Drug Act.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the cartoon and answer the question that follows.",
            "problems/TX21HSUSH/media/27a.jpg",
            "How did the concerns depicted in this cartoon affect the food industry?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The food industry increased the cost of products in order to pay for chemical additives.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The food industry did not increase the cost of products to pay for chemical additives. Rather, the food industry added chemical additives to lower the costs of products.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "The federal government regulated the food industry in order to protect the health of the public.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The political cartoon shows a man examining food using many scientific instruments. During the Progressive Era, investigative journalists called muckrakers exposed many unsafe and unsanitary practices in the food industry. The federal government responded by passing legislation, such as the Pure Food and Drug Act of 1906, to protect the public. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 77
                }
            },
            "C": {
                "Choice": "The food industry imported more goods from Europe in order to offer customers more choices.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The political cartoon shows a man examining food for safety. Importing more goods from Europe would not have addressed this concern because the imported goods would also have to be examined for safety.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "The federal government passed antitrust legislation in order to increase competition in the food industry.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Antitrust legislation increased competition in the food industry as well as other industries. Such laws were an effort to protect the free market and did not address the issues of food safety illustrated in this cartoon.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe how the economic impact of the Transcontinental Railroad and the Homestead Act contributed to the close of the frontier in the late 19th century.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement describes how the Transcontinental Railroad affected the United States during the late 1800s?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The railroad contributed to the rapid settlement and growth of towns in the West.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first transcontinental railroad was completed in 1869. The railroad allowed people and goods to travel more easily across the United States. This contributed to the rapid settlement and growth of towns in the West. For this item the student applies critical-thinking skills to make a generalization.",
                    "Percent": 70
                }
            },
            "G": {
                "Choice": "The railroad caused a rapid decline in agriculture and mining in the West.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The railroad caused agriculture and mining in the West to grow, rather than decline.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "The railroad contributed to population growth and increased sharecropping in the East.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Transcontinental Railroad made it much easier for people in the East to relocate to the West. This contributed to population growth in the West, not the East.",
                    "Percent":20
                }
            },
            "J": {
                "Choice": "The railroad prompted Congress to buy land and create national parks in the East.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Transcontinental Railroad was not a reason for creation of the national park system.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Compare and contrast the approach taken by the Black Panthers with the nonviolent approach of Martin Luther King Jr.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In the 1960s which action of the Black Panthers was MOST DIFFERENT from the philosophy of Dr. Martin Luther King, Jr.?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Writing a ten-point platform that demanded decent housing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both Dr. King and the Black Panthers supported decent housing for all.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "Using armed patrols to protect neighborhoods",
                "Key": {
                    "Correct": true,
                    "Rationale": "Dr. King championed a nonviolent approach to civil disobedience. He did not support the use of armed patrols. For this item the student applies critical-thinking skills to compare and contrast.",
                    "Percent": 72
                }
            },
            "C": {
                "Choice": "Operating the Free Breakfast for Children Program",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both Dr. King and the Black Panthers believed all people should have access to adequate food.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Creating “survival” programs that included medical and legal aid",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both Dr. King and the Black Panthers believed people should have access to medical care and legal aid.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the effects of the Great Depression on the U.S. economy and society such as widespread unemployment and deportation and repatriation of people of Mexican heritage.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the diagram and answer the question that follows.",
            "problems/TX21HSUSH/media/30a.jpg",
            "Which phrase correctly replaces the question mark in this diagram?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Increase in minimum wage",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wages paid to workers decreased, rather than increased, during the Great Depression.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Growth of immigration",
                "Key": {
                    "Correct": false,
                    "Rationale": "Immigration decreased, rather than increased, during the Great Depression.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "Increase in unemployment",
                "Key": {
                    "Correct": true,
                    "Rationale": "The diagram shows events of the Great Depression. The collapse of the stock market, a decline in corporate capital, and increased protective tariffs all contributed to an increase in unemployment. For this item the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 80
                }
            },
            "J": {
                "Choice": "Growth in consumer spending",
                "Key": {
                    "Correct": false,
                    "Rationale": "Consumer spending decreased, rather than increased, during the Great Depression.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe U.S. involvement in the Middle East such as support for Israel, the Camp David Accords, the Iran Hostage Crisis, Marines in Lebanon, and the Iran–Contra Affair.",
            "Use social studies terminology correctly."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Why was President Ronald Reagan criticized for the Iran-Contra Affair?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "His administration supported a revolution against an elected leader in Iran.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Iran-Contra Affair did not involve U.S. support for a revolution in Iran.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "His policies involved the sharing of nuclear technology with Iran.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Iran-Contra Affair did not involve the sharing of nuclear technology with Iran.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "His policies threatened petroleum trade agreements with Iran.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Iran-Contra Affair did not involve petroleum trade agreements with Iran.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "His administration violated an embargo by selling weapons to Iran.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Iran-Contra Affair involved a complicated mix of foreign policy actions approved by President Reagan. The president wanted to send money to anti-communist militia groups in Nicaragua, called the Contras. Congress passed a law banning this funding. The president then authorized a covert operation to sell weapons to Iran. This money was given to the Contras. However, the arms sales violated a trade embargo against Iran. For this item the student uses knowledge of social studies terminology to answer the question.",
                    "Percent": 47
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain issues affecting the home front, including volunteerism, the purchase of war bonds, and Victory Gardens and opportunities and obstacles for women and ethnic minorities.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the poster and answer the question that follows.",
            "problems/TX21HSUSH/media/32a.jpg",
            "What was the purpose of this World War II poster?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To persuade women to purchase food ration coupons",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poster encouraged citizens to buy victory bonds, not purchase ration coupons.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "To encourage families to put more money into bank savings accounts",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poster encouraged citizens to buy victory bonds, not put more money into savings accounts.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "To encourage citizens to help pay for the costs of the war",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poster shows two clawed hands labeled with the German and Japanese flags that are threatening a mother and child. The message is that citizens can counter this threat by helping to pay for the costs of the war by buying victory bonds. Victory bonds were loans made to the United States government. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 74
                }
            },
            "J": {
                "Choice": "To persuade women to pay for the release of prisoners of war",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poster encouraged citizens to buy victory bonds, not pay for the release of prisoners of war.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify and analyze the global diffusion of American culture through various media.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:U.S. TV studios send a lot of their shows to Russia... We're not just talking ... dubbed over in another language... These are ... remakes in which characters and storylines have been adapted to reflect local ... sensibilities.\n\n—Tim Newcomb, Time Magazine, October 2013",
            "Which concept is BEST described by this excerpt?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Cultural diffusion",
                "Key": {
                    "Correct": true,
                    "Rationale": "The excerpt describes TV programs from the United States being remade for Russian audiences. This transfer shows cultural diffusion, or the spread of U.S. culture to Russia. For this item the student applies critical-thinking skills to find the main idea.",
                    "Percent": 69
                }
            },
            "B": {
                "Choice": "Nativism",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nativism is the policy of protecting the interests of native-born persons against those of immigrants. This excerpt is about exporting movies, not about protecting the interests of any group of people.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Social Darwinism",
                "Key": {
                    "Correct": false,
                    "Rationale": "Social Darwinism is the theory that some people in society are more powerful because they are more fit or innately better. This excerpt is about exporting movies, not about explaining Social Darwinism.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "Containment",
                "Key": {
                    "Correct": false,
                    "Rationale": "Containment is the policy of blocking or preventing the spread of communism. This excerpt is about exporting movies, not about fighting communism.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the economic effects of international military conflicts, including the Spanish–American War and World War I, on the United States.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which diagram shows a cause-and-effect relationship related to the Spanish-American War?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX21HSUSH/media/34a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Spanish-American War of 1898 was a conflict between Spain and the United States. The war ended colonial Spanish rule in the Americas and resulted in U.S. acquisition of Guam, Cuba, and the Philippines. These new territories led to the growth of U.S. commerce and influence. For this item the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 59
                }
            },
            "G": {
                "Choice": "problems/TX21HSUSH/media/34b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Transcontinental Railroad was completed in 1869, decades before the Spanish-American War.",
                    "Percent": 22
                }
            },
            "H": {
                "Choice": "problems/TX21HSUSH/media/34c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Conservationist policies and the establishment of national parks were domestic issues unrelated to the Spanish-American War.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "problems/TX21HSUSH/media/34d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fight between Allied forces and the Central Powers was part of World War I, not the Spanish-American War.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze how scientific discoveries, technological innovations, space exploration, and the application of these by the free enterprise system improve the standard of living in the United States, including changes in transportation and communication.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:In 1966, Congress authorized the federal government to set safety standards for new cars. By 1968, seat belts, padded dashboards, and other safety features were mandatory equipment.\n\n—“America on the Move” Exhibit, National Museum of American History, www.amhistory.si.edu (accessed August 29, 2017)",
            "What was one intended effect of this government action?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To reduce the use of gasoline by consumers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The National Traffic and Motor Vehicle Safety Act did not establish fuel consumption guidelines for vehicles.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "To reduce traffic on interstate highways",
                "Key": {
                    "Correct": false,
                    "Rationale": "The National Traffic and Motor Vehicle Safety Act did not limit the number of vehicles allowed on interstate highways.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "To improve the life expectancy of consumers",
                "Key": {
                    "Correct": true,
                    "Rationale": "In 1966, Congress passed the National Traffic and Motor Vehicle Safety Act which established mandatory federal safety standards for motor vehicles. The act was intended to prevent deaths and improve the life expectancy of consumers. For this item the student applies critical-thinking skills to analyze a secondary source and answer a historical question.",
                    "Percent": 88
                }
            },
            "D": {
                "Choice": "To increase the use of railroads",
                "Key": {
                    "Correct": false,
                    "Rationale": "The National Traffic and Motor Vehicle Safety Act addressed the safety of motor vehicles; it did not apply to railroads.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Evaluate the impact of relationships among the legislative, executive, and judicial branches of government, including Franklin D. Roosevelt's attempt to increase the number of U.S. Supreme Court justices and the presidential election of 2000.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the cartoon and answer the question that follows.",
            "problems/TX21HSUSH/media/36a.jpg",
            "Why was the bill in this cartoon important to President Franklin D. Roosevelt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He wanted to strengthen the congressional power of impeachment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Impeachment is the process by which Congress may bring charges of misconduct against a government official. The bill depicted in this cartoon was about the number of Supreme Court justices, not about the impeachment power of Congress.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "He wanted to strengthen federal judicial authority over state governments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The bill depicted in this cartoon was about the number of Supreme Court justices, not about federal authority over the states.",
                    "Percent": 41
                }
            },
            "H": {
                "Choice": "He wanted to remove congressional leaders from office.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The bill depicted in this cartoon addressed the number of Supreme Court justices. It was not an attempt to remove congressional leaders from office.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "He wanted to weaken the power of the judicial branch over the executive.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This cartoon comments on a conflict between President Franklin D. Roosevelt and the Supreme Court. The Supreme Court ruled some New Deal programs unconstitutional. In an effort to protect other New Deal programs, President Roosevelt proposed a bill that would increase the number of Supreme Court justices. The bill was important to Roosevelt because it would have allowed him to appoint judges who would not overturn his policies. The judicial branch's power over the executive branch would have been weakened. Members of Congress argued over the proposed bill. It was never passed into law. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 35
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the impact of machine guns, airplanes, tanks, poison gas, and trench warfare as significant technological innovations in World War I on the Western Front.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was the MAIN reason tanks were introduced during World War I?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To locate and remove land mines from the battlefield",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tanks were not introduced to locate and remove land mines.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "To transport military supplies to the front lines",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tanks were for combat, not for the transportation of supplies.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "To overcome trench defenses and end stalemates",
                "Key": {
                    "Correct": true,
                    "Rationale": "During WWI, fighting on the European front reached a stalemate. Armies dug defensive trenches and created obstacles with barbed wire and machine guns. Tanks were introduced to go over and through trenches and end the stalemate, or inability to advance against the enemy. For this item the student uses critical-thinking skills to find the main idea.",
                    "Percent": 69
                }
            },
            "D": {
                "Choice": "To monitor enemy troop movements",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tanks were for combat, not for monitoring troop movements.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the role of contemporary government legislation in the private and public sectors such as the Community Reinvestment Act of 1977, USA PATRIOT Act of 2001, and the American Recovery and Reinvestment Act of 2009.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Section 215 of the USA PATRIOT Act of 2001 allowed investigators to obtain books, records, papers, documents and other items sought “in connection with” a terror investigation.",
            "problems/TX21HSUSH/media/38a.jpg",
            "Which phrase correctly replaces the question mark in this table?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "right to privacy",
                "Key": {
                    "Correct": true,
                    "Rationale": "Opponents of Section 215 of the USA PATRIOT Act feared that increased investigative authority would violate privacy rights by weakening Fourth Amendment protections against unreasonable searches and seizures. To protect Americans against terrorism, the law expanded investigators' authority to conduct searches, monitor communications, and collect business records. For this item the student uses critical-thinking skills to draw a conclusion.",
                    "Percent": 69
                }
            },
            "G": {
                "Choice": "right to bear arms",
                "Key": {
                    "Correct": false,
                    "Rationale": "Opponents of this section of the act were concerned about the right to privacy, not gun ownership.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "right to a speedy trial",
                "Key": {
                    "Correct": false,
                    "Rationale": "Opponents of this section of the act were concerned about the right to privacy, not the accused's right to a trial.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "right to an attorney",
                "Key": {
                    "Correct": false,
                    "Rationale": "Opponents of this section of the act were concerned about the right to privacy, not the accused's right to have a lawyer.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the importance of Congressional Medal of Honor recipients such as Army First Lieutenant Vernon J. Baker, Army Corporal Alvin York, and Army Master Sergeant Raul “Roy” Perez Benavidez.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the photograph and answer the question that follows.",
            "problems/TX21HSUSH/media/39a.jpg",
            "In recognition of the actions described above, Master Sergeant Roy Benavidez was —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "given an early honorable discharge from U.S. military service",
                "Key": {
                    "Correct": false,
                    "Rationale": "Master Sergeant Roy Benavidez was not given an early discharge from U.S. military service. He remained in the army until his retirement in 1972.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "awarded the Congressional Medal of Honor",
                "Key": {
                    "Correct": true,
                    "Rationale": "Master Sergeant Roy Benavidez was awarded the Congressional Medal of Honor for his actions during the Vietnam War. The Congressional Medal of Honor is awarded by Congress to a member of the armed forces for bravery in combat. Master Sergeant Roy Benavidez was wounded several times saving the lives of fellow soldiers while under enemy attack. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 70
                }
            },
            "C": {
                "Choice": "made an honorary member of the United Nations",
                "Key": {
                    "Correct": false,
                    "Rationale": "Master Sergeant Roy Benavidez was not made an honorary member of the United Nations.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "awarded the Legion of Honor ribbon",
                "Key": {
                    "Correct": false,
                    "Rationale": "Master Sergeant Roy Benavidez was not awarded the Legion of Honor ribbon.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe how the characteristics and issues in U.S. history have been reflected in various genres of art, music, film, and literature.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the list and answer the question that follows.",
            ":box:• African Americans migrated from the rural South to the urban North.\n• Literacy rates among African Americans increased.\n• National organizations dedicated to African American civil rights were created.",
            "The developments on this list contributed to what development of the 1920s and 1930s?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "African American painters of the Hudson River School focused on the beauty of nature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Hudson River School was an artistic movement of the 1800s, not the 1920s and 1930s.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "African American architects created the Neoclassical style based on Roman and Greek models.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Neoclassical style of architecture began in the mid-1700s, not the 1920s and 1930s.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "African American artists and writers celebrated their culture in a movement called the Harlem Renaissance.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Harlem Renaissance developed in the 1920s and 1930s in the Harlem neighborhood of New York City as a celebration of African American culture. Harlem was a popular destination for African Americans who left the South. Moving to the North gave African Americans greater opportunities to learn to read and write. Civil rights organization such as the National Association for the Advancement of Colored People (NAACP) were created. These organizations published magazines featuring the work of African American writers. Together these factors provided audiences and opportunities for the artists of the Harlem Renaissance. For this item the student uses critical-thinking skills to draw a conclusion.",
                    "Percent": 79
                }
            },
            "J": {
                "Choice": "African American musicians developed rock and roll music based on African rhythms and beats.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rock and roll music developed during the late 1950s and 1960s, not the 1920s and 1930s.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the economic effects of World War II on the home front such as mobilization, the end of the Great Depression, rationing, and increased opportunity for women and minority employment.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What were two economic effects of World War II on the home front?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": ":box:• Increased number of women working in industrial jobs\n• Increased income tax rates",
                "Key": {
                    "Correct": true,
                    "Rationale": "World War II had a great impact on the U.S. economy. As men were drafted into the armed forces, more women worked in industrial jobs. To help pay for the war, Congress passed a Revenue Act in 1942 that increased income tax rates. For this item the student applies critical-thinking skills to make generalizations.",
                    "Percent": 75
                }
            },
            "B": {
                "Choice": ":box:• Increased number of labor union strikes\n• Increased production of consumer goods",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of strikes and the production of consumer goods decreased rather than increased during World War II.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": ":box:• Decreased size of the national debt\n• Decreased efforts to recycle metal for the military",
                "Key": {
                    "Correct": false,
                    "Rationale": "The size of the national debt and efforts to recycle metal increased rather than decreased during World War II.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": ":box:• Decreased government funding for nuclear weapons research\n• Decreased sale of government savings bonds",
                "Key": {
                    "Correct": false,
                    "Rationale": "Government funding of nuclear weapons research and the sale of government savings bonds increased rather than decreased during World War II.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze major issues raised by U.S. involvement in World War I, including isolationism, neutrality, Woodrow Wilson's Fourteen Points, and the Treaty of Versailles.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:The United States is the world's best hope, but if you fetter her in the ... quarrels of other nations, if you tangle her in the intrigues of Europe, you will destroy her powerful good, and endanger her very existence. Leave her to march freely through the centuries to come, as in the years that have gone. Strong, generous, and confident, she has nobly served mankind.\n\n—Senator Henry Cabot Lodge, 1919",
            "Why did Senator Lodge express this opinion about the Treaty of Versailles?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He wanted to prevent the spread of the global flu epidemic.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The treaty did not address the global flu epidemic.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "He wanted to protect secret U.S. nuclear technology.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nuclear technology did not exist in 1919, so it was not addressed in the treaty.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "He wanted the United States to join an international league.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Senator Lodge did not want the United States to join an international league. He was objecting to the requirement that nations join.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "He wanted to protect U.S. sovereignty in international relations.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Treaty of Versailles was one of several peace treaties signed at the end of World War I. It included provisions establishing an international peacekeeping organization known as the League of Nations. Senator Lodge was objecting to the requirement that the United States join the League of Nations because members were to assist one another if attacked. In Senator Lodge's opinion, this obligation would decrease U.S. sovereignty and prevent the United States from deciding how to participate in international relations. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 76
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Evaluate changes in the United States that have resulted from the civil rights movement, including increased participation of minorities in the political process.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What is one way the Civil Rights Movement impacted the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By increasing diversity in the workplace",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Civil Rights Movement broke down barriers and expanded political, social, and economic opportunities for women and minorities. One result of these changes is increased diversity in the workplace. For this item the student uses critical-thinking skills to establish a cause-and-effect relationship.",
                    "Percent": 70
                }
            },
            "B": {
                "Choice": "By leading to the creation of a national health care system",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States has not created a national health care system.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "By increasing the globalization of the economy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Globalization of the economy has increased because of changes in technology, not because of the Civil Rights Movement.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "By leading to the passage of antitrust laws",
                "Key": {
                    "Correct": false,
                    "Rationale": "Congress passed the first antitrust law in 1890, before emergence of the modern Civil Rights Movement.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze and evaluate the text, intent, meaning, and importance of the Declaration of Independence and the U.S. Constitution, including the Bill of Rights.",
            "Use social studies terminology correctly."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.\n\n—Declaration of Independence",
            "What is the meaning of unalienable rights?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Rights that change over time",
                "Key": {
                    "Correct": false,
                    "Rationale": "Unalienable rights do not change over time.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "Rights that cannot be taken away or denied",
                "Key": {
                    "Correct": true,
                    "Rationale": "Unalienable rights are rights that are held by all people and cannot be taken away or denied. For this item the student uses knowledge of social studies terminology to answer the question.",
                    "Percent": 86
                }
            },
            "H": {
                "Choice": "Rights that only governments can provide",
                "Key": {
                    "Correct": false,
                    "Rationale": "Unalienable rights are not provided by governments.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "Rights that cannot be defined and protected",
                "Key": {
                    "Correct": false,
                    "Rationale": "Unalienable rights can be defined and protected.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze social issues affecting women, minorities, children, immigrants, and urbanization.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the image and answer the question that follows.",
            "problems/TX21HSUSH/media/45a.jpg",
            "Why were people like those shown in this image hopeful about their future?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Nativism and Social Darwinism were expanding in American cities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nativism is the policy of protecting the interests of native-born persons against those of immigrants. Social Darwinism is the idea that certain people become powerful in society because they are innately better. Expansion of these ideas would not have created hope among immigrants.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "The U.S. social security system provided financial and medical benefits.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Social Security did not exist in the late 1800s. It was established in 1935.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "There were many jobs and business opportunities in America.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The image shows immigrants coming to the United States in the late 1800s. One reason that immigrants were hopeful is that the United States offered many jobs and business opportunities. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 81
                }
            },
            "D": {
                "Choice": "American cities had large and comfortable tenement apartment buildings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tenement apartment buildings were not large and comfortable, but crowded and unsafe.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe how Sweatt v. Painter and Brown v. Board of Education played a role in protecting the rights of the minority during the civil rights movement.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:In a unanimous decision, the Court held that the Equal Protection Clause required that Sweatt be admitted to the university...\n\n—“Sweatt v. Painter,” www.oyez.org (accessed November 29, 2017)",
            "How did the decision in this 1950 case benefit minorities?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By setting a precedent for Brown v. Board of Education",
                "Key": {
                    "Correct": true,
                    "Rationale": "In Sweatt v. Painter, the Supreme Court ruled that a separate law school would be grossly unequal to the University of Texas Law School. This decision set a precedent for the Brown v. Board of Education ruling that struck down the policy of “separate but equal” and led to the integration of public schools. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 61
                }
            },
            "G": {
                "Choice": "By reinforcing the decision in Plessy v. Ferguson",
                "Key": {
                    "Correct": false,
                    "Rationale": "Instead of reinforcing the Plessy decision that separate but equal facilities were acceptable, the decision in Sweatt v. Painter weakened it.",
                    "Percent": 20
                }
            },
            "H": {
                "Choice": "By giving state governments the power to create school programs",
                "Key": {
                    "Correct": false,
                    "Rationale": "The U.S. Constitution gives states the power to create school programs.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "By allowing for the creation of religious schools",
                "Key": {
                    "Correct": false,
                    "Rationale": "The U.S. Constitution allows for the creation of religious schools.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the impact of significant individuals such as Henry Ford, Marcus Garvey, and Charles A. Lindbergh.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the list and answer the question that follows.",
            ":box:Selected Achievements of Marcus Garvey\n\n• Founded the Universal Negro Improvement Association\n• Established the Black Star Line steamship corporation\n• Established the weekly newspaper Negro World for people of African descent",
            "How did Marcus Garvey MOST impact African Americans in the early 1900s?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By desegregating schools and urban neighborhoods",
                "Key": {
                    "Correct": false,
                    "Rationale": "Schools and urban neighborhoods were not desegregated in the early 1900s.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "By urging blacks to accept low-paying jobs and social inequality",
                "Key": {
                    "Correct": false,
                    "Rationale": "Marcus Garvey promoted black cultural pride and economic independence, not the acceptance of low-paying jobs and social inequality.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "By promoting black cultural pride and economic independence",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Universal Negro Improvement Association was dedicated to racial pride, economic self-sufficiency, and the formation of an independent black nation in Africa. The Black Star Line was a steamship corporation that shipped goods among black people around the world to foster a global black economy and transported black emigrants to Africa. The newspaper Negro World featured stories of black heroes and the accomplishments of African culture. Marcus Garvey promoted black cultural pride and economic independence through these achievements. For this item the student uses critical-thinking skills to find the main idea.",
                    "Percent": 80
                }
            },
            "D": {
                "Choice": "By supporting the use of violence to overthrow government and win reforms",
                "Key": {
                    "Correct": false,
                    "Rationale": "Marcus Garvey did not support the use of violence or the overthrow of government to win reforms.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the impact of events such as the Gulf of Tonkin Resolution and the War Powers Act on the relationship between the legislative and executive branches of government.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:“Veto of the War Powers Resolution”\n\nHouse Joint Resolution 542 [The War Powers Act] would attempt to take away, by a mere legislative act, authorities which the President has properly exercised under the Constitution for almost 200 years. One of its provisions would automatically cut off certain authorities after sixty days unless the Congress extended them.\n\n—President Richard Nixon, October 24, 1973",
            "Why did Congress override the veto described in this excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Congress wanted to expand its power to provide funding to the military.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Congress had no need to expand the power to provide military funding because it already had that power under the U.S. Constitution.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "Congress wanted to limit the president's power to send U.S. troops into armed conflicts.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Congress was concerned that the president was sending troops to Vietnam without congressional approval. Congress passed the War Powers Act to provide a set of procedures for both the president and Congress to follow when deployment of U.S. troops could lead to armed conflict. President Nixon vetoed the act because he thought it limited the presidential authority over the military that was granted by the U.S. Constitution. Congress overrode the veto in order to limit the president's power to send U.S. troops into armed conflicts without congressional approval. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 59
                }
            },
            "H": {
                "Choice": "Congress wanted to regain control over its treaty-making powers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The U.S. Constitution assigned the power to make treaties to the executive branch. Congress was not seeking to regain a power it never had.",
                    "Percent": 17
                }
            },
            "J": {
                "Choice": "Congress wanted to give the president the power to make battlefield decisions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The president has the power to make battlefield decisions as commander-in-chief. Congress had no desire or need to give the president a power he already had.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the dynamic relationship between U.S. international trade policies and the U.S. free enterprise system such as the Organization of Petroleum Exporting Countries (OPEC) oil embargo, the General Agreement of Tariffs and Trade (GATT), and the North American Free Trade Agreement (NAFTA).",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the photograph and answer the question that follows.",
            "problems/TX21HSUSH/media/49a.jpg",
            "How did the U.S. government work to change this situation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By encouraging the development of alternative forms of fuel",
                "Key": {
                    "Correct": true,
                    "Rationale": "The photograph shows long lines at gas pumps due to a decline in the oil supply and a fear of gasoline shortages. The U.S. government encouraged the development of alternative forms of fuel, such as solar and wind power, to decrease the nation's dependence on foreign oil. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 78
                }
            },
            "B": {
                "Choice": "By increasing the speed limit on interstate highways",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cars traveling at faster speeds consume more fuel. The government decreased the speed limit on interstate highways.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "By decreasing funding for electrical power stations",
                "Key": {
                    "Correct": false,
                    "Rationale": "Decreasing funding for electric power stations would worsen an energy crisis rather than improve it.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "By discouraging exploration for fossil fuels",
                "Key": {
                    "Correct": false,
                    "Rationale": "The government encouraged exploration to find more sources of fossil fuels that could not be restricted by foreign powers.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain reasons and outcomes for U.S. involvement in the Korean War and its relationship to the containment policy.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:The Republic of Korea, and the freedom seeking people of North Korea ... seek for themselves a united, self-governing and sovereign country, independent of foreign control and support and with membership in the United Nations. In their desire for unity and independence, they are supported by the United Nations. The United States has a deep interest in the continuing progress of the Korean people toward these objectives.\n\n—President Harry S. Truman, special message to Congress, June 7, 1949",
            "What was the PRIMARY goal of the foreign policy described in this excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To increase U.S. colonization of Asia",
                "Key": {
                    "Correct": false,
                    "Rationale": "The goal was to prevent the spread of communism in Asia, not create colonies in Asia.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "To prevent the spread of communist influence in Asia",
                "Key": {
                    "Correct": true,
                    "Rationale": "After World War II, the Korean Peninsula was divided in two with a communist government in North Korea and an anti-communist government in South Korea. President Truman supported the goal of a unified Korea free from communist control. He wanted to prevent the spread of communism from North Korea to South Korea. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 69
                }
            },
            "H": {
                "Choice": "To end trade sanctions against Asian countries",
                "Key": {
                    "Correct": false,
                    "Rationale": "The goal was to prevent the spread of communism in Asia, not end trade sanctions.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "To protect U.S. soldiers stationed in Asian countries",
                "Key": {
                    "Correct": false,
                    "Rationale": "The goal was to prevent the spread of communism in Asia, not protect U.S. soldiers stationed in Asian countries.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain actions taken by people to expand economic opportunities and political rights for racial, ethnic, gender, and religious groups in American society.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "During the late 1960s, Mexican American students in Los Angeles participated in the Chicano movement by organizing school walkouts. What was the PRIMARY goal of these walkouts?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To end the use of poll taxes for voting",
                "Key": {
                    "Correct": false,
                    "Rationale": "The students were protesting educational inequities, not poll taxes.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "To raise awareness of insufficient educational opportunities",
                "Key": {
                    "Correct": true,
                    "Rationale": "School walkouts were protests against unequal conditions in Los Angeles public schools. Students protested the lack of appreciation for Mexican American culture and history. They also protested the lack of advanced classes to prepare for college. For this item the student uses critical-thinking skills to make a generalization.",
                    "Percent": 77
                }
            },
            "C": {
                "Choice": "To protest the rising cost of college education",
                "Key": {
                    "Correct": false,
                    "Rationale": "The students were protesting conditions in Los Angeles public schools, not the rising cost of college education.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "To support the passage of a minimum wage law",
                "Key": {
                    "Correct": false,
                    "Rationale": "The students were protesting educational inequities. They were not acting in support of a minimum wage law.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze major military events of World War II, including fighting the war on multiple fronts, the Bataan Death March, the U.S. military advancement through the Pacific Islands, the Battle of Midway, the invasion of Normandy, and the liberation of concentration camps.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the cartoon and answer the question that follows.",
            "problems/TX21HSUSH/media/52a.jpg",
            "What was the PRIMARY objective of the actions represented in this 1945 cartoon?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To stop Japan from cutting off supply lines into China",
                "Key": {
                    "Correct": false,
                    "Rationale": "Japan was on the defensive in 1945 and no longer threatened supply lines into China.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "To prevent Japan from invading China for natural resources",
                "Key": {
                    "Correct": false,
                    "Rationale": "Japan was on the defensive in 1945 and no longer threatening to invade China.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "To force Japan to accept terms of unconditional surrender",
                "Key": {
                    "Correct": true,
                    "Rationale": "This World War II political cartoon shows two lightning bolts striking Japan, which represent the Soviet declaration of war against Japan and the U.S. dropping of atomic bombs on Japan. The Soviet Union and the United States were allies that intended to force Japan to accept an unconditional surrender. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 71
                }
            },
            "J": {
                "Choice": "To punish Japan for its treatment of soldiers at Bataan",
                "Key": {
                    "Correct": false,
                    "Rationale": "The primary purpose of the declaration of war and use of the atomic bomb was to force Japan to surrender unconditionally.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "53": {
        "Number": 53,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain how Jim Crow laws and the Ku Klux Klan created obstacles to civil rights for minorities such as the suppression of voting.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which action opposed the civil rights advances that the Reconstruction amendments had promised?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The temperance movement",
                "Key": {
                    "Correct": false,
                    "Rationale": "The goal of the temperance movement was to reduce alcohol consumption, not oppose civil rights advances.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "The passage of Jim Crow laws",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Thirteenth, Fourteenth, and Fifteenth Amendments to the U.S. Constitution granted rights to African Americans. To prevent African Americans from exercising those rights, states passed Jim Crow laws. These laws included segregation of schools and public places as well as barriers to voting such as literacy tests and poll taxes. For this item the student uses critical-thinking skills to draw a conclusion.",
                    "Percent": 59
                }
            },
            "C": {
                "Choice": "The passage of antitrust legislation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The goal of antitrust legislation was to prevent monopolies and promote competition, not oppose civil rights advances.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "The conservation movement",
                "Key": {
                    "Correct": false,
                    "Rationale": "The goal of the conservation movement was to protect and preserve natural resources, not oppose civil rights advances.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "54": {
        "Number": 54,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze causes of economic growth and prosperity in the 1920s, including Warren Harding's Return to Normalcy, reduced taxes, and increased production efficiencies.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the graph and answer the question that follows.",
            "problems/TX21HSUSH/media/54a.jpg",
            "Which reason BEST explains the change in the number of cars sold between 1910 and 1925?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Cars became more available because of the passage of antitrust laws.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Antitrust laws were passed to prevent monopolies. However, there were no monopolies in car manufacturing in the 1910s and 1920s.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Cars became more affordable because of the removal of wartime price controls.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wartime price controls kept prices artificially low. When removed, prices were allowed to rise. This would make cars and other products less affordable, not more affordable.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "Cars became more affordable because of the introduction of the assembly line.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Henry Ford introduced the assembly line to manufacture cars in 1913. The assembly line reduced the time it took to build a car, which reduced the cost to manufacture cars. Cars became more affordable and millions of cars were sold between 1910 and 1925. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 67
                }
            },
            "J": {
                "Choice": "Cars became more available because of the removal of tariffs after a global conflict.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States continued to keep tariffs high after World War I.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "55": {
        "Number": 55,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Discuss values crucial to America's success as a constitutional republic, including liberty, egalitarianism, individualism, populism, and laissez–faire.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:Hence arises the maxim that everyone is the best and the sole judge of his own private interest, and that society has no right to control a man's actions, unless they are prejudicial to the common weal [good] or unless the common weal [good] demands his co-operation. This doctrine is universally admitted in the United States.\n\n—Alexis de Tocqueville, Democracy in America",
            "Which U.S. government action is MOST CLOSELY based on this idea?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The federal government passes laws to protect individual liberties.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this excerpt Alexis de Tocqueville described the values of individualism and liberty. The federal government passes laws to protect the freedoms of individuals. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 69
                }
            },
            "B": {
                "Choice": "The Supreme Court votes to approve the appointment of presidential cabinet members.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Supreme Court does not vote to approve the appointment of presidential cabinet members, the Senate does. The approval of presidential appointments is not an example of individualism or liberty.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "The Electoral College votes to approve the winner of congressional elections.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Electoral College is involved in presidential, not congressional, elections. Actions of the Electoral College are not an example of individualism or liberty.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "The federal government passes laws to regulate businesses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Government regulation of business is related to consumer protection and worker safety, not individualism and liberty.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "56": {
        "Number": 56,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain constitutional issues raised by federal government policy changes during times of significant events, including World War I, the Great Depression, World War II, the 1960s, and September 11, 2001.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which question is associated with the passage of the Espionage and Sedition Acts during World War I?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Should industries be allowed to prohibit workers from joining unions?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Espionage and Sedition Acts were passed to protect national security during wartime, not address the rights of workers to join unions.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "Can the government require citizens to purchase war bonds?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Espionage and Sedition Acts were passed to protect national security during wartime, not require citizens to purchase war bonds.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "At what age should citizens be required to enlist in a branch of the military?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Espionage and Sedition Acts were passed to protect national security during wartime, not determine the age of military enlistment.",
                    "Percent": 25
                }
            },
            "J": {
                "Choice": "Can the government limit the constitutional rights of citizens during wartime?",
                "Key": {
                    "Correct": true,
                    "Rationale": "Congress passed the Espionage Act in 1917, which gave the federal government the power to prosecute anyone who interfered with or attempted to undermine the war effort. People who spoke out against the draft faced fines and jail terms. Congress passed the Sedition Act in 1918, which made it a federal crime to speak badly of the government. Together these acts targeted those individuals who tried to interfere with the draft and who publicly criticized the government. The passage of these acts led people to question whether the government could limit the constitutional rights of citizens during wartime. For this item the student uses critical-thinking skills to draw inferences.",
                    "Percent": 49
                }
            }
        },
        "Parts": {}
    },
    "57": {
        "Number": 57,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze causes and effects of events and social issues such as immigration, Social Darwinism, the Scopes Trial, eugenics, race relations, nativism, the Red Scare, Prohibition, and the changing role of women.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was one way the role of women in society changed during the 1920s?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They were granted the right to attend public schools.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Women in the United States had the right to attend public schools before the 1920s.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "They were allowed to own property.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Women in the United States had the right to own property before the 1920s.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "They were allowed increased participation in the political process.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Nineteenth Amendment, ratified in 1920, gave women in the United States the right to vote. Voting increased the participation of women in the political process. For this item the student uses critical-thinking skills to draw a conclusion.",
                    "Percent": 60
                }
            },
            "D": {
                "Choice": "They were granted the right to serve in military combat units.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Women in the United States did not gain the right to serve in military combat units until 2013.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "58": {
        "Number": 58,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze political issues such as Indian policies, the growth of political machines, and civil service reform.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the diagram and answer the question that follows.",
            "problems/TX21HSUSH/media/58a.jpg",
            "Which factor contributed MOST to these changes?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The rising costs of national defense",
                "Key": {
                    "Correct": false,
                    "Rationale": "The merit system and civil service examinations were established in response to abuses by political machines, not national defense costs.",
                    "Percent": 28
                }
            },
            "G": {
                "Choice": "Threats posed by immigrant radicals",
                "Key": {
                    "Correct": false,
                    "Rationale": "The merit system and civil service examinations were established in response to abuses by political machines, not radical threats.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "Abuses of the spoils system by political machines",
                "Key": {
                    "Correct": true,
                    "Rationale": "The spoils system refers to the practice of giving civil service jobs to supporters, friends, and relatives. Political machines were political party organizations that used questionable means to control a local or state government. They abused the spoils system by rewarding supporters with government jobs regardless of whether they were qualified. Progressive reform laws addressed that abuse by establishing the merit system of awarding civil service jobs based on applicants' qualifications and performance on tests. For this item the student uses critical-thinking skills to draw a conclusion.",
                    "Percent": 40
                }
            },
            "J": {
                "Choice": "The inefficiency of large corporations",
                "Key": {
                    "Correct": false,
                    "Rationale": "The merit system and civil service examinations were established in response to abuses by political machines, not corporate inefficiencies.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "59": {
        "Number": 59,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the impact of international events, multinational corporations, government policies, and individuals on the 21st century economy.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:“Remarks on Presenting the Presidential Medal of Freedom to Samuel M. Walton”\n\nThis visit is not about Sam Walton's wealth. He has earned his money, and that's his business. He's been generous with his fortune, and that is in the great tradition of America's commitment to this concept that I call a Thousand Points of Light... You see—you know this, but many around the country might not—you see, he had hit upon a combination that was to form the basis of the strategy of today's Wal-Mart Stores, smalltown markets for name-brand merchandise sold at a discount.\n\n—President George H. W. Bush, March 17, 1992",
            "How did Sam Walton benefit the U.S. economy?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By providing jobs in rural areas across the country",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sam Walton established the Wal-Mart Stores to bring discount merchandise to people in small towns. The success of the stores has led to thousands of jobs in rural areas across the country. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 74
                }
            },
            "B": {
                "Choice": "By inventing new technologies that helped create the internet",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sam Walton did not invent new technologies that helped create the internet.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "By building jewelry shops that sold luxury goods",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sam Walton did not build jewelry shops that sold luxury goods.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "By investing his money in the space technology industry",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sam Walton did not invest his money in the space technology industry.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "60": {
        "Number": 60,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the responses to the Vietnam War such as the draft, the 26th Amendment, the role of the media, the credibility gap, the silent majority, and the anti–war movement.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Why did the government implement a draft during the Vietnam War?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To monitor ethnic groups for espionage activities",
                "Key": {
                    "Correct": false,
                    "Rationale": "A draft is not used to monitor groups suspected of spying on the United States.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "To fund the war by authorizing the sale of government bonds",
                "Key": {
                    "Correct": false,
                    "Rationale": "A draft is not used to fund military activities.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "To regulate freedom of expression at antiwar demonstrations",
                "Key": {
                    "Correct": false,
                    "Rationale": "A draft is not used to regulate freedom of expression.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "To provide the military with additional manpower",
                "Key": {
                    "Correct": true,
                    "Rationale": "A draft is used to fill vacancies in the United States Armed Forces that have not been filled by volunteers.The government implemented a draft during the Vietnam War to provide the military with the additional manpower needed to send more U.S. soldiers to fight overseas. For this item the student applies critical-thinking skills to summarize.",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "61": {
        "Number": 61,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze economic issues such as industrialization, the growth of railroads, the growth of labor unions, farm issues, the cattle industry boom, the growth of entrepreneurship, and the pros and cons of big business.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:Other industrialists, including John D. Rockefeller, merged the operations of many large companies to form a trust. Rockefeller's Standard Oil Trust came to monopolize 90% of the industry...\n\n—“The Industrial Revolution in the United States,” Library of Congress, www.loc.gov (accessed August 25, 2017)",
            "What was one DIRECT effect of the business practice discussed in this excerpt?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Employees were prevented from buying stock.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Most employees of large companies could not afford to buy stock, but the formation of monopolies did not prevent them from doing so.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "There was decreased competition among producers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "When businesses combined to form large trusts, they were able to dominate their industry. Their size gave them advantages, which allowed them to force their competitors to join them or drive their competitors out of business. For this item the student applies critical-thinking skills to analyze a secondary source and answer a historical question.",
                    "Percent": 69
                }
            },
            "C": {
                "Choice": "Consumers were denied access to goods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Large companies continued to provide goods to consumers, although prices tended to increase.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "There was a lack of employment opportunities for immigrants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Large companies employed many people, including immigrants.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "62": {
        "Number": 62,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain how the contributions of people of various racial, ethnic, gender, and religious groups shape American culture.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the list and answer the question that follows.",
            ":box:• Southern Christian Leadership Conference (SCLC)\n• National Child Labor Committee (NCLC)\n• Student Nonviolent Coordinating Committee (SNCC)\n• Woman's Christian Temperance Union (WCTU)",
            "How have these groups influenced U.S. culture?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By supporting government funding of the arts and sciences",
                "Key": {
                    "Correct": false,
                    "Rationale": "All four of these groups significantly influenced U.S. culture by supporting social reforms. All four did not support government funding of the arts and sciences.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "By supporting increased environmental protections",
                "Key": {
                    "Correct": false,
                    "Rationale": "All four of these groups significantly influenced U.S. culture by supporting social reforms. All four did not support increased environmental protections.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "By supporting the implementation of social reforms",
                "Key": {
                    "Correct": true,
                    "Rationale": "The groups on the list have all supported social reforms. The Southern Christian Leadership Conference (SCLC) worked to end segregation and racial discrimination. The National Child Labor Committee (NCLC) worked to end child labor. The Student Nonviolent Coordinating Committee (SNCC) worked to end segregation and racial discrimination. The Woman's Christian Temperance Union (WCTU) worked to end the abuse of alcohol and implement prohibition. For this item the student applies critical-thinking skills to make generalizations.",
                    "Percent": 79
                }
            },
            "J": {
                "Choice": "By supporting the development of free trade practices",
                "Key": {
                    "Correct": false,
                    "Rationale": "All four of these groups significantly influenced U.S. culture by supporting social reforms. All four did not support the development of free trade practices.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "63": {
        "Number": 63,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the causes of the Great Depression, including the impact of tariffs on world trade, stock market speculation, bank failures, and the monetary policy of the Federal Reserve System.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the list and answer the question that follows.",
            ":box:Reasons for the Great Depression\n\n• Collapse of the stock market\n• Loss of consumer confidence\n•  ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟?͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ",
            "Which reason correctly replaces the question mark on this list?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Decrease in interest rates",
                "Key": {
                    "Correct": false,
                    "Rationale": "High rather than low interest rates contributed to the Great Depression.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "Failure of banks",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Great Depression was a long and severe economic depression that began with the collapse of the stock market in 1929. Consumers lost confidence in their ability to pay for purchases. Banks failed as customers rushed to withdraw their money. Bank failures worsened the depression because people lost their personal savings and companies could not get loans to stay in business. These three factors contributed to the Great Depression of the 1930s. For this item the student applies critical-thinking skills to categorize.",
                    "Percent": 68
                }
            },
            "C": {
                "Choice": "Outsourcing of manufacturing jobs",
                "Key": {
                    "Correct": false,
                    "Rationale": "Outsourcing is a business practice in which a company hires another company or individual to perform work that had been done previously by the company's own employees. Outsourcing most commonly obtains goods or services from foreign or non-union suppliers. Outsourcing was not a common business practice in the late 1920s and early 1930s.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "Outbreak of a global war",
                "Key": {
                    "Correct": false,
                    "Rationale": "World War II was not a reason for the Great Depression. The war helped end the Great Depression.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "64": {
        "Number": 64,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe how the free enterprise system drives technological innovation and its application in the marketplace such as cell phones, inexpensive personal computers, and global positioning products.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How has the free enterprise system contributed to technological innovation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Companies have reduced their production of goods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Reducing production does not contribute to technological innovation.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "Companies have limited the number of employees they hire.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Limiting the number of employees does not contribute to technological innovation.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "Companies have established industry-wide pricing policies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Industry-wide pricing policies would decrease incentives to invest in technological innovation.",
                    "Percent": 21
                }
            },
            "J": {
                "Choice": "Companies have competed to make better products.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The free enterprise system allows companies to compete for customers. This competition has influenced companies to make better products in the hopes of attracting more customers away from competitors. The drive to make better products has contributed to technological innovation. For this item the student applies critical-thinking skills to draw a conclusion.",
                    "Percent": 61
                }
            }
        },
        "Parts": {}
    },
    "65": {
        "Number": 65,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the impacts of cultural movements in art, music, and literature such as Tin Pan Alley, the Harlem Renaissance, the Beat Generation, rock and roll, the Chicano Mural Movement, and country and western music on American society.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was one effect of rock and roll music on U.S. society during the 1950s?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Fewer musicians gave live musical performances.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Musicians gave more live performances as a result of the popularity of rock and roll music.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "People were exposed to more diverse musical styles.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Rock and roll music combined several musical styles, such as gospel, blues, and jazz. People who listened to rock and roll music were exposed to more diverse musical styles as a result. For this item the student applies critical-thinking skills to make a generalization.",
                    "Percent": 85
                }
            },
            "C": {
                "Choice": "Music stores sold fewer musical instruments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rock and roll music introduced new instruments, such as the electric guitar. Musical stores sold more instruments as a result of the popularity of rock and roll music.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "Many religious groups actively supported the new musical culture.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Many religious groups warned their members against the dangers of rock and roll music.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "66": {
        "Number": 66,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify reasons for U.S. involvement in World War II, including the aggression of Italian, German, and Japanese dictatorships, especially the attack on Pearl Harbor.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:Yesterday, December 7, 1941—a date which will live in infamy—the United States of America was suddenly and deliberately attacked...\n\n—President Franklin D. Roosevelt, address to Congress, December 8, 1941",
            "Which statement correctly summarizes the reason for this speech?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Axis violations of international law caused the United States to hold criminal trials.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speech was about the Japanese attack on Pearl Harbor. Roosevelt is requesting a declaration of war, not requesting the trial of war criminals.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "German expansion in Western Europe caused the United States to assist France.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speech was about the Japanese attack on Pearl Harbor. Roosevelt is requesting a declaration of war, not requesting permission to aid France.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "Japanese aggression in the Pacific caused the United States to declare war.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Japan had attacked the U.S. naval base at Pearl Harbor, Hawaii. In this speech, given the day after the attack, President Roosevelt is requesting that Congress issue a declaration of war against Japan. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 77
                }
            },
            "J": {
                "Choice": "Allied defeats on the battlefield caused the United States to develop new weapons.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speech was about the Japanese attack on Pearl Harbor. Roosevelt is requesting a declaration of war, not requesting permission to develop new weapons.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "67": {
        "Number": 67,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain how specific needs result in scientific discoveries and technological innovations in agriculture, the military, and medicine.",
            "Use social studies terminology correctly."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Why were vaccination programs developed during the twentieth century?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To assist doctors in diagnosing injuries",
                "Key": {
                    "Correct": false,
                    "Rationale": "Vaccination programs were developed to prevent the outbreak of dangerous diseases, not to assist doctors in diagnosing injuries.",
                    "Percent": 2
                }
            },
            "B": {
                "Choice": "To assist farmers in irrigating crops",
                "Key": {
                    "Correct": false,
                    "Rationale": "Vaccination programs were developed to prevent the outbreak of dangerous diseases, not to assist farmers.",
                    "Percent": 2
                }
            },
            "C": {
                "Choice": "To protect agricultural products from insects",
                "Key": {
                    "Correct": false,
                    "Rationale": "Vaccination programs were developed to prevent the outbreak of dangerous diseases, not to protect agricultural products from insects.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "To prevent the outbreak of dangerous diseases",
                "Key": {
                    "Correct": true,
                    "Rationale": "Vaccination programs were developed during the twentieth century to prevent the outbreak of dangerous diseases. In the 1950s, Jonas Salk developed a vaccine to prevent polio. Vaccines to prevent mumps and the measles were developed in the 1960s. For this item the student uses knowledge of social studies terminology to answer the question.",
                    "Percent": 92
                }
            }
        },
        "Parts": {}
    },
    "68": {
        "Number": 68,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify significant social and political issues such as health care, immigration, and education from different viewpoints across the political spectrum.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which action was a goal of President Barack Obama's administration?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Introducing reforms to health care insurance",
                "Key": {
                    "Correct": true,
                    "Rationale": "President Barack Obama pledged to introduce reforms to health care insurance. One goal of the Affordable Care Act, passed in 2010, was to make affordable health insurance available to more people. For this item the student applies critical-thinking skills to summarize.",
                    "Percent": 93
                }
            },
            "G": {
                "Choice": "Easing restrictions for gun ownership",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Obama wanted to increase gun control, not ease restrictions for gun ownership.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "Reducing regulations for offshore drilling",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Obama wanted to increase, not decrease, regulations for offshore drilling. In 2016, he announced a ban on oil drilling in large areas of the Atlantic and Arctic Oceans.",
                    "Percent": 2
                }
            },
            "J": {
                "Choice": "Requiring women to register for the draft",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only in the final days of his presidency did President Obama endorse the idea of universal draft registration. The action was seen as a symbolic gesture rather than a goal. The Obama administration remained committed to an all-volunteer military force.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    }
}