{
    "Title": "Tennessee Standards > Mathematics > Grade 2",
    "Overview": "",
    "Goals": [
        ["(1) Operations & Algebraic Thinking", "Students solve one- and two-step addition and subtraction contextual problems within 100 with an unknown in any position. Students should solve a variety of problem types in order to make connections among contexts, equations, and strategies (See Table 1 - Addition and Subtraction Situations). Students also represent these problems with objects, drawings, and/or equations. Students build upon previously taught strategies to mentally add and subtract within 30. Students should know from memory all sums of two one-digit numbers and related subtraction facts."],
        ["(2) Number & Operations In Base Ten", "Students extend their understanding of the base-ten place value system to 1,000. This includes counting by ones, fives, tens, and hundreds. Students write numbers using standard form, word form, and expanded form. They deepen their understanding of different ways a number can be composed and decomposed. Students extend their understanding of place value, properties of operations, and the relationship between addition and subtraction to add and subtract within 1,000 and fluently add and subtract within 100 (See Table 3 - Properties of Operations). They add up to four two-digit numbers. They should also be able to explain why these strategies work. Students mentally add and subtract 10 or 100 to/from with a sum/difference within 1,000."],
        ["(3) Measurement & Data", "In previous grades, students measured with non-standard units. Students in 2nd grade measure with whole number standard units (centimeter and inch), and they use rulers and other measurement tools with the understanding that linear measure involves an iteration of units. They recognize that the smaller the unit, the more iterations they need to cover a given length. Students use addition and subtraction to solve contextual problems with unknowns in all positions involving lengths in the same units and represent lengths on a number line. Students expand their understanding of telling time to tell and write time in quarter hours and to the nearest 5 minutes using analog and digital clocks. Students create and use bar graphs and pictographs with up to four categories to answer addition and subtraction problems. Students are first introduced to line plots in second grade with whole number units and a given set of data. Students build on their previous work of counting the value of like coins to solving contextual problems less than one dollar involving a mixed set of coins using the ¢ symbol appropriately as well as solving contextual problems involving whole number dollar amounts up to $100 using the $ symbol appropriately. (Decimal addition and subtraction is not introduced until 4th grade.)"],
        ["(4) Geometry", "Students describe and analyze shapes by examining their sides and angles. Students recognize and draw shapes based on given attributes, such as draw a shape with 3 vertices. Students also are able to partition circles and rectangles into two, three, and four equal shares and rectangles into rows and columns, laying the foundation for fractions and area."]
    ],
    "Standards": [
        {
            "Key": "TN.M2.OA",
            "Label": "Operations & Algebraic Thinking",
            "Subs": [
                {
                    "Key": "TN.M2.OA.A",
                    "Label": "Represent and solve problems involving addition and subtraction.",
                    "Subs": [
                        {
                            "Key": "TN.M2.OA.A.1",
                            "Label": "Add and subtract within 100 to solve one- and two-step contextual problems, with unknowns in all positions, involving situations of add to, take from, put together/take apart, and compare. Use objects, drawings, and equations with a symbol for the unknown number to represent the problem.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M2.OA.B",
                    "Label": "Add and subtract within 30.",
                    "Subs": [
                        {
                            "Key": "TN.M2.OA.B.2",
                            "Label": "Fluently add and subtract within 30 using mental strategies. By the end of 2nd grade, know all sums of two one-digit numbers and related subtraction facts.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M2.OA.C",
                    "Label": "Work with equal groups of objects to gain foundations for multiplication.",
                    "Subs": [
                        {
                            "Key": "TN.M2.OA.C.3",
                            "Label": "Determine whether a group of objects (up to 20) has an odd or even number of members by pairing objects or counting them by 2s. Write an equation to express an even number as a sum of two equal addends.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.M2.OA.C.4",
                            "Label": "Use repeated addition to find the total number of objects arranged in rectangular arrays with up to 5 rows and up to 5 columns; write an equation to express the total as a sum of equal addends.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M2.OA.D",
                    "Label": "Solve problems involving addition and subtraction and identify and explain patterns in arithmetic.",
                    "Subs": [
                        {
                            "Key": "TN.M2.OA.D.5",
                            "Label": "Identify arithmetic patterns in an addition or hundreds chart and explain them using properties of operations.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M2.NBT",
            "Label": "Number & Operations In Base Ten",
            "Subs": [
                {
                    "Key": "TN.M2.NBT.A",
                    "Label": "Understand place value.",
                    "Subs": [
                        {
                            "Key": "TN.M2.NBT.A.1",
                            "Label": "Know that the three digits of a three-digit number represent amounts of hundreds, tens, and ones (e.g., 706 can be represented in multiple ways as 7 hundreds, 0 tens, and 6 ones; 706 ones; or 70 tens and 6 ones).",
                            "Subs": []
                        },
                        {
                            "Key": "TN.M2.NBT.A.2",
                            "Label": "Recognize, describe, extend, and create patterns when counting by ones, twos, fives, tens, and hundreds and use those patterns to predict the next number in the counting sequence up to 1000 through counting.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.M2.NBT.A.3",
                            "Label": "Read and write numbers to 1000 using standard form, word form, and expanded form.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.M2.NBT.A.4",
                            "Label": "Compare two three-digit numbers based on the meanings of the digits in each place and use the symbols >, =, and < to show the relationship.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M2.NBT.B",
                    "Label": "Use place value understanding and properties of operations to add and subtract.",
                    "Subs": [
                        {
                            "Key": "TN.M2.NBT.B.5",
                            "Label": "Fluently add and subtract within 100 using properties of operations, strategies based on place value, and/or the relationship between addition and subtraction.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.M2.NBT.B.6",
                            "Label": "Add up to four two-digit numbers using properties of operations and strategies based on place value.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.M2.NBT.B.7",
                            "Label": "Add and subtract within 1000 using concrete models, drawings, strategies based on place value, properties of operations, and/or the relationship between addition and subtraction to explain the reasoning used.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.M2.NBT.B.8",
                            "Label": "Mentally add or subtract 10 or 100 to/from any given number within 1000.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M2.MD",
            "Label": "Measurement & Data",
            "Subs": [
                {
                    "Key": "TN.M2.MD.A",
                    "Label": "Measure and estimate lengths in standard units.",
                    "Subs": [
                        {
                            "Key": "TN.M2.MD.A.1",
                            "Label": "Measure the length of an object in whole number units by selecting and using appropriate tools such as rulers, yardsticks, meter sticks, and measuring tapes.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.M2.MD.A.2",
                            "Label": "Measure the length of an object using two different whole number units of measure and describe how the two measurements relate to the size of the unit chosen.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.M2.MD.A.3",
                            "Label": "Estimate lengths using whole number units of inches, feet, yards, centimeters, and meters.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.M2.MD.A.4",
                            "Label": "Measure, using whole number lengths, to determine how much longer one object is than another and express the difference in terms of a standard unit of length.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M2.MD.B",
                    "Label": "Relate addition and subtraction to length.",
                    "Subs": [
                        {
                            "Key": "TN.M2.MD.B.5",
                            "Label": "Add and subtract within 100 to solve contextual problems, with the unknown in any position, involving lengths that are given in the same units by using drawings and equations with a symbol for the unknown to represent the problem.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.M2.MD.B.6",
                            "Label": "Represent whole numbers as lengths from 0 on a number line and know that the points corresponding to the numbers on the number line are equally spaced. Use a number line to represent whole number sums and differences of lengths within 100.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M2.MD.C",
                    "Label": "Work with time and money.",
                    "Subs": [
                        {
                            "Key": "TN.M2.MD.C.7",
                            "Label": "Tell and write time in quarter hours and to the nearest five minutes (in a.m. and p.m.) using analog and digital clocks.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.M2.MD.C.8",
                            "Label": "Solve contextual problems involving amounts less than one dollar including quarters, dimes, nickels, and pennies using the ¢ symbol appropriately. Solve contextual problems involving whole number dollar amounts up to $100 using the $ symbol appropriately.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M2.MD.D",
                    "Label": "Represent and interpret data.",
                    "Subs": [
                        {
                            "Key": "TN.M2.MD.D.9",
                            "Label": "Given a set of data, create a line plot, where the horizontal scale is marked off in whole-number units.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.M2.MD.D.10",
                            "Label": "Draw a pictograph (with a key of values of 1, 2, 5, or 10) and a bar graph (with intervals of one) to represent a data set with up to four categories. Solve addition and subtraction problems related to the data in a graph.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M2.G",
            "Label": "Geometry",
            "Subs": [
                {
                    "Key": "TN.M2.G.A",
                    "Label": "Reason about shapes and their attributes.",
                    "Subs": [
                        {
                            "Key": "TN.M2.G.A.1",
                            "Label": "Identify triangles, quadrilaterals, pentagons, and hexagons. Draw two-dimensional shapes having specified attributes (as determined directly or visually, not by measuring), such as a given number of angles/vertices or a given number of sides of equal length.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.M2.G.A.2",
                            "Label": "Partition a rectangle into rows and columns of same-sized squares and find the total number of squares.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.M2.G.A.3",
                            "Label": "Partition circles and rectangles into two, three, and four equal shares. Describe the shares using the words halves, thirds, fourths, half of, a third of, and a fourth of, and describe the whole as two halves, three thirds, four fourths. Recognize that equal shares of identical wholes need not have the same shape.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}