{
    "Title": "Tennessee Standards > Science > Grade 2",
    "Overview": "By the end of second grade, students discover forces and interactions by experimenting with different strengths and directions of pushing and pulling and designing experiments to discover the relationship between speed and direction of an object using force. Students discover waves and the transfer of information by experimenting with light and sound energy. Second grade students learn life cycles and classifications of animals and adaptations for survival. Students use textual evidence to cite ways that the earth is changing and understand the changing surface of the Earth.",
    "Goals": [],
    "Standards": [
        {
            "Key": "TN.S2.PS",
            "Label": "Physical Sciences",
            "Subs": [
                {
                    "Key": "TN.S2.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Subs": [
                        {
                            "Key": "TN.S2.PS.2.1",
                            "Label": "Analyze the push or the pull that occurs when objects collide or are connected.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S2.PS.2.2",
                            "Label": "Evaluate the effects of different strengths and directions of a push or a pull on the motion of an object.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S2.PS.2.3",
                            "Label": "Recognize the effect of multiple pushes and pulls on an object's movement or non-movement.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S2.PS.3",
                    "Label": "Energy",
                    "Subs": [
                        {
                            "Key": "TN.S2.PS.3.1",
                            "Label": "Demonstrate how a stronger push or pull makes things go faster and how faster speeds during a collision can cause a bigger change in the shape of the colliding objects.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S2.PS.3.2",
                            "Label": "Make observations and conduct experiments to provide evidence that friction produces heat and reduces or increases the motion of an object.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S2.PS.4",
                    "Label": "Waves & Their Applications In Technologies For Information Transfer",
                    "Subs": [
                        {
                            "Key": "TN.S2.PS.4.1",
                            "Label": "Plan and conduct investigations to demonstrate the cause and effect relationship between vibrating materials (tuning forks, water, bells) and sound.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S2.PS.4.2",
                            "Label": "Use tools and materials to design and build a device to understand that light and sound travel in waves and can send signals over a distance.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S2.PS.4.3",
                            "Label": "Observe and demonstrate that waves move in regular patterns of motion by disturbing the surface of shallow and deep water.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S2.LS",
            "Label": "Life Sciences",
            "Subs": [
                {
                    "Key": "TN.S2.LS.1",
                    "Label": "From Molecules To Organisms: Structure & Process",
                    "Subs": [
                        {
                            "Key": "TN.S2.LS.1.1",
                            "Label": "Use evidence and observations to explain that many animals use their body parts and senses in different ways to see, hear, grasp objects, protect themselves, move from place to place, and seek, find, and take in food, water, and air.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S2.LS.1.2",
                            "Label": "Obtain and communicate information to classify animals (vertebrates-mammals, birds, amphibians, reptiles, fish, invertebrates-insects) based on their physical characteristics.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S2.LS.1.3",
                            "Label": "Use simple graphical representations to show that species have unique and diverse life cycles.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S2.LS.2",
                    "Label": "Ecosystems: Interactions, Energy & Dynamics",
                    "Subs": [
                        {
                            "Key": "TN.S2.LS.2.1",
                            "Label": "Develop and use models to compare how animals depend on their surroundings and other living things to meet their needs in the places they live.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S2.LS.2.2",
                            "Label": "Predict what happens to animals when the environment changes (temperature, cutting down trees, wildfires, pollution, salinity, drought, land preservation).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S2.LS.3",
                    "Label": "Heredity: Inheritance & Variation Of Traits",
                    "Subs": [
                        {
                            "Key": "TN.S2.LS.3.1",
                            "Label": "Use evidence to explain that living things have physical traits inherited from parents and that variations of these traits exist in groups of similar organisms.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S2.ESS",
            "Label": "Earth & Space Sciences",
            "Subs": [
                {
                    "Key": "TN.S2.ESS.1",
                    "Label": "Earth’s Place In The Universe",
                    "Subs": [
                        {
                            "Key": "TN.S2.ESS.1.1",
                            "Label": "Recognize that some of Earth’s natural processes are cyclical, while others have a beginning and an end. Some events happen quickly, while others occur slowly over time.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S2.ESS.2",
                    "Label": "Earth’s Systems",
                    "Subs": [
                        {
                            "Key": "TN.S2.ESS.2.1",
                            "Label": "Compare the effectiveness of multiple solutions designed to slow or prevent wind or water from changing the shape of the land.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S2.ESS.2.2",
                            "Label": "Observe and analyze how blowing wind and flowing water can move Earth materials (soil, rocks) from one place to another, changing the shape of a landform and affecting the habitats of living things.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S2.ESS.2.3",
                            "Label": "Compare simple maps of different land areas to observe the shapes and kinds of land (rock, soil, sand) and water (river, stream, lake, pond).",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S2.ESS.2.4",
                            "Label": "Use information obtained from reliable sources to explain that water is found in the ocean, rivers, streams, lakes, and ponds, and may be solid or liquid.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S2.ETS",
            "Label": "Engineering, Technology & Applications Of Science",
            "Subs": [
                {
                    "Key": "TN.S2.ETS.1",
                    "Label": "Engineering Design",
                    "Subs": [
                        {
                            "Key": "TN.S2.ETS.1.1",
                            "Label": "Define a simple problem that can be solved through the development of a new or improved object or tool by asking questions, making observations, and gather accurate information about a situation people want to change.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S2.ETS.1.2",
                            "Label": "Develop a simple sketch, drawing, or physical model that communicates solutions to others.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S2.ETS.1.3",
                            "Label": "Recognize that to solve a problem, one may need to break the problem into parts, address each part, and then bring the parts back together.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S2.ETS.1.4",
                            "Label": "Compare and contrast solutions to a design problem by using evidence to point out strengths and weaknesses of the design.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S2.ETS.2",
                    "Label": "Links Among Engineering, Technology, Science & Society",
                    "Subs": [
                        {
                            "Key": "TN.S2.ETS.2.1",
                            "Label": "Use appropriate tools to make observations, record data, and refine design ideas.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S2.ETS.2.2",
                            "Label": "Predict and explain how human life and the natural world would be different without current technologies.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}