{
    "Title": "Tennessee Academic Standards > Mathematics > Grade 4",
    "Overview": "",
    "Goals": [
        [
            "(1) Operations & Algebraic Thinking",
            "Students build on their knowledge of multiplication and begin to interpret and represent multiplication as a comparison. They multiply and divide to solve contextual problems involving multiplicative situations, distinguishing their solutions from additive comparison situations. Students solve multi-step whole number contextual problems using the four operations representing the unknown as a variable within equations (See Table 1 - Addition and Subtraction Situations and Table 2 - Multiplication and Division Situations). This is the first time students find and interpret remainders in context. Students find factors and multiples, and they identify prime and composite numbers. Students generate number or shape patterns following a given rule."
        ],
        [
            "(2) Number & Operations In Base Ten",
            "Students generalize place value understanding to read and write numbers to 1,000,000, using standard form, word form, and expanded notation. They compare the relative size of the numbers and round numbers to the nearest hundred thousand, which builds on 3rd grade rounding concepts. By the end of 4th grade, students should fluently add and subtract multi-digit whole numbers to 1,000,000. Students use strategies based on place value and the properties of operations to multiply a whole number up to four-digits by a one-digit number, and multiply two two-digit numbers. They use these strategies and the relationship between multiplication and division to find whole number quotients and remainders up to four-digit dividends and one-digit divisors (See Table 3 - Properties of Operations)."
        ],
        [
            "(3) Number & Operations In Fractions",
            "Students continue to develop an understanding of fraction equivalence by reasoning about the size of the fractions, using a benchmark fraction to compare the fractions, or finding a common denominator. Students extend previous understanding of unit fractions to compose and decompose fractions in different ways. They use the meaning of fractions and the meaning of multiplication as repeated addition to multiply a whole number by a fraction. Students solve contextual problems involving addition and subtraction of fractions with like denominators and multiplication of a whole number by a fraction (See Table 1 - Addition and Subtraction Situations and Table 2 - Multiplication and Division Situations for whole number situations that can be applied to fractions). Students learn decimal notation for the first time to represent fractions with denominators of 10 and 100. They express these fractions and their equivalents as decimals and are able to read, write, compare, and locate these decimals on a number line."
        ],
        [
            "(4) Measurement & Data",
            "Students know the relative sizes of measurement units within one system of units. They use the four operations to solve contextual problems involving measurement. Students build on their previous understanding of area and perimeter to generate and apply formulas for finding the area and perimeter of rectangles. Students also build on their understanding of line plots and solve problems involving fractions using operations appropriate for the grade. For the first time, students learn concepts of angle measurement."
        ],
        [
            "(5) Geometry",
            "Students extend their previous understanding to analyze and classify shapes based on line and angle types. Students also use knowledge of line and angle types to identify right triangles. Students recognize and draw lines of symmetry for the first time."
        ]
    ],
    "Standards": [
        {
            "Key": "TN.M4.OA",
            "Label": "Operations & Algebraic Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M4.OA.A",
                    "Label": "Use the four operations with whole numbers to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M4.OA.A.1",
                            "Label": "Interpret a multiplication equation as a comparison (e.g., interpret 35 = 5 x 7 as a statement that 35 is 5 times as many as 7 and 7 times as much as 5). Represent verbal/written statements of multiplicative comparisons as multiplication equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M4.OA.A.2",
                            "Label": "Multiply or divide to solve contextual problems involving multiplicative comparison, and distinguish multiplicative comparison from additive comparison.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M4.OA.A.3",
                            "Label": "Solve multi-step contextual problems (posed with whole numbers and having whole-number answers using the four operations) including problems in which remainders must be interpreted. Represent these problems using equations with a letter standing for the unknown quantity.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M4.OA.B",
                    "Label": "Gain familiarity with factors and multiples.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M4.OA.B.4",
                            "Label": "Find factor pairs for whole numbers in the range 1-100 using models. Recognize that a whole number is a multiple of each of its factors. Determine whether a given whole number is prime or composite and whether the given number is a multiple of a given one-digit number.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M4.OA.C",
                    "Label": "Generate and analyze patterns.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M4.OA.C.5",
                            "Label": "Generate a number or shape pattern that follows a given rule. Identify apparent features of the pattern that were not explicit in the rule itself.",
                            "Examples": [
                                "For example, given the rule “Add 3” and the starting number 1, generate terms in the resulting sequence and observe that the terms appear to alternate between odd and even numbers. Explain informally why the numbers will continue to alternate in this way."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M4.NBT",
            "Label": "Number & Operations In Base Ten",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M4.NBT.A",
                    "Label": "Generalize place value understanding for multi-digit whole numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M4.NBT.A.1",
                            "Label": "Recognize that in a multi-digit whole number (less than or equal to 1,000,000), a digit in one place represents 10 times as much as it represents in the place to its right.",
                            "Examples": [
                                "For example, recognize that 7 in 700 is 10 times bigger than the 7 in 70 because 700 ÷ 70 = 10 and 70 x 10 = 700."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M4.NBT.A.2",
                            "Label": "Read and write multi-digit whole numbers (less than or equal to 1,000,000) using standard form, word form, and expanded notation (e.g. the expanded notation of 4256 is written as (4 x 1000) + (2 x 100) + (5 x 10) + (6 x 1)). Compare two multi-digit numbers based on meanings of the digits in each place and use the symbols >, =, and < to show the relationship.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M4.NBT.A.3",
                            "Label": "Round multi-digit whole numbers to any place (up to and including the hundred-thousand place) using understanding of place value and use a number line to explain how the number was rounded.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M4.NBT.B",
                    "Label": "Use place value understanding and properties of operations to perform multi-digit arithmetic.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M4.NBT.B.4",
                            "Label": "Fluently add and subtract within 1,000,000 using efficient strategies and algorithms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M4.NBT.B.5",
                            "Label": "Multiply a whole number of up to four digits by a one-digit whole number and multiply two two-digit numbers, using strategies based on place value and the properties of operations. Illustrate and explain the calculation by using equations, rectangular arrays, and/or area models.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M4.NBT.B.6",
                            "Label": "Find whole-number quotients and remainders with up to four-digit dividends and one-digit divisors, using strategies based on place value, the properties of operations, and/or the relationship between multiplication and division. Illustrate and explain the calculation by using equations, rectangular arrays, and/or area models.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M4.NF",
            "Label": "Number & Operations In Fractions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M4.NF.A",
                    "Label": "Extend understanding of fraction equivalence and comparison.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M4.NF.A.1",
                            "Label": "Explain why a fraction a/b is equivalent to a fraction (a x n)/(b x n) or (a ÷ n)/(b ÷ n) using visual fraction models, with attention to how the number and size of the parts differ even though the two fractions themselves are the same size. Use this principle to recognize and generate equivalent fractions.",
                            "Examples": [
                                "For example, 3/4 = (3 x 2)/(4 x 2) = 6/8."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M4.NF.A.2",
                            "Label": "Compare two fractions with different numerators and different denominators by creating common denominators or common numerators or by comparing to a benchmark such as 0 or 1/2 or 1. Recognize that comparisons are valid only when the two fractions refer to the same whole. Use the symbols >, =, or < to show the relationship and justify the conclusions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M4.NF.B",
                    "Label": "Build fractions from unit fractions by applying and extending previous understandings of operations on whole numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M4.NF.B.3",
                            "Label": "Understand a fraction a/b with a > 1 as a sum of fractions 1/b.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M4.NF.B.3.a",
                                    "Label": "Understand addition and subtraction of fractions as joining and separating parts referring to the same whole.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M4.NF.B.3.b",
                                    "Label": "Decompose a fraction into a sum of fractions with the same denominator in more than one way (e.g., 3/8 = 1/8 + 1/8 + 1/8; 3/8 = 1/8 + 2/8; 2 1/8 = 1 + 1 + 1/8 = 8/8 + 8/8 + 1/8) recording each decomposition by an equation. Justify decompositions using a visual fraction model.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M4.NF.B.3.c",
                                    "Label": "Add and subtract mixed numbers with like denominators by replacing each mixed number with an equivalent fraction and/or by using properties of operations and the relationship between addition and subtraction.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M4.NF.B.3.d",
                                    "Label": "Solve contextual problems involving addition and subtraction of fractions referring to the same whole and having like denominators.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M4.NF.B.4",
                            "Label": "Apply and extend understanding of multiplication as repeated addition to multiply a whole number by a fraction.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M4.NF.B.4.a",
                                    "Label": "Understand a fraction a/b as a multiple of 1/b.",
                                    "Examples": [
                                        "For example, use a visual fraction model to represent 5/4 as the product 5 × 1/4, recording the conclusion by the equation 5/4 = 5 x 1/4."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M4.NF.B.4.b",
                                    "Label": "Understand a multiple of a/b as a multiple of 1/b and use this understanding to multiply a whole number by a fraction.",
                                    "Examples": [
                                        "For example, use a visual fraction model to express 3 × 2/5 as 6 × 1/5, recognizing this product as 6/5. (In general, n x a/b = (n x a)/b = (n x a) x 1/b.)"
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M4.NF.B.4.c",
                                    "Label": "Solve contextual problems involving multiplication of a whole number by a fraction (e.g., by using visual fraction models and equations to represent the problem).",
                                    "Examples": [
                                        "For example, if each person at a party will eat 3/8 of a pound of roast beef, and there will be 4 people at the party, how many pounds of roast beef will be needed? Between what two whole numbers does your answer lie?"
                                    ],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "TN.M4.NF.C",
                    "Label": "Understand decimal notation for fractions and compare decimal fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M4.NF.C.5",
                            "Label": "Express a fraction with denominator 10 as an equivalent fraction with denominator 100, and use this technique to add two fractions with respective denominators 10 and 100.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M4.NF.C.6",
                            "Label": "Read and write decimal notation for fractions with denominators 10 or 100. Locate these decimals on a number line.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M4.NF.C.7",
                            "Label": "Compare two decimals to hundredths by reasoning about their size. Recognize that comparisons are valid only when the two decimals refer to the same whole. Use the symbols >, =, or < to show the relationship and justify the conclusions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M4.MD",
            "Label": "Measurement & Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M4.MD.A",
                    "Label": "Estimate and solve problems involving measurement.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M4.MD.A.1",
                            "Label": "Measure and estimate to determine relative sizes of measurement units within a single system of measurement involving length, liquid volume, and mass/weight of objects using customary and metric units.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M4.MD.A.2",
                            "Label": "Solve one- or two-step real-world problems involving whole number measurements (including length, liquid volume, mass/weight, time, and money) with all four operations within a single system of measurement.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M4.MD.A.3",
                            "Label": "Know and apply the area and perimeter formulas for rectangles in real- world and mathematical contexts.",
                            "Examples": [
                                "For example, find the width of a rectangular room given the area of the flooring and the length, by viewing the area formula as a multiplication equation with an unknown factor."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M4.MD.B",
                    "Label": "Represent and interpret data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M4.MD.B.4",
                            "Label": "Make a line plot to display a data set of measurements in fractions of the same unit (1/2 or 1/4 or 1/8). Use operations on fractions for this grade to solve problems involving information presented in line plots.",
                            "Examples": [
                                "For example, from a line plot find and interpret the difference in length between the longest and shortest specimens in an insect collection."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M4.MD.C",
                    "Label": "Geometric measurement: understand concepts of angle and measure angles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M4.MD.C.5",
                            "Label": "Recognize angles as geometric shapes that are formed wherever two rays share a common endpoint; and understand concepts of angle measurement.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M4.MD.C.5.a",
                                    "Label": "Understand that an angle is measured with reference to a circle with its center at the common endpoint of the rays, by considering the fraction of the circular arc between the points where the two rays intersect the circle.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M4.MD.C.5.b",
                                    "Label": "Understand that an angle that turns through 1/360 of a circle is called a “one-degree angle,” and can be used to measure angles. An angle that turns through n one-degree angles is said to have an angle measure of n degrees and represents a fractional portion of the circle.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M4.MD.C.6",
                            "Label": "Measure angles in whole-number degrees using a protractor. Sketch angles of specified measure.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M4.MD.C.7",
                            "Label": "Recognize angle measure as additive. When an angle is decomposed into non-overlapping parts, the angle measure of the whole is the sum of the angle measures of the parts. Solve addition and subtraction problems to find unknown angles on a diagram in real-world and mathematical problems. (e.g., by using an equation with a symbol for the unknown angle measure).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M4.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M4.G.A",
                    "Label": "Draw and identify lines and angles and classify shapes by properties of their lines and angles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M4.G.A.1",
                            "Label": "Draw points, lines, line segments, rays, angles (right, acute, obtuse, straight, reflex), and perpendicular and parallel lines. Identify these in two-dimensional figures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M4.G.A.2",
                            "Label": "Classify two-dimensional figures based on the presence or absence of parallel or perpendicular lines or the presence or absence of angles of a specified size. Classify triangles based on the measure of the angles as right, acute, or obtuse.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M4.G.A.3",
                            "Label": "Recognize and draw lines of symmetry for two-dimensional figures.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}