{
    "Title": "Tennessee Academic Standards > Social Studies > Grade 4",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "The War For Independence (1700s-1780s)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS4.1",
                    "Label": "Analyze the impact of conflicts between colonists and American Indian nations brought on by the intrusions of colonization.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.2",
                    "Label": "Describe the contributions of Benjamin Franklin during this era, including the development of the Albany Plan of Union and the “Join or Die” political cartoon.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.3",
                    "Label": "Analyze the causes and consequences of the French and Indian War, and recognize Fort Loudoun's role in it.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.4",
                    "Label": "Evaluate how political and economic ideas and interests brought about the American Revolution.",
                    "Examples": [
                        "For example, the Tea Act (1773), resistance to imperial policy, “Taxation without Representation” (Proclamation of 1763), Intolerable/Coercive Acts (1774), The Stamp Act (1765), the role of Patrick Henry, & The Townshend Acts, 1767."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.5",
                    "Label": "Explain the different forms of protests colonists used to promote change in British policies, including: the Boston Tea Party, tarring and feathering, letter writing, and boycotts.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.6",
                    "Label": "Determine the historical and present-day significance of the Declaration of Independence, including the roles of Thomas Jefferson and John Hancock.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.7",
                    "Label": "Contrast how the principles set forth in the Declaration of Independence clashed with treatment of different groups including: women, slaves, and American Indians.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.8",
                    "Label": "Determine the importance of the following groups to the American Revolution.",
                    "Examples": [
                        "For example, Loyalists (Tories), Redcoats, Minutemen, Sons of Liberty, & Patriots."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.9",
                    "Label": "Examine major events and battles of the American Revolution.",
                    "Examples": [
                        "For example, Midnight Ride of Paul Revere, Battle of Saratoga, Battles of Lexington and Concord, Valley Forge, Battle of Bunker (Breed's) Hill, & Battle of Yorktown."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.10",
                    "Label": "Evaluate the contributions made by women during the American Revolution.",
                    "Examples": [
                        "For example, Abigail Adams, Betsy Ross, Mary Ludwig Hays (Molly Pitcher), & Phillis Wheatley."
                    ],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Creating A New Government (1781-1789)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS4.11",
                    "Label": "Identify the weaknesses of the Articles of Confederation, including: no power to tax, weak central government, and the impact of Shays' Rebellion.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.12",
                    "Label": "Identify the roles of James Madison and George Washington during the Constitutional Convention, and analyze the major issues debated.",
                    "Examples": [
                        "For example, distribution of power between the states and federal government, the Great Compromise, & slavery and the Three-Fifths Compromise."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.13",
                    "Label": "Describe the conflict between the Federalists and Anti-Federalists over ratification of the Constitution, including the need for a Bill of Rights.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.14",
                    "Label": "Describe the principles embedded in the Constitution.",
                    "Examples": [],
                    "Subs": [
                        "For example, purposes of government (listed in the Preamble), separation of powers, branches of government, checks and balances, & recognition and protection of individual rights (in the 1st Amendment)"
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Building The New Nation (1790-1830)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS4.15",
                    "Label": "Examine the legacy and significance of the presidency of George Washington, including: the creation of cabinet member positions, two-party split, and the push for a strong central government.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.16",
                    "Label": "Map the exploration of the Louisiana Territory, and describe the events, struggles, and successes of the purchase, including the significance of: Meriwether Lewis, William Clark, and Sacagawea.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.17",
                    "Label": "Identify major causes, events, and key people of the War of 1812.",
                    "Examples": [
                        "For example, trade restrictions, burning of Washington, D.C., mpressment, Francis Scott Key, Battle of New Orleans, & Andrew Jackson."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.18",
                    "Label": "Analyze the impact of Andrew Jackson's presidency, including: the Indian Removal Act, Trail of Tears, and preservation of the union.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "The Growth of the Republic (1800s-1850)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS4.19",
                    "Label": "Contrast regional differences in the early 19th century, including: the emerging urbanization in the North, the expansion of the plantation system in the South, and the developing West.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.20",
                    "Label": "Analyze the impact of the American Industrial Revolution.",
                    "Examples": [
                        "For example, the significance of watermills (influence of geography), Robert Fulton (steamboats), Samuel Slater (factory system), & Eli Whitney (cotton gin)."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.21",
                    "Label": "Compare and contrast the characteristics of slave life in plantations, cities, and other farms.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.22",
                    "Label": "Describe the experiences of settlers on the overland trails to the West, including the purpose of the journeys and influence of geography.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.23",
                    "Label": "Examine the impact of President James K. Polk's view of Manifest Destiny on westward expansion.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.24",
                    "Label": "Explain the significance of the California Gold Rush in westward expansion.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "The United States Prior To The Civil War (1820s-1861)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS4.25",
                    "Label": "Analyze the sectional differences between the North and the Antebellum South.",
                    "Examples": [
                        "For example, economic differences, social differences, political differences, differences in transportation, & differences in population."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.26",
                    "Label": "Identify abolitionist leaders and their approaches to ending slavery.",
                    "Examples": [
                        "For example, Frederick Douglass, Sojourner Truth, William Lloyd Garrison, & Harriet Tubman."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.27",
                    "Label": "Explain how slavery became a national issue during the mid-19th century.",
                    "Examples": [
                        "For example, the significance of the Missouri Compromise, the Kansas-Nebraska Act, the Compromise of 1850, the Dred Scott v. Sandford decision, Uncle Tom's Cabin, John Brown's Raid (on Harper's Ferry)."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.28",
                    "Label": "Compare and contrast the various sectional stances on states' rights and slavery represented by the presidential candidates in the election of 1860, including Abraham Lincoln and Stephen A. Douglas.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.29",
                    "Label": "Evaluate the significance of the Battle of Fort Sumter and the impact it had on secession.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "The Civil War & Reconstruction (1861-1870s)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS4.30",
                    "Label": "Explain the efforts of both the Union and the Confederacy to secure the border states for their causes.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.31",
                    "Label": "Explain how the Union's Anaconda Plan used geographic features to isolate and defeat regions of the south and the Confederacy as a whole.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.32",
                    "Label": "Describe the roles of major leaders during the Civil War.",
                    "Examples": [
                        "For example, Jefferson Davis, Ulysses S. Grant, Robert E. Lee, President Abraham Lincoln."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.33",
                    "Label": "Evaluate the significant contributions made by women during the Civil War, including Clara Barton and Dorothea Dix.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.34",
                    "Label": "Examine the significance and outcomes of key battles of the Civil War.",
                    "Examples": [
                        "For example, the First Battle of Bull Run, the Battle of Shiloh, the Battle of Antietam, the Battle of Gettysburg/"
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.35",
                    "Label": "Explain the purpose of the Emancipation Proclamation, and identify its impact on the country.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.36",
                    "Label": "Describe the significance of the Gettysburg Address.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.37",
                    "Label": "Describe the physical, social, political, and economic consequences of the Civil War on the southern U.S. after the surrender at Appomattox Court House.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.38",
                    "Label": "Describe the impact President Abraham Lincoln's assassination had on the nation.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.39",
                    "Label": "Identify the 13th, 14th, and 15th Amendments as efforts to help former slaves begin a new life.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.40",
                    "Label": "Compare and contrast the Reconstruction plans of President Abraham Lincoln, President Andrew Johnson, and Congress.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS4.41",
                    "Label": "Examine the significance of the Compromise of 1877 on the U.S.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        }
    ],
    "References": []
}