{
    "Title": "Tennessee Academic Standards > Science > Grade 4",
    "Overview": "By the end of fourth grade, students develop an understanding how plants, animals, and nonliving things in an ecosystem interact with each other. They analyze temporary and permanent changes caused by weather and living things on Earth's land and water, and they investigate how the placements of certain landforms create a predictable pattern. Students examine various types of energy transfer, including sound, light, heat, and electric currents, and model how energy transforms with added speed or in a collision. They create models to explain how waves travel and how waves of light become visible to humans.",
    "Goals": [],
    "Standards": [
        {
            "Key": "TN.S4.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.S4.PS.3",
                    "Label": "Energy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S4.PS.3.1",
                            "Label": "Use evidence to explain the cause and effect relationship between the speed of an object and the energy of an object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S4.PS.3.2",
                            "Label": "Observe and explain the relationship between potential energy and kinetic energy.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S4.PS.3.3",
                            "Label": "Describe how stored energy can be converted into another form for practical use.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S4.PS.4",
                    "Label": "Waves & Their Applications In Technologies For Information Transfer",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S4.PS.4.1",
                            "Label": "Use a model of a simple wave to explain regular patterns of amplitude, wavelength, and direction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S4.PS.4.2",
                            "Label": "Describe how the colors of available light sources and the bending of light waves determine what we see.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S4.PS.4.3",
                            "Label": "Investigate how lenses and digital devices like computers or cell phones use waves to enhance human senses.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S4.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.S4.LS.2",
                    "Label": "Ecosystems: Interactions, Energy & Dynamics",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S4.LS.2.1",
                            "Label": "Support an argument with evidence that plants get the materials they need for growth and reproduction chiefly through a process in which they use carbon dioxide from the air, water, and energy from the sun to produce sugars, plant materials, and waste (oxygen); and that this process is called photosynthesis.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S4.LS.2.2",
                            "Label": "Develop models of terrestrial and aquatic food chains to describe the movement of energy among producers, herbivores, carnivores, omnivores, and decomposers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S4.LS.2.3",
                            "Label": "Using information about the roles of organisms (producers, consumers, decomposers), evaluate how those roles in food chains are interconnected in a food web, and communicate how the organisms are continuously able to meet their needs in a stable food web.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S4.LS.2.4",
                            "Label": "Develop and use models to determine the effects of introducing a species to, or removing a species from, an ecosystem and how either one can damage the balance of an ecosystem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S4.LS.2.5",
                            "Label": "Analyze and interpret data about changes (land characteristics, water distribution, temperature, food, and other organisms) in the environment and describe what mechanisms organisms can use to affect their ability to survive and reproduce.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S4.LS.4",
                    "Label": "Biological Change: Unity & Diversity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S4.LS.4.1",
                            "Label": "Obtain information about what a fossil is and ways a fossil can provide information about the past.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S4.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.S4.ESS.1",
                    "Label": "Earth's Place In The Universe",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S4.ESS.1.1",
                            "Label": "Generate and support a claim with evidence that over long periods of time, erosion (weathering and transportation) and deposition have changed landscapes and created new landforms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S4.ESS.1.2",
                            "Label": "Use a model to explain how the orbit of the Earth and sun cause observable patterns: a. day and night; b. changes in length and direction of shadows over a day.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S4.ESS.2",
                    "Label": "Earth's Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S4.ESS.2.1",
                            "Label": "Collect and analyze data from observations to provide evidence that rocks, soils, and sediments are broken into smaller pieces through mechanical weathering (frost wedging, abrasion, tree root wedging) and are transported by water, ice, wind, gravity, and vegetation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S4.ESS.2.2",
                            "Label": "Interpret maps to determine that the location of mountain ranges, deep ocean trenches, volcanoes, and earthquakes occur in patterns.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S4.ESS.2.3",
                            "Label": "Provide examples to support the claim that organisms affect the physical characteristics of their regions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S4.ESS.2.4",
                            "Label": "Analyze and interpret data on the four layers of the Earth, including thickness, composition, and physical states of these layers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S4.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S4.ESS.3.1",
                            "Label": "Obtain and combine information to describe that energy and fuels are derived from natural resources and that some energy and fuel sources are renewable (sunlight, wind, water) and some are not (fossil fuels, minerals).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S4.ESS.3.2",
                            "Label": "Create an argument, using evidence from research, that human activity (farming, mining, building) can affect the land and ocean in positive and/or negative ways.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S4.ETS",
            "Label": "Engineering, Technology & Applications Of Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.S4.ETS.1",
                    "Label": "Engineering Design",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S4.ETS.1.1",
                            "Label": "Categorize the effectiveness of design solutions by comparing them to specified criteria for constraints.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S4.ETS.2",
                    "Label": "Links Among Engineering, Technology, Science & Society",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S4.ETS.2",
                            "Label": "Use appropriate tools and measurements to build a model.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S4.ETS.2",
                            "Label": "Determine the effectiveness of multiple solutions to a design problem given the criteria and the constraints.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S4.ETS.2",
                            "Label": "Explain how engineers have improved existing technologies to increase their benefits, to decrease known risks, and to meet societal demands (artificial limbs, seatbelts, cell phones).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}