{
    "Title": "Tennessee Academic Standards > Mathematics > Grade 5",
    "Overview": "",
    "Goals": [
        [
            "(1) Operations & Algebraic Thinking",
            "Students build on their understanding of patterns to generate two numerical patterns using given rules and identify relationships between the patterns. For the first time, students form ordered pairs and graph them on a coordinate plane. In addition, students write and evaluate numerical expressions using parentheses and/or brackets."
        ],
        [
            "(2) Number & Operations In Base Ten",
            "Students generalize their understanding of place value to include decimals by reading, writing, comparing, and rounding numbers. Students explain patterns in products when multiplying a number by a power of 10. Whole-number exponents are used to denote powers of 10 for the first time. By the end of 5th grade, students should fluently multiply multi-digit whole numbers (up to 4 digits by 3 digits).\n\nStudents build on their understanding of why division procedures work based on place value and the properties of operations to find whole number quotients and remainders (See Table 3 - Properties of Operations). They apply their understanding of models for decimals, decimal notation, and properties of operations to add, subtract, multiply, and divide decimals to hundredths. (Limit division problems so that either the dividend or the divisor is a whole number.) They develop fluency in these computations and make reasonable estimates of their results. Students finalize their understanding of multi-digit addition, subtraction, multiplication, and division with whole numbers."
        ],
        [
            "(3) Number & Operations In Fractions",
            "Students apply their understanding of equivalent fractions and fraction models to represent the addition and subtraction of fractions with unlike denominators as equivalent calculations with like denominators. They develop fluency in calculating sums and differences of fractions and make reasonable estimates of them. For the first time, students develop an understanding of fractions as division problems. They use the meaning of fractions, of multiplication and division, and the relationship between multiplication and division to understand and explain why the procedures for multiplying and dividing fractions make sense. Students reason about the size of products compared to the size of the factors. Students should solve a variety of problem types in order to make connections among contexts, equations, and strategies (See Table 1 - Addition and Subtraction Situations and Table 2 - Multiplication and Division Situations for whole number situations that can be applied to fractions)."
        ],
        [
            "(4) Measurement & Data",
            "Students build on their understanding of area and recognize volume as an attribute of three-dimensional space. They understand that volume can be measured by finding the total number of same-sized units of volume required to fill the space without gaps or overlaps. Students decompose three-dimensional shapes and find volumes of right rectangular prisms by viewing them as decomposed into layers of cubes. Students build on their understanding of measurements to convert from larger units to smaller units within a single system of measurement and solve multistep problems involving these conversions. Students solve problems with data from line plots involving fractions using operations appropriate for the grade."
        ],
        [
            "(5) Geometry",
            "Students plot points on the coordinate plane to solve real-world and mathematical problems. Students classify two-dimensional figures into categories based on their properties."
        ]
    ],
    "Standards": [
        {
            "Key": "TN.M5.OA",
            "Label": "Operations & Algebraic Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M5.OA.A",
                    "Label": "Write and interpret numerical expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M5.OA.A.1",
                            "Label": "Use parentheses and/or brackets in numerical expressions involving whole numbers and evaluate expressions having these symbols using the conventional order by applying the Order of Operations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M5.OA.A.2",
                            "Label": "Write numerical expressions that record calculations with numbers and interpret numerical expressions without evaluating them.",
                            "Examples": [
                                "For example, express the calculation “add 8 and 7, then multiply by 2” as 2 x (8 + 7). Recognize that 3 x (18,932 + 921) is three times as large as 18,932 + 921, without having to calculate the indicated sum or product."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M5.OA.B",
                    "Label": "Analyze patterns and relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M5.OA.B.3",
                            "Label": "Generate two numerical patterns using two given rules.",
                            "Examples": [
                                "For example, given the rule “Add 3” and the starting number 0, and given the rule “Add 6” and the starting number 0, generate terms in the resulting sequences."
                            ],
                            "Subs": [
                                {
                                    "Key": "TN.M5.OA.B.3.a",
                                    "Label": "Identify relationships between corresponding terms in two numerical patterns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M5.OA.B.3.b",
                                    "Label": "Form ordered pairs (limited to first quadrant) consisting of corresponding terms from two numerical patterns and graph the ordered pairs on a coordinate plane.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M5.NBT",
            "Label": "Number & Operations In Base Ten",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M5.NBT.A",
                    "Label": "Understand the place value system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M5.NBT.A.1",
                            "Label": "Recognize that in a multi-digit number, a digit in one place represents 10 times as much as it represents in the place to its right and 1/10 of what it represents in the place to its left.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M5.NBT.A.2",
                            "Label": "Explain patterns in the number of zeros of the product when multiplying a number by powers of 10, and explain patterns in the placement of the decimal point when a decimal is multiplied or divided by a power of 10. Use whole-number exponents to denote powers of 10.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M5.NBT.A.3",
                            "Label": "Read and write decimals to thousandths using standard form, word form, and expanded notation (e.g., the expanded notation of 347.392 is written as (3 x 100) + (4 x 10) + (7 x 1) + (3 x (1/10)) + (9 x (1/100)) + (2 x (1/1000))). Compare two decimals to thousandths based on meanings of the digits in each place and use the symbols >, =, and < to show the relationship.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M5.NBT.A.4",
                            "Label": "Round decimals to the nearest hundredth, tenth, or whole number using understanding of place value, and use a number line to explain how the number was rounded.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M5.NBT.B",
                    "Label": "Perform operations with multi-digit whole numbers and with decimals to hundredths.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M5.NBT.B.5",
                            "Label": "Fluently multiply multi-digit whole numbers (up to three-digit by four-digit factors) using efficient strategies and algorithms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M5.NBT.B.6",
                            "Label": "Find whole-number quotients and remainders of whole numbers with up to four-digit dividends and two-digit divisors, using strategies based on place value, the properties of operations, and/or the relationship between multiplication and division. Illustrate and explain the calculation by using equations, rectangular arrays, and/or area models.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M5.NBT.B.7",
                            "Label": "Add, subtract, multiply, and divide decimals to hundredths, using concrete models or drawings and strategies based on place value, properties of operations, and/or the relationship between operations. Assess the reasonableness of answers using estimation strategies.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M5.NF",
            "Label": "Number & Operations In Fractions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M5.NF.A",
                    "Label": "Use equivalent fractions as a strategy to add and subtract fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M5.NF.A.1",
                            "Label": "Add and subtract fractions with unlike denominators (including mixed numbers) by replacing given fractions with equivalent fractions in such a way as to produce an equivalent sum or difference of fractions with like denominators.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M5.NF.A.2",
                            "Label": "Solve contextual problems involving addition and subtraction of fractions referring to the same whole, including cases of unlike denominators. Use benchmark fractions and number sense of fractions to estimate mentally and assess the reasonableness of answers.",
                            "Examples": [
                                "For example, recognize an incorrect result 2/5 + 1/2 = 3/7, by observing that 3/7 < 1/2."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M5.NF.B",
                    "Label": "Apply and extend previous understandings of multiplication and division to multiply and divide fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M5.NF.B.3",
                            "Label": "Interpret a fraction as division of the numerator by the denominator (a/b = a ÷ b).",
                            "Examples": [
                                "For example, 3/4 = 3 ÷ 4 so when 3 wholes are shared equally among 4 people, each person has a share of size 3/4. Solve contextual problems involving division of whole numbers leading to answers in the form of fractions or mixed numbers by using visual fraction models or equations to represent the problem.",
                                "For example, if 8 people want to share 49 sheets of construction paper equally, how many sheets will each person receive? Between what two whole numbers does your answer lie?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M5.NF.B.4",
                            "Label": "Apply and extend previous understandings of multiplication to multiply a fraction by a whole number or a fraction by a fraction.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M5.NF.B.4.a",
                                    "Label": "Interpret the product a/b x q as a x (q ÷ b) (partition the quantity q into b equal parts and then multiply by a). Interpret the product a/b x q as (a x q) ÷ b (multiply a times the quantity q and then partition the product into b equal parts).",
                                    "Examples": [
                                        "For example, use a visual fraction model or write a story context to show that 2/3 x 6 can be interpreted as 2 x (6 ÷ 3) or (2 x 6) ÷ 3. Do the same with 2/3 x 4/5 = 8/15. (In general, a/b x c/d = ac/bd.)"
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M5.NF.B.4.b",
                                    "Label": "Find the area of a rectangle with fractional side lengths by tiling it with unit squares of the appropriate unit fraction side lengths, and show that the area is the same as would be found by multiplying the side lengths. Multiply fractional side lengths to find areas of rectangles and represent fraction products as rectangular areas.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M5.NF.B.5",
                            "Label": "Interpret multiplication as scaling (resizing).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M5.NF.B.5.a",
                                    "Label": "Compare the size of a product to the size of one factor on the basis of the size of the other factor, without performing the indicated multiplication.",
                                    "Examples": [
                                        "For example, know if the product will be greater than, less than, or equal to the factors."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M5.NF.B.5.b",
                                    "Label": "Explain why multiplying a given number by a fraction greater than 1 results in a product greater than the given number (recognizing multiplication by whole numbers greater than 1 as a familiar case); explain why multiplying a given number by a fraction between 0 and 1 results in a product less than the given number; and relate the principle of fraction equivalence a/b = (a x n)/(b x n) to the effect of multiplying a/b by 1.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M5.NF.B.6",
                            "Label": "Solve real-world problems involving multiplication of fractions and mixed numbers by using visual fraction models or equations to represent the problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M5.NF.B.7",
                            "Label": "Apply and extend previous understandings of division to divide unit fractions by whole numbers and whole numbers by unit fractions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M5.NF.B.7.a",
                                    "Label": "Interpret division of a unit fraction by a non-zero whole number and compute such quotients.",
                                    "Examples": [
                                        "For example, use visual models and the relationship between multiplication and division to explain that (1/3) ÷ 4 = 1/12 because (1/12) x 4 = 1/3. In other words, when thirds are partitioned into 4 equal groups, they become twelfths."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M5.NF.B.7.b",
                                    "Label": "Interpret division of a whole number by a unit fraction and compute such quotients.",
                                    "Examples": [
                                        "For example, use visual models and the relationship between multiplication and division to explain that 4 ÷ (1/5) = 20 because 20 x (1/5) = 4 (i.e., there are 20 groups of 1/5 inside 4 wholes and connect this to ? x (1/5) = 4)."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M5.NF.B.7.c",
                                    "Label": "Solve real-world problems involving division of unit fractions by non-zero whole numbers and division of whole numbers by unit fractions and non-unit fractions by using visual fraction models and equations to represent the problem.",
                                    "Examples": [
                                        "For example, how much chocolate will each person get if 3 people share 1/2 lb. of chocolate equally? How many 1/3 cup servings are in 2 cups of raisins?"
                                    ],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M5.MD",
            "Label": "Measurement & Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M5.MD.A",
                    "Label": "Convert like measurement units within a given measurement system from a larger unit to a smaller unit.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M5.MD.A.1",
                            "Label": "Convert customary and metric measurement units within a single system by expressing measurements of a larger unit in terms of a smaller unit. Use these conversions to solve multi-step real-world problems involving distances, intervals of time, liquid volumes, masses of objects, and money (including problems involving simple fractions or decimals).",
                            "Examples": [
                                "For example, 3.6 liters and 4.1 liters can be combined as 7.7 liters or 7700 milliliters."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M5.MD.B",
                    "Label": "Represent and interpret data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M5.MD.B.2",
                            "Label": "Make a line plot to display a data set of measurements in fractions of a unit (1/2, 1/4, 1/8). Use operations on fractions for this grade to solve problems involving information presented in line plots.",
                            "Examples": [
                                "For example, given different measurements of liquid in identical beakers, find the amount of liquid each beaker would contain if the total amount in all the beakers were redistributed equally."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M5.MD.C",
                    "Label": "Geometric measurement: understand concepts of volume and relate volume to multiplication and to addition.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M5.MD.C.3",
                            "Label": "Recognize volume as an attribute of solid figures and understand concepts of volume measurement.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M5.MD.C.3.a",
                                    "Label": "Understand that a cube with side length 1 unit, called a “unit cube,” is said to have “one cubic unit” of volume and can be used to measure volume.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M5.MD.C.3.b",
                                    "Label": "Understand that a solid figure which can be packed without gaps or overlaps using n unit cubes is said to have a volume of n cubic units.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M5.MD.C.4",
                            "Label": "Measure volume by counting unit cubes, using cubic centimeters, cubic inches, cubic feet, and improvised units.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M5.MD.C.5",
                            "Label": "Relate volume to the operations of multiplication and addition and solve real-world and mathematical problems involving volume of right rectangular prisms.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M5.MD.C.5.a",
                                    "Label": "Find the volume of a right rectangular prism with whole-number side lengths by packing it with unit cubes and show that the volume is the same as would be found by multiplying the edge lengths, equivalently by multiplying the height by the area of the base. Represent whole-number products of three factors as volumes (e.g., to represent the associative property of multiplication).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M5.MD.C.5.b",
                                    "Label": "Know and apply the formulas V = l x w x h and V = B x h (where B represents the area of the base) for rectangular prisms with whole number edge lengths in the context of solving real-world and mathematical problems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M5.MD.C.5.c",
                                    "Label": "Recognize volume as additive. Find volumes of solid figures composed of two non-overlapping right rectangular prisms by adding the volumes of the non-overlapping parts, applying this technique to solve real-world problems.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M5.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M5.G.A",
                    "Label": "Graph points on the coordinate plane to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M5.G.A.1",
                            "Label": "Graph ordered pairs and label points using the first quadrant of the coordinate plane. Understand in the ordered pair that the first number indicates the horizontal distance traveled along the `text(x)`-axis from the origin and the second number indicates the vertical distance traveled along the `text(y)`-axis, with the convention that the names of the two axes and the coordinates correspond (e.g., `text(x)`-axis and x- coordinate, `text(y)`-axis and `text(y)`-coordinate).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M5.G.A.2",
                            "Label": "Represent real-world and mathematical problems by graphing points in the first quadrant of the coordinate plane and interpret coordinate values of points in the context of the situation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M5.G.B",
                    "Label": "Classify two-dimensional figures into categories based on their properties.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M5.G.B.3",
                            "Label": "Classify two-dimensional figures in a hierarchy based on properties. Understand that attributes belonging to a category of two-dimensional figures also belong to all subcategories of that category.",
                            "Examples": [
                                "For example, all rectangles have four right angles and squares are rectangles, so all squares have four right angles."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}