{
    "Title": "Tennessee Academic Standards > Social Studies > Grade 5",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Industrialization, The Gilded Age, & The Progressive Era (1870s-1910s)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS5.1",
                    "Label": "Explain the need for the South's move toward industrialization after the Civil War.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.2",
                    "Label": "Examine the appeal and challenges of settling the Great Plains from various cultural perspectives, including: settlers, immigrants, Buffalo Soldiers, and American Indians.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.3",
                    "Label": "Analyze the ideas and events of the Gilded Age, including economic disparity (e.g., mistrust of money) and industrial capitalists (e.g., John D. Rockefeller).",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.4",
                    "Label": "Explain the role of labor unions and the American Federation of Labor in changing the standards of working conditions.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.5",
                    "Label": "Examine the contributions and impact of inventors on American society, including: Alexander Graham Bell, George Washington Carver, and Thomas Edison.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.6",
                    "Label": "Examine the impact of important entrepreneurs on American society, including: Andrew Carnegie, Henry T. Ford, and Cornelius Vanderbilt.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.7",
                    "Label": "Analyze the causes, course, and consequences of the Spanish-American War.",
                    "Examples": [
                        "For example, imperialism, Rough Riders, USS Maine, & yellow journalism."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.8",
                    "Label": "Describe the challenges of the journey and process for successful entry into the U.S. through Ellis Island and Angel Island, and examine the role of immigrants in the development of the U.S.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.9",
                    "Label": "Analyze the major goals, struggles, and achievements of the Progressive Era.",
                    "Examples": [
                        "For example, Prohibition (18th Amendment), women's suffrage (19th Amendment), & the lack of child labor laws."
                    ],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "World War I & Between The Wars (1920s-1940s)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS5.10",
                    "Label": "Summarize the events leading to U.S. entry into World War I, including the attack on the RMS Lusitania and the Zimmerman Telegram.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.11",
                    "Label": "Identify and locate the major countries of the Central and Allied Powers during World War I.",
                    "Examples": [
                        "For example, Austria-Hungary, Great Britain, France, Russia, Germany."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.12",
                    "Label": "Describe the impact of U.S. involvement on World War I.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.13",
                    "Label": "Explain the aims of world leaders in the Treaty of Versailles and why the U.S. Senate rejected President Woodrow Wilson's League of Nations.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.14",
                    "Label": "Examine the growth of popular culture during the “Roaring Twenties” with respect to music, clothing, entertainment, automobiles, appliances, & the Harlem Renaissance.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.15",
                    "Label": "Identify the causes of the Great Depression, President Herbert Hoover's role, and its impact on the nation.",
                    "Examples": [
                        "For example, consumer credit and debt, Hoovervilles, mass unemployment, & soup kitchens."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.16",
                    "Label": "Describe how New Deal policies of President Franklin D. Roosevelt impacted American society with government-funded programs, including: Social Security, expansion and development of the national parks, and creation of jobs.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "World War II (1930s-1940s)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS5.17",
                    "Label": "Explain the structures and goals of the governments in Germany and Japan in the 1930s.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.18",
                    "Label": "Determine the significance of the bombing of Pearl Harbor and its impact on the U.S.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.19",
                    "Label": "Identify and locate the Axis and Allied Powers.",
                    "Examples": [
                        "For example, Germany, France, Italy, Great Britain, Japan, & Soviet Union."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.20",
                    "Label": "Examine the reasons for the use of propaganda, rationing, and victory gardens during World War II.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.21",
                    "Label": "Analyze the significance of the Holocaust and its impact on the U.S.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Post-World War II & The Civil Rights Movement (1940s-1960s)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS5.22",
                    "Label": "Examine the growth of the U.S. as a consumer and entertainment society after World War II.",
                    "Examples": [
                        "For example, suburbs, increased access to automobiles, the Interstate Highway System, television, radio, & movie theaters."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.23",
                    "Label": "Examine how Cold War events impacted the U.S.",
                    "Examples": [
                        "For example, Arms race, the Berlin Wall, the Cuban Missile Crisis, & the Space Race."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.24",
                    "Label": "Analyze the key people and events of the Civil Rights Movement.",
                    "Examples": [
                        "For example, Martin Luther King Jr. and non-violent protests, Montgomery Bus Boycott and Rosa Parks, Brown v. Board of Education and Thurgood Marshall, & Freedom Riders and Diane Nash."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS5.25",
                    "Label": "Explain the impact of John F. Kennedy's presidency on the country, including: passage of the Civil Rights Act, the Voting Rights Act, the space program, and his assassination.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Tennessee Prior To Statehood (Pre-1796)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SSK.26",
                    "Label": "Explain how the name “Tennessee” originated from the Yuchi language, referring to where the rivers come together.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.27",
                    "Label": "Identify the cultures of the major indigenous settlements in Tennessee.",
                    "Examples": [
                        "For example, the Paleo (Coats-Hines Site), Archaic, Woodland (Old Stone Fort, Pinson Mounds), & Mississippian (Chucalissa Indian Village)"
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.28",
                    "Label": "Identify the pre-colonial American Indian tribes residing in Tennessee (e.g., Cherokee, Chickasaw, Creek, and Shawnee), and analyze their various customs and traditions.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.29",
                    "Label": "Explain how the Cumberland Gap and Wilderness Road influenced migration into the Tennessee region following the Proclamation of 1763.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.30",
                    "Label": "Explain the significance of the Watauga Settlement on Tennessee history.",
                    "Examples": [
                        "For example, Watauga Compact, Dragging Canoe, John Sevier, & Nancy Ward."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.31",
                    "Label": "Describe the founding of and the obstacles faced with the establishment of the Cumberland Settlements.",
                    "Examples": [
                        "For example, the Battle of the Bluffs, John Donelson, & James Robertson"
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.32",
                    "Label": "Explain the importance of Tennesseans (i.e., Overmountain Men) in the Battle of Kings Mountain during the American Revolution.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.33",
                    "Label": "Identify the Lost State of Franklin as Tennessee's first attempt at statehood, and explain the reasons for its failure.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.34",
                    "Label": "Locate the Territory South of the River Ohio (i.e., Southwest Territory), identify its leaders, and explain how it was the first step to Tennessee's statehood.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Statehood & Early Tennessee History (1796-1849)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SSK.35",
                    "Label": "Describe the steps that Tennessee took to become a state (i.e., population requirement, vote by the citizens, creation of a state constitution, and Congressional approval).",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.36",
                    "Label": "Identify the year Tennessee became a state, its first governor, and the original capital.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.37",
                    "Label": "Describe Tennessee's involvement in the War of 1812.",
                    "Examples": [
                        "For example, Andrew Jackson, the Tennessee volunteers, & the Battle of Horseshoe Bend."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.38",
                    "Label": "Analyze the impact of Andrew Jackson's presidency on the American Indian population of Tennessee.",
                    "Examples": [
                        "For example, the Indian Removal Act, Trail of Tears, Treaty of Echota, & John Ross."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.39",
                    "Label": "Explain how the western boundary of Tennessee was expanded with the Jackson Purchase.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.40",
                    "Label": "Identify the impact of important Tennesseans prior to the Civil War",
                    "Examples": [
                        "For example, David Crockett and Sam Houston (Texas War for Independence and the Alamo), President James K. Polk (Manifest Destiny), & Sequoyah (Cherokee syllabary)."
                    ],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Tennessee In The Civil War Era (1850s-1900)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SSK.41",
                    "Label": "Examine the issue of slavery in the three grand divisions and the impact their differences had on Tennessee's secession from the Union.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.42",
                    "Label": "Describe the significance of Civil War events and battles in Tennessee.",
                    "Examples": [
                        "For example, Siege of Fort Donelson, Battle of Stones River, Battle of Franklin, & Battle of Nashville."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.43",
                    "Label": "Explain the impact of the Tennessee Constitutional Convention of 1870.",
                    "Examples": [
                        "For example, poll taxes, segregation, & funds for public education."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.44",
                    "Label": "Explain the development and efforts of the Freedmen's Bureau in helping former slaves begin a new life.",
                    "Examples": [
                        "For example, Fisk University."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.45",
                    "Label": "Identify how the rise of vigilante justice (e.g., Ku Klux Klan), black codes, and Jim Crow laws impacted Tennessee and the nation.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.46",
                    "Label": "Explain how the end of Reconstruction impacted Tennessee's African American elected officials.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Tennessee In The 20th Century (1900-Present)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SSK.47",
                    "Label": "Identify Tennessee's role in the passage of the 19th Amendment.",
                    "Examples": [
                        "For example, the impact of Anne Dallas Dudley & Harry Burn."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.48",
                    "Label": "Describe the effects of the Great Depression on Tennessee and the impact of New Deal policies in the state (i.e., Tennessee Valley Authority and Civilian Conservation Corps).",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.49",
                    "Label": "Describe Tennessee's contributions during World War I and World War II.",
                    "Examples": [
                        "For example, the conversion of factories to wartime production, the importance of Oak Ridge, & the influence of Tennesseans (i.e., Cornelia Fort, Cordell Hull, and Alvin C. York)."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.50",
                    "Label": "Identify Tennessee's significant contributions to the Civil Rights Movement.",
                    "Examples": [
                        "For example, the Highlander Folk School, the Tent City Movement of Fayette County, Nashville Sit-Ins, & the Clinton Twelve"
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.51",
                    "Label": "Discuss the development of the music industry in Tennessee.",
                    "Examples": [
                        "For example, country music (e.g., Grand Ole Opry, WSM, and the Carter family), blues music (e.g., W.C. Handy and Bessie Smith), rock 'n' roll (e.g., Elvis Presley, Stax Records, and Sun Studio)."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.52",
                    "Label": "Identify influential Tennesseans from the late 20th century.",
                    "Examples": [
                        "For example, Al Gore, Jr., Wilma Rudolph, Alex Haley, Oprah Winfrey, & Dolly Parton."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.53",
                    "Label": "Compare and contrast the three grand divisions of Tennessee.",
                    "Examples": [
                        "For example, major industries - such as Eastman, FedEx, & Nissan.",
                        "For example, tourism - such as Bristol Motor Speedway, Civil War sites, & Graceland.",
                        "For example, agriculture and livestock - such as soybeans in West TN, tobacco in Middle TN, & dairy in East TN.",
                        "For example, geography - such as Gulf Coastal Plains, the Nashville Basin, the Highland Rim, the Cumberland Plateau, the Great Valley, & the Great Smoky Mountains."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SSK.54",
                    "Label": "Describe the structure of Tennessee's government, including the role of each of the three branches, the governor, and state representatives.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        }
    ],
    "References": []
}