{
    "Title": "Tennessee Standards > Science > Grade 5",
    "Overview": "By the end of fifth grade, students explore Earth's materials and systems. They use models and data to investigate factors that affect climate and the cycling of water. Students investigate the distribution and role of the Earth's water. Students should explain the impact on earth's resources and climate when analyzing relationships between humans and the environment. Students examine inherited traits and variations and how these variations lead to species survival. In physical science, they learn about physical properties of matter and chemical reactions by discovering matter is not destroyed, only changed. Investigating forces and motion, students focus on balanced and unbalanced forces and explore patterns of change in physical systems along with gravitational forces.",
    "Goals": [],
    "Standards": [
        {
            "Key": "TN.S5.PS",
            "Label": "Physical Sciences",
            "Subs": [
                {
                    "Key": "TN.S5.PS.1",
                    "Label": "Matter & Its Interactions",
                    "Subs": [
                        {
                            "Key": "TN.S5.PS.1.1",
                            "Label": "Analyze and interpret data from observations and measurements of the physical properties of matter to explain phase changes between a solid, liquid, or gas.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.PS.1.2",
                            "Label": "Analyze and interpret data to show that the amount of matter is conserved even when it changes form, including transitions where matter seems to vanish.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.PS.1.3",
                            "Label": "Design a process to measure how different variables (temperature, particle size, stirring) affect the rate of dissolving solids into liquids.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.PS.1.4",
                            "Label": "Evaluate the results of an experiment to determine whether the mixing of two or more substances result in a change of properties.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S5.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Subs": [
                        {
                            "Key": "TN.S5.PS.2.1",
                            "Label": "Test the effects of balanced and unbalanced forces on the speed and direction of motion of objects.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.PS.2.2",
                            "Label": "Make observations and measurements of an object's motion to provide evidence that a pattern can be used to predict future motion.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.PS.2.3",
                            "Label": "Use evidence to support that the gravitational force exerted by Earth on objects is directed toward the Earth's center.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.PS.2.4",
                            "Label": "Explain the cause and effect relationship of two factors (mass and distance) that affect gravity.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.PS.2.5",
                            "Label": "Explain how forces can create patterns within a system (moving in one direction, shifting back and forth, or moving in cycles), and describe conditions that affect how fast or slowly these patterns occur.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S5.LS",
            "Label": "Life Sciences",
            "Subs": [
                {
                    "Key": "TN.S5.LS.1",
                    "Label": "From Molecules To Organisms: Structure & Process",
                    "Subs": [
                        {
                            "Key": "TN.S5.LS.1.1",
                            "Label": "Compare and contrast animal responses that are instinctual versus those that that are gathered through the senses, processed, and stored as memories to guide their actions.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S5.LS.3",
                    "Label": "Heredity: Inheritance & Variation Of Traits",
                    "Subs": [
                        {
                            "Key": "TN.S5.LS.3.1",
                            "Label": "Distinguish between inherited characteristics and those characteristics that result from a direct interaction with the environment. Apply this concept by giving examples of characteristics of living organisms that are influenced by both inheritance and the environment.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.LS.3.2",
                            "Label": "Provide evidence and analyze data that plants and animals have traits inherited from parents and that variations of these traits exist in a group of similar organisms.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S5.LS.4",
                    "Label": "Biological Change: Unity & Diversity",
                    "Subs": [
                        {
                            "Key": "TN.S5.LS.4.1",
                            "Label": "Analyze and interpret data from fossils to describe types of organisms and their environments that existed long ago. Compare similarities and differences of those to living organisms and their environments. Recognize that most kinds of animals (and plants) that once lived on Earth are now extinct.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.LS.4.2",
                            "Label": "Use evidence to construct an explanation for how variations in characteristics among individuals within the same species may provide advantages to these individuals in their survival and reproduction.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S5.ESS",
            "Label": "Earth & Space Sciences",
            "Subs": [
                {
                    "Key": "TN.S5.ESS.1",
                    "Label": "Earth's Place In The Universe",
                    "Subs": [
                        {
                            "Key": "TN.S5.ESS.1.1",
                            "Label": "Explain that differences in the apparent brightness of the sun compared to other stars is due to their relative distances from the Earth.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.ESS.1.2",
                            "Label": "Research and explain the position of the Earth and the solar system within the Milky Way galaxy, and compare the size and shape of the Milky Way to other galaxies in the universe.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.ESS.1.3",
                            "Label": "Use data to categorize different bodies in our solar system including moons, asteroids, comets, and meteoroids according to their physical properties and motion.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.ESS.1.4",
                            "Label": "Explain the cause and effect relationship between the positions of the sun, earth, and moon and resulting eclipses, position of constellations, and appearance of the moon.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.ESS.1.5",
                            "Label": "Relate the tilt of the Earth's axis, as it revolves around the sun, to the varying intensities of sunlight at different latitudes. Evaluate how this causes changes in day-lengths and seasons.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.ESS.1.6",
                            "Label": "Use tools to describe how stars and constellations appear to move from the Earth's perspective throughout the seasons.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.ESS.1.7",
                            "Label": "Use evidence from the presence and location of fossils to determine the order in which rock strata were formed.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S5.ETS",
            "Label": "Engineering, Technology & Applications Of Science",
            "Subs": [
                {
                    "Key": "TN.S5.ETS.1",
                    "Label": "Engineering Design",
                    "Subs": [
                        {
                            "Key": "TN.S5.ETS.1.1",
                            "Label": "Research, test, re-test, and communicate a design to solve a problem.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.ETS.1.2",
                            "Label": "Plan and carry out tests on one or more elements of a prototype in which variables are controlled and failure points are considered to identify which elements need to be improved. Apply the results of tests to redesign the prototype.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.ETS.1.3",
                            "Label": "Describe how failure provides valuable information toward finding a solution.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S5.ETS.2",
                    "Label": "Links Among Engineering, Technology, Science & Society",
                    "Subs": [
                        {
                            "Key": "TN.S5.ETS.2.1",
                            "Label": "Use appropriate measuring tools, simple hand tools, and fasteners to construct a prototype of a new or improved technology.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.ETS.2.2",
                            "Label": "Describe how human beings have made tools and machines (X-ray cameras, microscopes, satellites, computers) to observe and do things that they could not otherwise sense or do at all, or as quickly or efficiently.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S5.ETS.2.3",
                            "Label": "Identify how scientific discoveries lead to new and improved technologies.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}