{
    "Title": "Tennessee Academic Standards > Mathematics > Grade 6",
    "Overview": "",
    "Goals": [
        [
            "(1) Ratios & Proportional Relationships",
            "6th grade begins the formal study of ratios and proportions. Students use reasoning about multiplication and division to solve ratio and rate problems about quantities. By viewing equivalent ratios and rates as deriving from, and extending, pairs of rows (or columns) in the multiplication table and by analyzing simple drawings that indicate the relative size of quantities, students connect their understanding of multiplication and division with ratios and rates. Students expand the scope of problems for which they can use multiplication and division as they connect ratios and fractions learning the similarities and the differences. Students solve a wide variety of problems involving ratios and rates. Proportional relationships are added and studied in the 7th grade and so such methods as cross multiplication should not be taught until 7th grade."
        ],
        [
            "(2) The Number System",
            "Students make use of fractions and coupled with an understanding of the relationship between multiplication and division they learn to explain why the procedures for dividing fractions make sense. With this understanding, students are in a better position to use these operations to solve mathematical and real-world problems. Students also extend their previous understandings of numbers and the ordering of numbers to the full system of rational numbers, which includes negative rational numbers, and in particular negative integers. They reason about the order and absolute value of rational numbers and about the location of points in all four quadrants of the coordinate plane."
        ],
        [
            "(3) Expressions & Equations",
            "Students begin to use properties of arithmetic operations systematically to work with numerical expressions that contain whole number exponents. Students come to understand more fully the use of variables and variable expressions. They write expressions and equations that correspond to given situations, evaluate expressions, and use expressions and formulas to solve problems. Students understand that expressions in different forms can be equivalent, and they use the properties of operations to rewrite expressions in equivalent forms. Students know that the solutions of an equation are the values of the variables that make the equation true. Students use properties of operations and the idea of maintaining the equality of both sides of an equation to solve simple one step equations. Students explore how algebraic expressions can represent written situations and generalize relationships from specific cases."
        ],
        [
            "(4) Geometry",
            "Students build on their work with area from earlier grades by reasoning about relationships among shapes to determine area, surface area, and volume. They find areas of right triangles, other triangles, and special quadrilaterals by decomposing these shapes, rearranging or removing pieces, and relating the shapes to rectangles. Using these methods, students discuss, develop, and justify formulas for areas of triangles and parallelograms. Students find areas of polygons and surface areas of prisms and pyramids by decomposing them into pieces whose area they can more easily determine. They reason about right rectangular prisms with fractional side lengths to extend formulas for the volume of a right rectangular prism to fractional side lengths. They prepare for work on scale drawings and constructions in the 7th grade by drawing polygons in the coordinate plane."
        ],
        [
            "(5) Statistics & Probability",
            "6th grade students begin to formally develop their ability to think statistically. They understand that a set of data (collected to answer a question) will have a distribution, which can be described by its center, spread, and shape. Students calculate the median, mean, and mode and relate these to the overall shape of the distribution. They recognize that the median measures center in the sense that it is the middle value of the data and the mean measures center in that it is the numerical average of all the data points in the set. They understand that the mode refers to the most frequently occurring number found in a set of numbers and is found by collecting and organizing the data in order to count the frequency of each result. Students display, summarize and describe data sets, considering the context in which the data were collected. Students use dot plots, box plots, pie charts, and stem plots to display numerical data."
        ]
    ],
    "Standards": [
        {
            "Key": "TN.M6.RP",
            "Label": "Ratios & Proportional Relationships",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M6.RP.A",
                    "Label": "Understand ratio concepts and use ratio reasoning to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M6.RP.A.1",
                            "Label": "Understand the concept of a ratio and use ratio language to describe a ratio relationship between two quantities. Make a distinction between ratios and fractions.",
                            "Examples": [
                                "For example, the ratio of wings to beaks in a bird house at the zoo was 2:1, because for every 2 wings there was 1 beak. Another example could be for every vote candidate A received, candidate C received nearly three votes."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.RP.A.2",
                            "Label": "Understand the concept of a unit rate a/b associated with a ratio a:b with b ≠ 0. Use rate language in the context of a ratio relationship.",
                            "Examples": [
                                "For example, this recipe has a ratio of 3 cups of flour to 4 cups of sugar, so there is 3/4 cup of flour for each cup of sugar. Also, we paid $75 for 15 hamburgers, which is a rate of $5 per hamburger."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.RP.A.3",
                            "Label": "Use ratio and rate reasoning to solve real-world and mathematical problems (e.g., by reasoning about tables of equivalent ratios, tape diagrams, double number line diagrams, or equations).",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M6.RP.A.3.a",
                                    "Label": "Make tables of equivalent ratios relating quantities with whole number measurements, find missing values in the tables, and plot the pairs of values on the coordinate plane. Use tables to compare ratios.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M6.RP.A.3.b",
                                    "Label": "Solve unit rate problems including those involving unit pricing and constant speed.",
                                    "Examples": [
                                        "For example, if a runner ran 10 miles in 90 minutes, running at that speed, how long will it take him to run 6 miles? How fast is he running in miles per hour?"
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M6.RP.A.3.c",
                                    "Label": "Find a percent of a quantity as a rate per 100 (e.g., 30% of a quantity means 30/100 times the quantity); solve problems involving finding the whole, given a part and the percent.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M6.RP.A.3.d",
                                    "Label": "Use ratio reasoning to convert customary and metric measurement units (within the same system); manipulate and transform units appropriately when multiplying or dividing quantities.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M6.NS",
            "Label": "The Number System",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M6.NS.A",
                    "Label": "Apply and extend previous understandings of multiplication and division to divide fractions by fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M6.NS.A.1",
                            "Label": "Interpret and compute quotients of fractions, and solve real-world and mathematical problems involving division of fractions by fractions (e.g., connecting visual fraction models and equations to represent the problem is suggested).",
                            "Examples": [
                                "For example, create a story context for (2/3) ÷ (3/4) and use a visual fraction model to show the quotient; use the relationship between multiplication and division to explain that (2/3) ÷ (3/4) = 8/9 because 3/4 times 8/9 is 2/3 ((a/b) ÷ (c/d) = ad/bc).",
                                "For example: How much chocolate will each person get if 3 people share 1/2 lb. of chocolate equally? How wide is a rectangular strip of land with length 3/4 mi and area 1/2 square mi"
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M6.NS.B",
                    "Label": "Compute fluently with multi-digit numbers and find common factors and multiples.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M6.NS.B.2",
                            "Label": "Fluently divide multi-digit numbers using a standard algorithm.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.NS.B.3",
                            "Label": "Fluently add, subtract, multiply, and divide multi-digit decimals using a standard algorithm and making connections to previous conceptual work with each operation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.NS.B.4",
                            "Label": "Find the greatest common factor of two whole numbers less than or equal to 100 and the least common multiple of two whole numbers less than or equal to 12. Use the distributive property to express a sum of two whole numbers 1–100 with a common factor as a multiple of a sum of two whole numbers with no common factor.",
                            "Examples": [
                                "For example, express 36 + 8 as 4 (9 + 2)."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M6.NS.C",
                    "Label": "Apply and extend previous understandings of numbers to the system of rational numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M6.NS.C.5",
                            "Label": "Understand that positive and negative numbers are used together to describe quantities having opposite directions or values (e.g., temperature above/below zero, elevation above/below sea level, credits/debits, positive/negative electric charge); use positive and negative numbers to represent quantities in real-world contexts, explaining the meaning of 0 in each situation as well as describing situations in which opposite quantities can combine to make 0.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.NS.C.6",
                            "Label": "Apply and extend previous understandings of numbers to the system of rational numbers.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M6.NS.C.6.a",
                                    "Label": "Recognize opposite signs of numbers as indicating locations on opposite sides of 0 on the number line; recognize that the opposite of the opposite of a number is the number itself.",
                                    "Examples": [
                                        "For example, – (–3) = 3, and that 0 is its own opposite."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M6.NS.C.6.b",
                                    "Label": "Understand signs of numbers in ordered pairs as indicating locations in quadrants of the coordinate plane; recognize that when two ordered pairs differ only by signs, the locations of the points are related by reflections across one or both axes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M6.NS.C.6.c",
                                    "Label": "Find and position integers and other rational numbers on a horizontal or vertical number line diagram; find and position pairs of integers and other rational numbers on a coordinate plane.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M6.NS.C.7",
                            "Label": "Understand ordering and absolute value of rational numbers.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M6.NS.C.7.a",
                                    "Label": "Interpret statements of inequality as statements about the relative position of two numbers on a number line diagram.",
                                    "Examples": [
                                        "or example, interpret –3 > –7 as a statement that –3 is located to the right of –7 on a number line oriented from left to right."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M6.NS.C.7.b",
                                    "Label": "Write, interpret, and explain statements of order for rational numbers in real- world contexts.",
                                    "Examples": [
                                        "For example, write –3° C > –7° C to express the fact that –3° C is warmer than –7° C."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M6.NS.C.7.c",
                                    "Label": "Understand the absolute value of a rational number as its distance from 0 on the number line and distinguish comparisons of absolute value from statements about order in a real-world context.",
                                    "Examples": [
                                        "For example, an account balance of -24 dollars represents a greater debt than an account balance - 14 dollars because -24 is located to the left of -14 on the number line."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M6.NS.C.8",
                            "Label": "Solve real-world and mathematical problems by graphing points in all four quadrants of the coordinate plane. Include use of coordinates and absolute value to find distances between points with the same first coordinate or the same second coordinate.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M6.EE",
            "Label": "Expressions & Equations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M6.EE.A",
                    "Label": "Apply and extend previous understandings of arithmetic to algebraic expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M6.EE.A.1",
                            "Label": "Write and evaluate numerical expressions involving whole-number exponents.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.EE.A.2",
                            "Label": "Write, read, and evaluate expressions in which variables stand for numbers.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M6.EE.A.2.a",
                                    "Label": "Write expressions that record operations with numbers and with variables.",
                                    "Examples": [
                                        "For example, express the calculation “Subtract y from 5” as 5 – y."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M6.EE.A.2.b",
                                    "Label": "Identify parts of an expression using mathematical terms (sum, term, product, factor, quotient, coefficient); view one or more parts of an expression as a single entity.",
                                    "Examples": [
                                        "For example, describe the expression 2 (8 + 7) as a product of two factors; view (8 + 7) as both a single entity and a sum of two terms."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M6.EE.A.2.c",
                                    "Label": "Evaluate expressions at specific values of their variables. Include expressions that arise from formulas used in real-world problems. Perform arithmetic operations, including those involving whole number exponents, in the conventional order when there are no parentheses to specify a particular order (Order of Operations).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M6.EE.A.3",
                            "Label": "Apply the properties of operations (including, but not limited to, commutative, associative, and distributive properties) to generate equivalent expressions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.EE.A.4",
                            "Label": "Identify when expressions are equivalent (i.e., when the expressions name the same number regardless of which value is substituted into them).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M6.EE.B",
                    "Label": "Reason about and solve one-variable equations and inequalities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M6.EE.B.5",
                            "Label": "Understand that a solution to an equation or inequality is the value(s) that makes that statement true. Use substitution to determine whether a given number in a specified set makes an equation or inequality true.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.EE.B.6",
                            "Label": "Use variables to represent numbers and write expressions when solving real-world and mathematical problems; understand that a variable can represent an unknown number, or, depending on the purpose at hand, any number in a specified set.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.EE.B.7",
                            "Label": "Solve real-world and mathematical problems by writing and solving one- step equations of the form x + p = q, px = q, x – p = q, and x/p = q for cases in which p, q, and x are all nonnegative rational numbers and p ≠ 0.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.EE.B.8",
                            "Label": "Interpret and write an inequality of the form x > c, x < c, x ≤ c, or x ≥ c which represents a condition or constraint in a real-world or mathematical problem. Recognize that inequalities have infinitely many solutions; represent solutions of inequalities on number line diagrams.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M6.EE.C",
                    "Label": "Represent and analyze quantitative relationships between dependent and independent variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M6.EE.C.9",
                            "Label": "Use variables to represent two quantities in a real-world problem that change in relationship to one another.",
                            "Examples": [
                                "For example, Susan is putting money in her savings account by depositing a set amount each week ($50). Represent her savings account balance with respect to the number of weekly deposits (s = 50w, illustrating the relationship between balance amount s and number of weeks w)."
                            ],
                            "Subs": [
                                {
                                    "Key": "TN.M6.EE.C.9.a",
                                    "Label": "Write an equation in the form of y = px where y, p, and x are all non-negative and p ≠ 0, to express one quantity, thought of as the dependent variable, in terms of the other quantity, thought of as the independent variable.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M6.EE.C.9.b",
                                    "Label": "Analyze the relationship between the dependent and independent variables using graphs and tables, and relate these to the equation.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M6.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M6.G.A",
                    "Label": "Solve real-world and mathematical problems involving area, surface area, and volume.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M6.G.A.1",
                            "Label": "Find the area of right triangles, other triangles, special quadrilaterals, and polygons by composing into rectangles or decomposing into triangles and other shapes; know and apply these techniques in the context of solving real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.G.A.2",
                            "Label": "Find the volume of a right rectangular prism with fractional edge lengths by packing it with unit cubes of the appropriate unit fraction edge lengths, and show that the volume is the same as would be found by multiplying the edge lengths of the prism. Apply the formulas V = lwh and V = Bh where B is the area of the base to find volumes of right rectangular prisms with fractional edge lengths in the context of solving real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.G.A.3",
                            "Label": "Draw polygons in the coordinate plane given coordinates for the vertices; use coordinates to find the length of a side that joins two vertices (vertical or horizontal segments only). Apply these techniques in the context of solving real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.G.A.4",
                            "Label": "Represent three-dimensional figures using nets made up of rectangles and triangles, and use the nets to find the surface area of these figures. Apply these techniques in the context of solving real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M6.SP",
            "Label": "Statistics & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M6.SP.A",
                    "Label": "Develop understanding of statistical variability.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M6.SP.A.1",
                            "Label": "Recognize a statistical question as one that anticipates variability in the data related to the question and accounts for it in the answers.",
                            "Examples": [
                                "For example, “How old am I?” is not a statistical question, but “How old are the students in my school?” is a statistical question because one anticipates variability in students’ ages."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.SP.A.2",
                            "Label": "Understand that a set of data collected to answer a statistical question has a distribution which can be described by its measures of center (mean, median, mode), measures of variation (range only), and overall shape.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.SP.A.3",
                            "Label": "Recognize that a measure of center (mean, median, mode) for a numerical data set summarizes all of its values with a single number, while a measure of variation describes how its values vary with a single number.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M6.SP.B",
                    "Label": "Summarize and describe distributions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M6.SP.B.4",
                            "Label": "Display a single set of numerical data using dot plots (line plots), box plots, pie charts and stem plots.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M6.SP.B.5",
                            "Label": "Summarize numerical data sets in relation to their context.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M6.SP.B.5.a",
                                    "Label": "Report the number of observations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M6.SP.B.5.b",
                                    "Label": "Describe the nature of the attribute under investigation, including how it was measured and its units of measurement.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M6.SP.B.5.c",
                                    "Label": "Give quantitative measures of center (median and/or mean) and variability (range) as well as describing any overall pattern with reference to the context in which the data were gathered.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M6.SP.B.5.d",
                                    "Label": "Relate the choice of measures of center to the shape of the data distribution and the context in which the data were gathered.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}