{
    "Title": "Tennessee Standards > Science > Grade 6",
    "Overview": "By the end of sixth grade, it is expected that students should be able to demonstrate the skills and content knowledge emphasized in the following standards in preparation for future learning in science and its practice.",
    "Goals": [],
    "Standards": [
        {
            "Key": "TN.S6.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.S6.PS.3",
                    "Label": "Energy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S6.PS.3.1",
                            "Label": "Analyze the properties and compare sources of kinetic, elastic potential, gravitational potential, electric potential, chemical, and thermal energy.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.PS.3.2",
                            "Label": "Construct a scientific explanation of the transformations between potential and kinetic energy.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.PS.3.3",
                            "Label": "Analyze and interpret data to show the relationship between kinetic energy and the mass of an object in motion and its speed.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.PS.3.4",
                            "Label": "Conduct an investigation to demonstrate the way that heat (thermal energy) moves among objects through radiation, conduction, or convection.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S6.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.S6.LS.2",
                    "Label": "Ecosystems: Interactions, Energy & Dynamics",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S6.LS.2.1",
                            "Label": "Evaluate and communicate the impact of environmental variables on population size.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.LS.2.2",
                            "Label": "Determine the impact of competitive, symbiotic, and predatory interactions in an ecosystem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.LS.2.3",
                            "Label": "Draw conclusions about the transfer of energy through a food web and energy pyramid in an ecosystem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.LS.2.4",
                            "Label": "Using evidence from climate data, draw conclusions about the patterns of abiotic and biotic factors in different biomes, specifically the tundra, taiga, deciduous forest, desert, grasslands, rainforest, marine, and freshwater ecosystems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.LS.2.5",
                            "Label": "Analyze existing evidence about the effect of a specific invasive species on native populations in Tennessee and design a solution to mitigate its impact.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.LS.2.6",
                            "Label": "Research the ways in which an ecosystem has changed over time in response to changes in physical conditions, population balances, human interactions, and natural catastrophes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.LS.2.7",
                            "Label": "Compare and contrast auditory and visual methods of communication among organisms in relation to survival strategies of a population.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S6.LS.4",
                    "Label": "Biological Change: Unity & Diversity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S6.LS.4.1",
                            "Label": "Explain how changes in biodiversity would impact ecosystem stability and natural resources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.LS.4.2",
                            "Label": "Design a possible solution for maintaining biodiversity of ecosystems while still providing necessary human resources without disrupting environmental equilibrium.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S6.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.S6.ESS.2",
                    "Label": "Earth's Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S6.ESS.2.1",
                            "Label": "Gather evidence to justify that oceanic convection currents are caused by the sun's transfer of heat energy and differences in salt concentration leading to global water movement.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.ESS.2.2",
                            "Label": "Diagram convection patterns that flow due to uneven heating of the earth.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.ESS.2.3",
                            "Label": "Construct an explanation for how atmospheric flow, geographic features, and ocean currents affect the climate of a region through heat transfer.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.ESS.2.4",
                            "Label": "Apply scientific principles to design a method to analyze and interpret the impact of humans and other organisms on the hydrologic cycle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.ESS.2.5",
                            "Label": "Analyze and interpret data from weather conditions, weather maps, satellites, and radar to predict probable local weather patterns and conditions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.ESS.2.6",
                            "Label": "Explain how relationships between the movement and interactions of air masses, high and low pressure systems, and frontal boundaries result in weather conditions and severe storms.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S6.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S6.ESS.3.1",
                            "Label": "Differentiate between renewable and nonrenewable resources by asking questions about their availability and sustainability.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.ESS.3.2",
                            "Label": "Investigate and compare existing and developing technologies that utilize renewable and alternative energy resources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.ESS.3.3",
                            "Label": "Assess the impacts of human activities on the biosphere including conservation, habitat management, species endangerment, and extinction.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S6.ETS",
            "Label": "Engineering, Technology & Applications Of Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.S6.ETS.1",
                    "Label": "Engineering Design",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.S6.ETS.1.1",
                            "Label": "Evaluate design constraints on solutions for maintaining ecosystems and biodiversity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.S6.ETS.1.2",
                            "Label": "Design and test different solutions that impact energy transfer.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}