{
    "Title": "Tennessee Standards > Science > Grade 7",
    "Overview": "By the end of seventh grade, it is expected that students should be able to demonstrate the skills and content knowledge emphasized in the following standards in preparation for future learning in science and its practice.",
    "Goals": [],
    "Standards": [
        {
            "Key": "TN.S7.PS",
            "Label": "Physical Sciences",
            "Subs": [
                {
                    "Key": "TN.S7.PS.1",
                    "Label": "Matter & Its Interactions",
                    "Subs": [
                        {
                            "Key": "TN.S7.PS.1.1",
                            "Label": "Develop and use models to illustrate the structure of atoms, including the subatomic particles with their relative positions and charge.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.PS.1.2",
                            "Label": "Compare and contrast elemental molecules and compound molecules.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.PS.1.3",
                            "Label": "Classify matter as pure substances or mixtures based on composition.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.PS.1.4",
                            "Label": "Analyze and interpret chemical reactions to determine if the total number of atoms in the reactants and products support the Law of Conservation of Mass.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.PS.1.5",
                            "Label": "Use the periodic table as a model to analyze and interpret evidence relating to physical and chemical properties to identify a sample of matter.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.PS.1.6",
                            "Label": "Create and interpret models of substances whose atoms represent the states of matter with respect to temperature and pressure.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S7.LS",
            "Label": "Life Sciences",
            "Subs": [
                {
                    "Key": "TN.S7.LS.1",
                    "Label": "From Molecules To Organisms: Structure & Process",
                    "Subs": [
                        {
                            "Key": "TN.S7.LS.1.1",
                            "Label": "Develop and construct models that identify and explain the structure and function of major cell organelles as they contribute to the life activities of the cell and organism.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.LS.1.2",
                            "Label": "Conduct an investigation to demonstrate how the cell membrane maintains homeostasis through the process of passive transport.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.LS.1.3",
                            "Label": "Evaluate evidence that cells have structural similarities and differences in organisms across kingdoms.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.LS.1.4",
                            "Label": "Diagram the hierarchical organization of multicellular organisms from cells to organism.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.LS.1.5",
                            "Label": "Explain that the body is a system comprised of subsystems that maintain equilibrium and support life through digestion, respiration, excretion, circulation, sensation (nervous and integumentary), and locomotion (musculoskeletal).",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.LS.1.6",
                            "Label": "Develop an argument based on empirical evidence and scientific reasoning to explain how behavioral and structural adaptations in animals and plants affect the probability of survival and reproductive success.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.LS.1.7",
                            "Label": "Evaluate and communicate evidence that compares and contrasts the advantages and disadvantages of sexual and asexual reproduction.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.LS.1.8",
                            "Label": "Construct an explanation demonstrating that the function of mitosis for multicellular organisms is for growth and repair through the production of genetically identical daughter cells.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.LS.1.9",
                            "Label": "Construct a scientific explanation based on compiled evidence for the processes of photosynthesis, cellular respiration, and anaerobic respiration in the cycling of matter and flow of energy into and out of organisms.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S7.LS.2",
                    "Label": "Ecosystems: Interactions, Energy & Dynamics",
                    "Subs": [
                        {
                            "Key": "TN.S7.LS.2.1",
                            "Label": "Develop a model to depict the cycling of matter, including carbon and oxygen, including the flow of energy among biotic and abiotic parts of an ecosystem.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.S7.LS.3",
                    "Label": "Heredity: Inheritance & Variation Of Traits",
                    "Subs": [
                        {
                            "Key": "TN.S7.LS.3.1",
                            "Label": "Hypothesize that the impact of structural changes to genes (i.e., mutations) located on chromosomes may result in harmful, beneficial, or neutral effects to the structure and function of the organism.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.LS.3.2",
                            "Label": "Distinguish between mitosis and meiosis and compare the resulting daughter cells.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.LS.3.3",
                            "Label": "Predict the probability of individual dominant and recessive alleles to be transmitted from each parent to offspring during sexual reproduction and represent the phenotypic and genotypic patterns using ratios.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S7.ESS",
            "Label": "Earth & Space Sciences",
            "Subs": [
                {
                    "Key": "TN.S7.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Subs": [
                        {
                            "Key": "TN.S7.ESS.3.1",
                            "Label": "Graphically represent the composition of the atmosphere as a mixture of gases and discuss the potential for atmospheric change.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.S7.ESS.3.2",
                            "Label": "Engage in a scientific argument through graphing and translating data regarding human activity and climate.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.S7.ETS",
            "Label": "Engineering, Technology & Applications Of Science",
            "Subs": [
                {
                    "Key": "TN.S7.ETS.2",
                    "Label": "Links Among Engineering, Technology, Science & Society",
                    "Subs": [
                        {
                            "Key": "TN.S7.ETS.2.1",
                            "Label": "Examine a problem from the medical field pertaining to biomaterials and design a solution taking into consideration the criteria, constraints, and relevant scientific principles of the problem that may limit possible solutions.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}