{
    "Title": "Tennessee Academic Standards > Social Studies > Grade 7",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "East Asia (400-1500s CE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS7.1",
                    "Label": "Identify and locate the geographical features of East Asia.",
                    "Examples": [
                        "For example, China, Gobi Desert, Korean Peninsula, Sea of Japan (East Sea), Himalayan, Pacific Ocean, Yangtze River Mountains, Plateau of Tibet, Yellow River, & Japan"
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.2",
                    "Label": "Describe how the reunification of China prior to the Tang Dynasty helped spread Buddhist beliefs.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.3",
                    "Label": "Summarize agricultural, commercial, and technological developments during the Song Dynasties, and describe the role of Confucianism during the Song.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.4",
                    "Label": "Examine the rise of the Mongol Empire, including the conquests of Genghis Khan.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.5",
                    "Label": "Describe Kublai Khan's conquest of China, and explain how he was able to maintain control of the Yuan Empire.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.6",
                    "Label": "Summarize the effects of the Mongolian empires on the Silk Roads, including the importance of Marco Polo's travels on the spread of Chinese technology and Eurasian trade.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.7",
                    "Label": "Analyze the achievements of the Ming Dynasty and reasons for its isolationism.",
                    "Examples": [
                        "For example, building projects (e.g., the Forbidden City and reconstruction of the Great Wall) and Zheng He's sea voyages."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.8",
                    "Label": "Describe the origins and central features of Shintoism.",
                    "Examples": [
                        "For example, basic beliefs - such as localized tradition that focuses on ritual practices that are carried out with discipline to maintain connections with ancient past & animism and Kami."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.9",
                    "Label": "Explain how Japanese culture changed through Chinese and Korean influences (including Buddhism and Confucianism) as shown in the Constitution of Prince Shotoku and the adoption of the Chinese writing system.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.10",
                    "Label": "Describe how the Heian aristocracy contributed to the development of a Japanese national culture.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.11",
                    "Label": "Analyze the rise of a military society in the late 12th century and the role of the shogun and samurai in Japanese society.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Byzantine Empire (400-1500s CE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS7.12",
                    "Label": "Identify the continuation of the Eastern Roman Empire as the Byzantine Empire, and describe the diffusion of Christianity and the Latin language.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.13",
                    "Label": "Explain the importance of Justinian's political, social, and architectural achievements.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.14",
                    "Label": "Analyze the importance of regional geography and the location of Constantinople in maintaining European culture.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Southwest Asia & North Africa (400-1500s CE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS7.15",
                    "Label": "Identify and locate the geographical features of Southwest Asia and North Africa.",
                    "Examples": [
                        "For example, Arabian Peninsula, Euphrates River, Persian Gulf, Arabian Sea, Mecca, Red Sea, Black Sea, Mediterranean, Tigris River, & Caspian Sea Sea."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.16",
                    "Label": "Describe the origins and central features of Islam.",
                    "Examples": [
                        "For example, key kerson(s) - such as Mohammad.",
                        "For example, Sacred Texts - such as The Quran & The Sunnah.",
                        "For example, basic beliefs - such as monotheism, Five Pillars."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.17",
                    "Label": "Describe the diffusion of Islam, its culture, and the Arabic language.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.18",
                    "Label": "Summarize the contributions of the region's scholars in the areas of art, medicine, geography, philosophy, literature, science, & mathematics.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.19",
                    "Label": "Explain the importance of Mehmed II the Conqueror, the fall of Constantinople, and the establishment of the Ottoman Empire.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.20",
                    "Label": "Analyze the development of trade routes throughout Asia, Africa, and Europe and the expanding role of merchants.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "West Africa (400-1500s CE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS7.21",
                    "Label": "Identify and locate the geographical features of West Africa",
                    "Examples": [
                        "For example, Atlantic Ocean, Niger River, Djenne, The Sahara, Gulf of Guinea, & Timbuktu."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.22",
                    "Label": "Explain indigenous African spiritual traditions.",
                    "Examples": [
                        "For example, ancestor worship, animism, & the relationship between humans and deities,"
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.23",
                    "Label": "Analyze the growth of the kingdoms of Ghana, Mali, and Songhai, including cities such as Djenne and Timbuktu as centers of trade, culture, and learning.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.24",
                    "Label": "Describe the role of the Trans-Saharan caravan trade in the changing religious and cultural characteristics of West Africa and in the exchange of salt, gold, and slaves.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.25",
                    "Label": "Explain the importance of griots in the transmission of West African history and culture.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.26",
                    "Label": "Explain the importance of the Malian king Mansa Musa and his pilgrimage to Mecca in 1324.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Middle Ages In Western Europe (400-1500s CE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS7.27",
                    "Label": "Identify and locate geographical features of Europe.",
                    "Examples": [
                        "For example, Alps, the influence of the North Atlantic Drift, Atlantic Ocean, North European Plain, English Channel, Ural Mountains, & Mediterranean Sea."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.28",
                    "Label": "Describe the role of monasteries in the preservation of knowledge and spread of the Catholic Church beyond the Alps.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.29",
                    "Label": "Explain how Charlemagne shaped and defined medieval Europe.",
                    "Examples": [
                        "For example, his impact on feudalism, the creation of the Holy Roman Empire, & the establishment of Christianity as the religion of the Empire."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.30",
                    "Label": "Describe the development of feudalism and manorialism, their role in the medieval European economy, and the way in which they were influenced by physical geography (i.e., the role of the manor and the growth of towns).",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.31",
                    "Label": "Analyze the Battle of Hastings and the long-term historical impact of William the Conqueror on England and Northern France.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.32",
                    "Label": "Describe how political relationships both fostered cooperation and led to conflict between the Papacy and European monarchs.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.33",
                    "Label": " Analyze the impact of the Magna Carta.",
                    "Examples": [
                        "For example, limiting the power of the monarch, the rule of law, & the right to trial by jury."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.34",
                    "Label": "Analyze the causes, effects, and key people of the 1st, 2nd, and 3rd Crusades.",
                    "Examples": [
                        "For example, Pope Urban II, Saladin, & Richard I."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.35",
                    "Label": "Explain how the Crusades impacted Christian, Muslim, and Jewish populations in Europe, with emphasis on the increasing contact with cultures outside Europe.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.36",
                    "Label": "Describe the economic and social effects of the spread of the Black Death (i.e., Bubonic Plague) from Central Asia to China, the Middle East, and Europe, and its impact on the global population.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.37",
                    "Label": "Analyze the importance of the Black Death on the emergence of a modern economy.",
                    "Examples": [
                        "For example, agricultural improvements,a merchant class, commerce, technological improvements, growth of banking, & towns."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.38",
                    "Label": "Describe the significance of the Hundred Years War.",
                    "Examples": [
                        "For example, the roles of Henry V in shaping English culture and language & Joan of Arc in promoting a peaceful end to the war."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.39",
                    "Label": "Explain the significance of the Reconquista, Inquisition, and the rise of Spanish and Portuguese kingdoms in the Iberian Peninsula.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Early Modern Europe (1400-1700s CE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "The Renaissance",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.SS7.40",
                            "Label": "Explain how the location of the Italian Peninsula impacted the movement of resources, knowledge, and culture throughout Italy's independent trade cities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS7.41",
                            "Label": "Identify the importance of Florence, Italy and the Medici Family in the early stages of the Renaissance.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS7.42",
                            "Label": "Explain humanism, and describe how Thomas Aquinas's writings influenced humanistic thought and fostered a balance between reason and faith.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS7.43",
                            "Label": "Explain the development of Renaissance art.",
                            "Examples": [
                                "For example, the significance of Leonardo da Vinci, Michelangelo, William Shakespeare, & systems of patronage."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "The Protestant Reformation",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.SS7.44",
                            "Label": "Analyze Johannes Gutenberg's printing press and William Tyndale's translation of the Bible into the English language as vehicles for the spread of books, growth of literacy, and dissemination of knowledge.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS7.45",
                            "Label": "Explain the significant causes of the Protestant Reformation",
                            "Examples": [
                                "For example, the Catholic Church's taxation policies, the selling of indulgences, & Martin Luther's 95 Theses."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS7.46",
                            "Label": "Analyze the development of the Protestant Reformation and the split with the Catholic Church.",
                            "Examples": [
                                "For example, the emphasis on scripture alone, salvation by faith, & predestination."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS7.47",
                            "Label": "Explain the political and religious roles of Henry VIII and Mary I in England's transition between Catholicism and Protestantism.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS7.48",
                            "Label": "Analyze how the Catholic Counter-Reformation emerged as a response to Protestantism and revitalized the Catholic Church.",
                            "Examples": [
                                "For example, the significance of St. Ignatius of Loyola, the Jesuits, & the Council of Trent."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS7.49",
                            "Label": "Examine the Golden Age of the Tudor dynasty (i.e., Queen Elizabeth I), including the defeat of the Spanish Armada and the rise of English power in Europe.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "The Scientific Revolution",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.SS7.50",
                            "Label": "Compare and contrast heliocentric and geocentric theories of the Greeks (geocentric), Copernicus (heliocentric), and Kepler (elliptical orbits).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS7.51",
                            "Label": "Examine Galileo Galilei's theories and improvement of scientific tools.",
                            "Examples": [
                                "For example, the telescope and the microscope."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS7.52",
                            "Label": "Explain the significance of the following in regards to the Scientific Revolution: Sir Francis Bacon in establishing the scientific method and Sir Isaac Newton's three Laws of Motion.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Indigenous Civilizations Of The Americas (400-1500s CE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS7.53",
                    "Label": "Identify and locate the geographical features of the Americas.",
                    "Examples": [
                        "For example, Andes Mountains, Appalachian, Great Plains, Pacific Ocean Mountains, Gulf of Mexico, Rocky Mountains, Atlantic Ocean, Mississippi River, South America, Caribbean Sea, North America, Yucatan Peninsula, & Central Mexican Plateau."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.54",
                    "Label": "Explain the impact of geographic features on North American Indian cultures (i.e., Northeast, Southeast, and Plains).",
                    "Examples": [
                        "For example, clothing, housing, & agriculture."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.55",
                    "Label": "Describe the existence of diverse networks of North American Indian cultures (within present- day United States).",
                    "Examples": [
                        "For example, varied languages, customs, & economic and political structures."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.56",
                    "Label": "Explain the impact of geographic features and climate on the agricultural practices and settlement of the Maya, Aztec, and Incan civilizations.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.57",
                    "Label": "Describe the social, economic, and political characteristics of the Maya, Aztec, and Incan civilizations.",
                    "Examples": [
                        "For example, oral traditions, class structures, religious beliefs, slavery, & advancements (e.g., astronomy, mathematics, and calendar)."
                    ],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "The Age Of Exploration (1400-1700s CE)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS7.58",
                    "Label": "Analyze why European countries were motivated to explore the world.",
                    "Examples": [
                        "For example, religion, political rivalry, & economic gain (i.e., mercantilism)."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.59",
                    "Label": "Identify the significance of the voyages and routes of discovery of the following explorers by their sponsoring country.",
                    "Examples": [
                        "For example, Henry Hudson in England.",
                        "For example, Jacques Cartier in Francew.",
                        "For example, Vasco da Gama & Bartolomeu Dias in Portugal.",
                        "For example, Christopher Columbus, Hernando de Soto, Ferdinand Magellan, & Amerigo Vespucci in Spain."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.60",
                    "Label": "Describe Prince Henry the Navigator's influence on exploration, voyages, cartographic improvements, and tools related to exploration (i.e., compass, caravel, astrolabe, and Harrison's chronometer) during the Age of Discovery.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.61",
                    "Label": "Locate and identify French, Spanish, English, Portuguese, and Dutch colonies in the Americas, and explain how religion impacted the location of settlement by each country.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.62",
                    "Label": "Describe how the Aztec and Inca empires were eventually defeated by Spanish Conquistadors (i.e., Hernan Cortes and Francisco Pizarro).",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.63",
                    "Label": "Locate and identify the European regions that remained Catholic and those that became Protestant and how that division affected the distribution of religions in the New World.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.64",
                    "Label": "Explain the impact of the Columbian Exchange on people, plants, animals, technology, culture, ideas, and diseases among Europe, Africa, Asia, and the Americas in the 15th and 16th centuries, and examine the major economic and social effects on each continent.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS7.65",
                    "Label": "Explain how Spanish colonization introduced Christianity, the mission system, and the encomienda system to the Americas as well as Bartolome de la Casa's role in the transition to African slavery.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        }
    ],
    "References": []
}