{
    "Title": "Tennessee Standards > English Language Arts > Grade 8",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "TN.E8.L",
            "Label": "Language Standards",
            "Subs": [
                {
                    "Key": "TN.E8.L.CSE",
                    "Label": "Conventions Of Standard English",
                    "Subs": [
                        {
                            "Key": "TN.E8.L.CSE.1",
                            "Label": "Demonstrate command of the conventions of standard English grammar and usage.",
                            "Subs": [
                                {
                                    "Key": "TN.E8.L.CSE.1.a",
                                    "Label": "When reading or listening, analyze the use of phrases and clauses within a larger text.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.L.CSE.1.b",
                                    "Label": "When reading or listening, explain the function of verbs.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.L.CSE.1.c",
                                    "Label": "When writing or speaking, produce simple, compound, complex, and compound-complex sentences with effectively-placed modifiers.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.L.CSE.1.d",
                                    "Label": "When reading or listening, explain the function of the voice (active and passive) and the mood of a verb and its application in text.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.L.CSE.1.e",
                                    "Label": "When writing or speaking, produce and use varied voice and mood of verbs.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.E8.L.CSE.2",
                            "Label": "Demonstrate command of the conventions of standard English capitalization, punctuation, and spelling. When reading and writing, explain the functions of punctuation in creating sentence variety and style.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E8.L.KL",
                    "Label": "Knowledge Of Language",
                    "Subs": [
                        {
                            "Key": "TN.E8.L.KL.3",
                            "Label": "When writing and speaking, adjust style and tone to a variety of contexts; when reading or listening, analyze stylistic choices to determine context.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E8.L.VAU",
                    "Label": "Vocabulary Acquisition & Use",
                    "Subs": [
                        {
                            "Key": "TN.E8.L.VAU.4",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on 8th grade-level text by choosing flexibly from a range of strategies.",
                            "Subs": [
                                {
                                    "Key": "TN.E8.L.VAU.4.a",
                                    "Label": "Use context as a clue to the meaning of a word or a phrase.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.L.VAU.4.b",
                                    "Label": "Use common grade-appropriate morphological elements as clues to the meaning of a word or a phrase.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.L.VAU.4.c",
                                    "Label": "Consult reference materials, both print and digital, to find the pronunciation of a word or phrase.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.L.VAU.4.d",
                                    "Label": "Use etymological patterns in spelling as clues to the meaning of a word or phrase.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.E8.L.VAU.5",
                            "Label": "When reading, listening, writing, and speaking, explain the function of figurative language, word relationships, and connotation/denotation and use them correctly and effectively.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.L.VAU.6",
                            "Label": "Acquire and accurately use grade-appropriate general academic and domain- specific words and phrases; develop vocabulary knowledge when considering a word or phrase important to comprehension or expression.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.E8.RL",
            "Label": "Reading Standards For Literature",
            "Subs": [
                {
                    "Key": "TN.E8.RL.KID",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "TN.E8.RL.KID.1",
                            "Label": "Analyze what a text says explicitly and draw logical inferences; support an interpretation of a text by citing relevant textual evidence.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.RL.KID.2",
                            "Label": "Determine a theme or central idea of a text and analyze its development over the course of the text, including its relationship to the characters, setting, and plot; provide an objective summary.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.RL.KID.3",
                            "Label": "Analyze how particular lines of dialogue or incidents in a story or drama propel the action, reveal aspects of a character, or provoke a decision.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E8.RL.CS",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "TN.E8.RL.CS.4",
                            "Label": "Determine the meaning of words and phrases as they are used in a text, including figurative and connotative meanings; analyze the impact of specific word choices on meaning and tone, including allusions to other texts, repetition of words and phrases, and analogies.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.RL.CS.5",
                            "Label": "Compare and contrast the structure of two or more texts and analyze how the differing structure of each text contributes to its meaning and style.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.RL.CS.6",
                            "Label": "Analyze how similarities and differences in the points of view of the audience and the characters create effects such as suspense, humor, or dramatic irony.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E8.RL.IKI",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "TN.E8.RL.IKI.7",
                            "Label": "Analyze the extent to which a filmed or live production of a story or drama stays faithful to or departs from a text or script, evaluating the choices made by the director or actors.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.RL.IKI.9",
                            "Label": "Analyze how contemporary texts are shaped by foundational texts or literary archetypes and how authors allude to traditional works, myths, or religious texts; describe how traditional elements are rendered anew.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E8.RL.RRTC",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Subs": [
                        {
                            "Key": "TN.E8.RL.RRTC.10",
                            "Label": "Read and comprehend a variety of literature at the high end of the grades 6-8 text complexity band independently and proficiently.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.E8.RI",
            "Label": "Reading Standards For Informational Text",
            "Subs": [
                {
                    "Key": "TN.E8.RI.KID",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "TN.E8.RI.KID.1",
                            "Label": "Analyze what a text says explicitly and draw logical inferences; support an interpretation of a text by citing relevant textual evidence.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.RI.KID.2",
                            "Label": "Determine a central idea of a text and analyze its development over the course of the text, including its relationship to supporting ideas; provide an objective summary.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.RI.KID.3",
                            "Label": "Analyze the techniques used to distinguish between and to make connections among individuals, events, or ideas in a text.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E8.RI.CS",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "TN.E8.RI.CS.4",
                            "Label": "Determine the meaning of words and phrases as they are used in a text, including figurative, connotative, and technical meanings; analyze the impact of a specific word choice on meaning and tone, including analogies and allusions to other texts.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.RI.CS.5",
                            "Label": "Analyze in detail the structure of a specific paragraph or section in a text, including the role of particular sentences in developing and refining a key concept.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.RI.CS.6",
                            "Label": "Determine an author's point of view or purpose in a text and analyze how the author acknowledges and responds to conflicting evidence or viewpoints.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E8.RI.IKI",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "TN.E8.RI.IKI.7",
                            "Label": "Evaluate the advantages and disadvantages of using different mediums to present a particular topic or idea.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.RI.IKI.8",
                            "Label": "Delineate and evaluate the argument and specific claims in a text, assessing whether evidence is relevant and sufficient to support the claims and the reasoning is sound.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.RI.IKI.9",
                            "Label": "Analyze a case in which two or more texts provide conflicting information on the same topic and identify where the texts disagree on matters of fact or interpretation.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E8.RI.RRTC",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Subs": [
                        {
                            "Key": "TN.E8.RI.RRTC.10",
                            "Label": "Read and comprehend a variety of literary nonfiction at the high end of the grades 6-8 text complexity band independently and proficiently.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.E8.SL",
            "Label": "Speaking & Listening Standards",
            "Subs": [
                {
                    "Key": "TN.E8.SL.CC",
                    "Label": "Comprehension & Collaboration",
                    "Subs": [
                        {
                            "Key": "TN.E8.SL.CC.1",
                            "Label": "Prepare for collaborative discussions on 8th grade level topics and texts; engage effectively with varied partners, building on others' ideas and expressing one's own ideas clearly.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.SL.CC.2",
                            "Label": "Analyze the purpose of information presented in diverse media formats; evaluate the motives, such as social, commercial, and political, behind its presentation.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.SL.CC.3",
                            "Label": "Delineate a speaker's argument and specific claims, evaluating the soundness of the reasoning and relevance and sufficiency of the evidence; identify when irrelevant evidence is introduced.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E8.SL.PKI",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "TN.E8.SL.PKI.4",
                            "Label": "Present claims and findings in a focused, coherent manner with relevant evidence, valid reasoning, and well-chosen details; use appropriate eye contact, adequate volume, and clear pronunciation.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.SL.PKI.5",
                            "Label": "Integrate multimedia and visual displays into presentations to clarify information, to strengthen claims and evidence, and to add interest.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.SL.PKI.6",
                            "Label": "Adapt speech to a variety of contexts and tasks, demonstrating command of formal English when indicated or appropriate.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.E8.W",
            "Label": "Writing Standards",
            "Subs": [
                {
                    "Key": "TN.E8.W.TTP",
                    "Label": "Text Types & Protocol",
                    "Subs": [
                        {
                            "Key": "TN.E8.W.TTP.1",
                            "Label": "Write arguments to support claims with clear reasons and relevant evidence.",
                            "Subs": [
                                {
                                    "Key": "TN.E8.W.TTP.1.a",
                                    "Label": "Introduce claim(s).",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.1.b",
                                    "Label": "Support claim(s) with logical reasoning and relevant, sufficient evidence; acknowledge and refute alternate or opposing claim(s).",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.1.c",
                                    "Label": "Organize the reasons and evidence clearly and clarify the relationships among claim(s) and reasons.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.1.d",
                                    "Label": "Use credible sources and demonstrate an understanding of the topic or source material.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.1.e",
                                    "Label": "Craft an effective and relevant conclusion that supports the argument presented.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.1.f",
                                    "Label": "Use precise language and content-specific vocabulary.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.1.g",
                                    "Label": "Use appropriate transitions to create cohesion and clarify the relationships among ideas and concepts.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.1.h",
                                    "Label": "Use varied sentence structure to enhance meaning and reader interest.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.1.i",
                                    "Label": "Establish and maintain a formal style.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.E8.W.TTP.2",
                            "Label": "Write informative/explanatory texts to examine a topic and convey ideas, concepts, and information through the selection, organization, and analysis of relevant content.",
                            "Subs": [
                                {
                                    "Key": "TN.E8.W.TTP.2.a",
                                    "Label": "Introduce a topic clearly, using the introduction to prepare the reader for what is to follow.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.2.b",
                                    "Label": "Synthesize and organize ideas, concepts, and information into broader categories using effective strategies to create cohesion and aid in comprehension.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.2.c",
                                    "Label": "Develop the topic with relevant facts, definitions, concrete details, quotations, or other information and examples.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.2.d",
                                    "Label": "Thoroughly and accurately explain and elaborate on the evidence provided, demonstrating a clear understanding of the topic and the source material.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.2.e",
                                    "Label": "Craft an effective and relevant conclusion.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.2.f",
                                    "Label": "Include formatting, graphics, and multimedia when appropriate.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.2.g",
                                    "Label": "Use appropriate and varied transitions to create cohesion and clarify the relationships among ideas and concepts.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.2.h",
                                    "Label": "Use precise language and domain-specific vocabulary.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.2.i",
                                    "Label": "Use varied sentence structure to enhance meaning and reader interest.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.2.j",
                                    "Label": "Establish and maintain a formal style.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.E8.W.TTP.3",
                            "Label": "Write narratives (fiction and nonfiction) to develop real or imagined experiences or events using effective techniques, relevant descriptive details, and well-structured event sequences.",
                            "Subs": [
                                {
                                    "Key": "TN.E8.W.TTP.3.a",
                                    "Label": "Engage and orient the reader by establishing a context and point of view and introducing a narrator and/or participants/characters.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.3.b",
                                    "Label": "Organize an event sequence that unfolds naturally and logically.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.3.c",
                                    "Label": "Create a smooth progression of experiences or events.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.3.d",
                                    "Label": "Use narrative techniques, such as dialogue, pacing, description, and reflection when appropriate, to develop experiences, events, and/or characters.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.3.e",
                                    "Label": "Use a variety of transition words, phrases, and clauses to convey sequence, signal shifts, and show the relationships among experiences and events.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.3.f",
                                    "Label": "Craft an effective and relevant conclusion that reflects on the narrated experiences or events.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.E8.W.TTP.3.g",
                                    "Label": "Use precise words and phrases, relevant descriptive details, and sensory language to convey experiences and events.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "TN.E8.W.PDW",
                    "Label": "Production & Distribution Of Writing",
                    "Subs": [
                        {
                            "Key": "TN.E8.W.PDW.4",
                            "Label": "Produce clear and coherent writing in which the development, organization, and style are appropriate to task, purpose, and audience.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.W.PDW.5",
                            "Label": "With some guidance and support from peers and adults, develop and strengthen writing as needed by planning, revising, editing, rewriting, or trying a new approach, focusing on how well purpose and audience have been addressed.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.W.PDW.6",
                            "Label": "Use technology, including the Internet, to produce and publish writing and to collaborate with others; present the relationships between information and ideas efficiently; type a complete product in a single sitting as defined in W.1-3.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E8.W.RBPK",
                    "Label": "Research To Build & Present Knowledge",
                    "Subs": [
                        {
                            "Key": "TN.E8.W.RBPK.7",
                            "Label": "Conduct research to answer a question (including a self-generated question), drawing on multiple sources and generating additional related, focused questions that allow for multiple avenues of exploration.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.W.RBPK.8",
                            "Label": "Use search terms effectively; integrate relevant and credible information from print and digital sources; quote or paraphrase the data and conclusions of others while avoiding plagiarism and following a standard format for citation.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.E8.W.RBPK.9",
                            "Label": "Support interpretations, analyses, reflections, or research with evidence found in literature or informational texts, applying grade 8 standards for reading; assess whether the reasoning is sound and the evidence is relevant and sufficient to support the claims and recognize when irrelevant evidence is introduced.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.E8.W.RW",
                    "Label": "Range Of Writing",
                    "Subs": [
                        {
                            "Key": "TN.E8.W.RW.10",
                            "Label": "Write routinely over extended time frames and shorter time frames for a range of discipline-specific tasks, purposes, and audiences.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}