{
    "Title": "Tennessee Academic Standards > Social Studies > Grade 8",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Colonization (1607-1750)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS8.1",
                    "Label": "Explain the founding and development of Jamestown as the first permanent English colony, its early struggles, the economic and political structure, and role of the Powhatan people.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.2",
                    "Label": "Explain the founding and development of the Plymouth Colony.",
                    "Examples": [
                        "For example, the significance of the Mayflower Compact, interactions with Squanto, & the role of religious freedom."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.3",
                    "Label": "Explain the founding and development of the Massachusetts Bay Colony.",
                    "Examples": [
                        "For example, the significance of Anne Hutchinson, the role of theocracy, Salem Witch Trials, & town meetings."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.4",
                    "Label": "Explain the motivation for and the founding of the Rhode Island and Connecticut Colonies.",
                    "Examples": [
                        "For example, the roles of Roger Williams & Thomas Hooker."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.5",
                    "Label": "Analyze the economic motivation for the Dutch founding New Netherlands, the diverse population of the colony, and the transition to the English colony of New York.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.6",
                    "Label": "Analyze the founding of Pennsylvania as a haven for Quakers and the tolerance that drew many different groups to the colony.",
                    "Examples": [
                        "For example, the significance of William Penn, Philadelphip, relationship with American Indians, & the role of women."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.7",
                    "Label": "Explain the reasons behind the settlement of the Georgia Colony.",
                    "Examples": [
                        "For example, its designation as a “debtor” colony, its function as a “buffer” colony, & the role of James Oglethorpe in its founding."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.8",
                    "Label": "Locate and identify the Thirteen Colonies, and describe how their location and geographic features influenced regional economic development.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.9",
                    "Label": "Compare and contrast the locations and goals of British, French, and Spanish settlements in North America.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.10",
                    "Label": "Identify the origins and development of slavery in the colonies, overt and passive resistance to enslavement, and the Middle Passage.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.11",
                    "Label": "Describe the significance of the First Great Awakening.",
                    "Examples": [
                        "For example, its role in unifying the colonies & the growth of religious tolerance."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.12",
                    "Label": "Explain the Navigation Acts and the policy of mercantilism.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "The American Revolution (1700-1783)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS8.13",
                    "Label": "Explain the significance of the Ohio River Valley leading to the French and Indian War and the events and consequences of the conflict.",
                    "Examples": [
                        "For example, the massacre at Fort Loudoun, the Treaty of Paris of 1763, war debt, & the Proclamation Line of 1763."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.14",
                    "Label": "Explain the political contributions of Benjamin Franklin to the U.S.",
                    "Examples": [
                        "For example, the “Join or Die” cartoon & Albany Plan of Union."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.15",
                    "Label": "Analyze the social, political, and economic causes of the events and groups of the American Revolution.",
                    "Examples": [
                        "For example, The Quartering Act (1765), The Boston Massacre (1770), The Stamp Act (1765), The Boston Tea Party (1773), The Declaratory Act (1766), Intolerable/Coercive Acts (1774), The Townshend Acts (1767), & Sons of Liberty."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.16",
                    "Label": "Explain the historical purposes and consequences of Thomas Paine's Common Sense.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.17",
                    "Label": "Locate and explain the significance of the battles of the American Revolution prior to the signing of the Declaration of Independence.",
                    "Examples": [
                        "For example, Lexington and Concord & Bunker (Breed's) Hill."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.18",
                    "Label": "Explain the historical and present-day significance of the Declaration of Independence.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.19",
                    "Label": "Compare and contrast the points of view of Loyalists and Patriots.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.20",
                    "Label": "Locate and explain the significance of the struggles of the Continental Army, Battle of Saratoga, Battles of Trenton and Princeton, Battle of Yorktown, Battle of Kings Mountain, & guerrilla warfare during the American Revolution",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "The New Nation (1775-1800)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS8.21",
                    "Label": "Analyze the strengths and weaknesses of the Articles of Confederation, and describe the Land Ordinance of 1785, the Northwest Ordinance of 1787, the Northwest Territory, the Lost State of Franklin, and Shays' Rebellion.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.22",
                    "Label": "Describe the roles of James Madison and George Washington during the Constitutional Convention, and analyze the major issues debated.",
                    "Examples": [
                        "For example, the Great Compromise & the Three-Fifths Compromise."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.23",
                    "Label": "Examine the principles and purposes of government articulated in the Preamble and principles stated in the Constitution.",
                    "Examples": [
                        "For example, the separation of powers, federalism, & checks and balances."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.24",
                    "Label": "Describe the conflict between Federalists and Anti-Federalists over the ratification of the Constitution.",
                    "Examples": [
                        "For example, the protection of individual rights through the Bill of Rights and concern for states' rights."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.25",
                    "Label": "Analyze the major events of the administration of President George Washington.",
                    "Examples": [
                        "For example, the precedents he set, Whiskey Rebellion, and ideas presented in his farewell address."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.26",
                    "Label": "Explain how conflicts between Thomas Jefferson and Alexander Hamilton resulted in the emergence of two political parties by analyzing their views on foreign policy, economic policy, a national bank, and strict versus loose interpretation of the Constitution.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.27",
                    "Label": "Explain the controversies that plagued the administration of President John Adams.",
                    "Examples": [
                        "For example, the conflicts with Great Britain and France, the XYZ Affair, and the Alien and Sedition Acts."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.28",
                    "Label": "Identify how westward expansion led to the statehood of Tennessee and the importance of the first state constitution (1796).",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Growth Of A Young Nation (1800-1820)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS8.29",
                    "Label": "Analyze the significance of the election of 1800 and Chief Justice John Marshall's opinion in Marbury v. Madison.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.30",
                    "Label": "Explain the major events of Thomas Jefferson's presidency.",
                    "Examples": [
                        "For example, conflict with the Barbary pirate, Embargo Act, Lewis and Clark Expedition, & Louisiana Purchase"
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.31",
                    "Label": "Explain the causes, course, and consequences of the War of 1812.",
                    "Examples": [
                        "For example, use of impressment and trade restrictions between the U.S. and Great Britain, roles of Andrew Jackson and William Henry Harrison, significance of the Treaty of Ghent, & rise in nationalism in the U.S."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.32",
                    "Label": "Identify and locate the changing boundaries of the U.S. as a result of the Convention of 1818 and the Adams-Onis Treaty.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.33",
                    "Label": "Analyze the purpose and effects of the Monroe Doctrine.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Sectionalism & Reform (1790s-1850s)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS8.34",
                    "Label": "Describe the development of the agrarian economy in the South, the locations of the cotton-producing states, the significance of cotton and the cotton gin, and the founding of Memphis as a center for cotton and the slave trade.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.35",
                    "Label": "Analyze the characteristics of Southern society and its influence on the social and political conditions prior to the Civil War.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.36",
                    "Label": "Identify the conditions of enslavement, and explain how slaves adapted to and resisted bondage in their daily lives, including Nat Turner's revolt.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.37",
                    "Label": "Explain the development of the American Industrial Revolution.",
                    "Examples": [
                        "For example, Eli Whitney and interchangeable parts, Role of the textile industry, Emergence of trade unions, Samuel Slater, & Lowell System"
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.38",
                    "Label": "Describe how technological developments affected the growth of the industrial economy and cities in the North.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.39",
                    "Label": "Identify the push-pull factors for Irish and German immigrants, and describe the impact of their arrival in the U.S. prior to the Civil War.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.40",
                    "Label": "Analyze the development of roads, canals, railroads, and steamboats throughout the U.S.",
                    "Examples": [
                        "For example, the Erie Canal & the National Road."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.41",
                    "Label": "Describe the significance of the Second Great Awakening and its influence on reform in the 19th century.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.42",
                    "Label": "Analyze the development of the women's suffrage movement.",
                    "Examples": [
                        "For example, the Seneca Falls Convention, & the ideals of Susan B. Anthony, Elizabeth Cady Stanton, and Sojourner Truth."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.43",
                    "Label": "Analyze the significance of leading abolitionists and the methods they used to spread the movement.",
                    "Examples": [
                        "For example, William Lloyd Garrison, Frederick Douglass, Elihu Embree, & Harriet Tubman."
                    ],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "The Jacksonian Era (1824-1840)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS8.44",
                    "Label": "Analyze the role played by Chief Justice John Marshall in strengthening the judicial branch, including the key decisions of the Supreme Court in Gibbons v. Ogden and McCulloch v. Maryland.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.45",
                    "Label": "Examine the importance of the elections of 1824 and 1828.",
                    "Examples": [
                        "For example, the corrupt bargain, the spoils system, & Jacksonian Democracy."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.46",
                    "Label": "Examine President Andrew Jackson's actions regarding the Bank of the U.S. and the Nullification Crisis, and analyze the effects of these events on the nation.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.47",
                    "Label": "Describe the impact of the Indian Removal Act and the struggle between the Cherokee Nation and the U.S. government.",
                    "Examples": [
                        "For example, the significance of Worcester v. Georgia & the Trail of Tears."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.48",
                    "Label": "Identify that the Tennessee Constitution of 1834 expanded voting rights for non-property owners.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Expansion & Division Of The Nation (1820s-1860s)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS8.49",
                    "Label": "Analyze the concept of Manifest Destiny and its impact on the development of the nation, and describe the economic incentives for westward expansion.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.50",
                    "Label": "Explain the reasons for and the provisions of the Missouri Compromise (i.e., Compromise of 1820) and its impact on expansion.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.51",
                    "Label": "Describe American settlements in Texas after 1821, the causes of the Texas War for Independence, the roles of David Crockett and Sam Houston, and the legacy of the Alamo.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.52",
                    "Label": "Analyze the reasons for and outcomes of groups moving west.",
                    "Examples": [
                        "For example, the significance of fur traders, Mormons, & Oregon Trail, & Santa Fe Trail."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.53",
                    "Label": "Identify the major events and impact of James K. Polk's presidency.",
                    "Examples": [
                        "For example, the annexation of Texas & the settlement of the Oregon boundary."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.54",
                    "Label": "Describe the causes and consequences of the Mexican War.",
                    "Examples": [
                        "For example, the controversy over the Rio Grande boundary and the Mexican Cession."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.55",
                    "Label": "Analyze the discovery of gold in California, its social and economic impact on the U.S., and the major migratory movement (including the forty-niners and Asian immigrants).",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.56",
                    "Label": "Explain the reasons for and the impact of the Compromise of 1850 (including Henry Clay's role as “The Great Compromiser”) and the Fugitive Slave Act (including Harriet Beecher Stowe's influence with Uncle Tom's Cabin).",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.57",
                    "Label": "Describe the significance of the Gadsden Purchase of 1853.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.58",
                    "Label": "Explain the motivations behind the passage of the Kansas-Nebraska Act of 1854, and analyze the effects of act.",
                    "Examples": [
                        "For example, rise of the Republican Party, “Bleeding Kansas”,  Preston Brooks' attack on Charles Sumner, & John Brown's raid at Harper's Ferry."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.59",
                    "Label": "Analyze the Dred Scott v. Sandford decision and the resulting split between the North and South.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.60",
                    "Label": "Explain the arguments presented by Stephen Douglas and Abraham Lincoln on slavery in the Illinois Senate race debates of 1858.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "The Civil War (1860-1865)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS8.61",
                    "Label": "Describe the election of 1860 and its candidates (i.e., John Bell, Stephen Douglas, Abraham Lincoln, and John Breckinridge), and analyze how the campaigns reflected sectional turmoil in the country.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.62",
                    "Label": "Describe the outbreak of the Civil War and the resulting sectional differences.",
                    "Examples": [
                        "For example, economic, geographic, and technological advances,military strategies, roles of President Abraham Lincoln and Jefferson Davis, significance of Fort Sumter, & Geographical divisions within states."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.63",
                    "Label": "Explain the significance of the following battles, events, and leaders during the Civil War.",
                    "Examples": [
                        "For example, First Battle of Bull Run, Surrender at Appomattox Court House, Battle of Shiloh, David Farragut, Battle of Antietam, Nathan Bedford Forrest, Battle of Gettysburg, Ulysses S. Grant, Battle of Vicksburg, Thomas “Stonewall” Jackson, Sherman's March to the Sea, & Robert E. Lee."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.64",
                    "Label": "Analyze the significance of the Emancipation Proclamation and the Gettysburg Address.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.65",
                    "Label": "Describe African American involvement in the Union army.",
                    "Examples": [
                        "For example, the Massachusetts 54th Regiment at Fort Wagner & the 13th U.S. Colored Troops in the Battle of Nashville."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.66",
                    "Label": "Analyze how the writings of Sam Watkins and Elisha Hunt Rhodes illustrated the daily life of the common soldier.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Reconstruction (1865-1877)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS8.67",
                    "Label": "Analyze the immediate political impact of the assassination of President Abraham Lincoln and Andrew Johnson's ascension to the presidency.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.68",
                    "Label": "Explain the significance of the 13th, 14th, and 15th Amendments to the U.S. Constitution.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.69",
                    "Label": "Analyze President Abraham Lincoln's Ten Percent Plan, President Andrew Johnson's Plan, and the Radical Republican Plan for Reconstruction.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.70",
                    "Label": "Identify the significance of the Tennessee Constitution of 1870.",
                    "Examples": [
                        "For example, the right of all men to vote & the establishment of a poll tax."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.71",
                    "Label": "Analyze the conflict between President Andrew Johnson and the Radical Republicans.",
                    "Examples": [
                        "For example, Johnson's veto of the Tenure of Office Act and his impeachment."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.72",
                    "Label": "Explain the restrictions placed on the rights and opportunities of freedmen.",
                    "Examples": [
                        "For example, racial segregation, black codes, & the efforts of the Freedmen's Bureau to address the problems confronting newly freed slaves."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.73",
                    "Label": "Trace the rise of the Ku Klux Klan and vigilante justice in the South and in Tennessee, including the role of Governor William Brownlow.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.74",
                    "Label": "Explain the roles carpetbaggers and scalawags played during Reconstruction.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS8.75",
                    "Label": "Explain the Compromise of 1877 and its role in ending Radical Reconstruction.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        }
    ],
    "References": []
}