{
    "Title": "Tennessee Academic Standards > Mathematics > Geometry",
    "Overview": "Geometry emphasizes congruence, similarity, right triangle trigonometry, coordinate geometry, and modeling geometry concepts in real life situations. This course also introduces students to geometric constructions. Student extend their understanding of surface area and volume from previous grade levels by using unit analysis and the coordinate plane to solve problems in the real world. Finally, this course further develops student use of visual representations to understand and compute probabilities.\n\nThroughout the course, students build upon previous knowledge to justify relationships, reason mathematically, and solve problems. Modeling and real-world problems are introduced throughout the course with standards written to encourage the use of math to answer problems students will encounter in life.",
    "Goals": [],
    "Standards": [
        {
            "Key": "TN.M9-12.G.N-Q",
            "Label": "Quantities",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.G.N-Q.A",
                    "Label": "Reason quantitatively and use units to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.G.N-Q.A.1",
                            "Label": "Use units as a way to understand real- world problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.G.N-Q.A.1.a",
                                    "Label": "Use appropriate quantities in formulas, converting units as necessary.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.G.N-Q.A.1.b",
                                    "Label": "Define and justify appropriate quantities within a context for the purpose of modeling.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.G.N-Q.A.1.c",
                                    "Label": "Choose an appropriate level of accuracy when reporting quantities.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.G.G-CO",
            "Label": "Congruence",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.G.G-CO.A",
                    "Label": "Experiment with transformations in the plane.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.G.G-CO.A.1",
                            "Label": "Describe transformations as functions that take points in the plane (pre-image) as inputs and give other points (image) as outputs. Compare transformations that preserve distance and angle measure to those that do not, by hand for basic transformations and using technology for more complex cases.",
                            "Examples": [
                                "For example, a translation will preserve both distances and angle measures associated with a figure, a compression based around a point preserves angle measures but not distances, and a horizontal stretch does not preserve either except in the cases of a vertical line, ray, or line segment."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.G.G-CO.A.2",
                            "Label": "Given a rectangle, parallelogram, trapezoid, or regular polygon, determine the transformations that carry the shape onto itself and describe them in terms of the symmetry of the figure.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.G.G-CO.A.3",
                            "Label": "Develop definitions of rotations, reflections, and translations in terms of angles, circles, perpendicular lines, parallel lines, and line segments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.G.G-CO.A.4",
                            "Label": "Given a geometric figure, draw the image of the figure after a sequence of one or more rigid motions, by hand and using technology. Identify a sequence of rigid motions that will carry a given figure onto another.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.G.G-CO.B",
                    "Label": "Understand congruence in terms of rigid motions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.G.G-CO.B.5",
                            "Label": "Given two figures, use the definition of congruence in terms of rigid motions to determine informally if they are congruent.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.G.G-CO.B.6",
                            "Label": "Use the definition of congruence in terms of rigid motions to show that two triangles are congruent if and only if corresponding pairs of sides and corresponding pairs of angles are congruent.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.G.G-CO.B.7",
                            "Label": "Explain how the criteria for triangle congruence (ASA, SAS, AAS, SSS, and HL) follow from the definition of congruence in terms of rigid motions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.G.G-CO.C",
                    "Label": "Use geometric theorems to justify relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.G.G-CO.C.8",
                            "Label": "Use definitions and theorems about lines and angles to solve problems and to justify relationships in geometric figures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.G.G-CO.C.9",
                            "Label": "Use definitions and theorems about triangles to solve problems and to justify relationships in geometric figures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.G.G-CO.C.10",
                            "Label": "Use definitions and theorems about parallelograms to solve problems and to justify relationships in geometric figures.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.G.G-CO.D",
                    "Label": "Perform geometric constructions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.G.G-CO.D.11",
                            "Label": "Perform formal geometric constructions with a variety of tools and methods (compass and straightedge, string, reflective devices, paper folding, dynamic geometric software, etc.).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.G.G-CO.D.12",
                            "Label": "Use geometric constructions to solve geometric problems in context, by hand and using technology.",
                            "Examples": [
                                "For example, find the point equidistant from three given points by constructing two perpendicular bisectors and locating their point of intersection."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.G.G-SRT",
            "Label": "Similarity, Right Triangles & Trigonometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.G.G-SRT.A",
                    "Label": "Understand similarity in terms of similarity transformations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.G.G-SRT.A.1",
                            "Label": "Use properties of dilations given by a center and a scale factor to solve problems and to justify relationships in geometric figures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.G.G-SRT.A.2",
                            "Label": "Define similarity in terms of transformations. Use transformations to determine whether two figures are similar.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.G.G-SRT.B",
                    "Label": "Use similarity to solve problems and justify relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.G.G-SRT.B.3",
                            "Label": "Use congruence and similarity criteria for triangles to solve problems and to justify relationships in geometric figures.",
                            "Examples": [
                                "For example, tasks could include, but are not limited to: a line parallel to one side of a triangle divides the other two proportionally, and conversely; finding the area of a kite by partitioning it into two congruent triangles and finding the area of one triangle."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.G.G-SRT.C",
                    "Label": "Define trigonometric ratios and solve problems involving triangles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.G.G-SRT.C.4",
                            "Label": "Use side ratios in right triangles to define trigonometric ratios.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.G.G-SRT.C.4.a",
                                    "Label": "Understand that by similarity, side ratios in right triangles are properties of the angles in the triangle, leading to definitions of trigonometric ratios for acute angles.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.G.G-SRT.C.4.b",
                                    "Label": "Explain and use the relationship between the sine and cosine of complementary angles.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M9-12.G.G-SRT.C.5",
                            "Label": "Solve triangles.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.G.G-SRT.C.5.a",
                                    "Label": "Know and use the Pythagorean Theorem and trigonometric ratios (sine, cosine, tangent, and their inverses) to solve right triangles in a real- world context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.G.G-SRT.C.5.b",
                                    "Label": "Know and use relationships within special right triangles to solve problems in a real-world context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.G.G-SRT.C.5.c",
                                    "Label": "Use the Law of Sines and Law of Cosines to solve non-right triangles in a real-world context.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.G.G-C",
            "Label": "Circles",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.G.G-C.A",
                    "Label": "Find areas of sectors of circles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.G.G-C.A.1",
                            "Label": "Use proportional relationships between the area of a circle and the area of a sector within the circle to solve problems in a real-world context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.G.G-GPE",
            "Label": "Expressing Geometric Properties With Equations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.G.G-GPE.A",
                    "Label": "Use coordinates to solve problems and justify simple geometric theorems algebraically.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.G.G-GPE.A.1",
                            "Label": "Use coordinates to justify geometric relationships algebraically and to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.G.G-GPE.A.2",
                            "Label": "Use the slope criteria for parallel and perpendicular lines to solve problems and to justify relationships in geometric figures.",
                            "Examples": [
                                "For example, justify why two lines are parallel, perpendicular, or neither. Create parallel and perpendicular lines to solve problems in context (e.g., given three noncollinear points in the plane, find the coordinates of a fourth point so that the four points are the vertices of a rectangle)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.G.G-GPE.A.3",
                            "Label": "Understand the relationship between the Pythagorean Theorem and the distance formula and use an efficient method to solve problems on the coordinate plane.",
                            "Examples": [
                                "For example, compute the radius of a circle given a center and a point on the circle, perimeters of polygons, and areas of triangles and quadrilaterals."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.G.G-GMD",
            "Label": "Geometric Measurement & Dimension",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.G.G-GMD.A",
                    "Label": "Explain volume and surface area formulas and use them to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.G.G-GMD.A.1",
                            "Label": "Understand and explain the formulas for the volume and surface area of a cylinder, cone, prism, and pyramid.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.G.G-GMD.A.2",
                            "Label": "Use volume and surface area formulas for cylinders, cones, prisms, pyramids, and spheres to solve problems in a real-world context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.G.G-MG",
            "Label": "Modeling With Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.G.G-MG.A",
                    "Label": "Apply geometric concepts in modeling situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.G.G-MG.A.1",
                            "Label": "Use geometric shapes, their measures, and their properties to model objects found in a real-world context for the purpose of approximating solutions to problems.",
                            "Examples": [
                                "For example, determine which geometric shape best approximates a real-world object."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.G.S-CP",
            "Label": "Conditional Probability & The Rules Of Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.G.S-CP.A",
                    "Label": "Understand independence and conditional probability and use them to create visual representations of data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.G.S-CP.A.1",
                            "Label": "Use set notation to represent contextual situations.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.G.S-CP.A.1.a",
                                    "Label": "Describe events as subsets of a sample space (the set of outcomes) using characteristics (or categories) of the outcomes, or as unions, intersections, or complements of other events (“or”, “and”, “not”).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.G.S-CP.A.1.b",
                                    "Label": "Flexibly move between visual models (Venn diagrams, frequency tables, etc.) and set notation.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.G.S-CP.B",
                    "Label": "Use the rules of probability to compute probabilities of compound events in a uniform probability model.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.G.S-CP.B.2",
                            "Label": "Find the conditional probability of A given B as the fraction of B's outcomes that also belong to A and interpret the answer in terms of the given context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.G.S-CP.B.3",
                            "Label": "Understand and apply the Addition Rule.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.G.S-CP.B.3.a",
                                    "Label": "Explain the Addition Rule, P(A or B) = P(A) + P(B) - P(A and B) in terms of visual models (Venn diagrams, frequency tables, etc.).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.G.S-CP.B.3.b",
                                    "Label": "Apply the Addition Rule to solve problems and interpret the answer in terms of the given context.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.G.S-CP.C",
                    "Label": "Apply geometric concepts to situations involving probability.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.G.S-CP.C.4",
                            "Label": "Calculate probabilities using geometric figures.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}