{
    "Title": "Tennessee Academic Standards > Mathematics > Algebra I",
    "Overview": "Algebra 1 is the initial math course for high school students. It provides the foundation students require for future success in mathematics. Algebra 1 emphasizes linear and quadratic expressions, equations, inequalities, and functions. The course also introduces students to absolute value functions and exponential functions with integer exponents, especially as they compare to linear and quadratic functions. Additionally, students will work to summarize, represent, and interpret statistical data.\n\nThroughout the course, students explore the structures of and interpret functions and other mathematical models. Algebra 1 topics will build upon previous knowledge requiring students to reason, solve, and represent mathematical concepts in multiple ways; i.e., graphically, numerically, and algebraically. Modeling and real-world problems are introduced throughout the course with standards written to encourage the use of math to answer problems students will encounter in life.",
    "Goals": [],
    "Standards": [
        {
            "Key": "TN.M9-12.A1.N-Q",
            "Label": "Quantities",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A1.N-Q.A",
                    "Label": "Reason quantitatively and use units to understand problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.N-Q.A.1",
                            "Label": "Use units as a way to understand real-world problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A1.N-Q.A.1.a",
                                    "Label": "Choose and interpret the scale and the origin in graphs and data displays.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A1.N-Q.A.1.b",
                                    "Label": "Use appropriate quantities in formulas, converting units as necessary.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A1.N-Q.A.1.c",
                                    "Label": "Define and justify appropriate quantities within a context for the purpose of modeling.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A1.N-Q.A.1.d",
                                    "Label": "Choose an appropriate level of accuracy when reporting quantities.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A1.A-SSE",
            "Label": "Seeing Structure In Expressions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A1.A-SSE.A",
                    "Label": "Interpret the structure of expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.A-SSE.A.1",
                            "Label": "Interpret expressions that represent a quantity in terms of its context.",
                            "Examples": [
                                "For example, interpret P(1 + r)ⁿ as the product of P and a factor not depending on P.",
                                "For example, one truck can transport A cubic feet, and a second truck can transport B cubic feet. The first truck makes x trips to a job site, while the second makes y trips. Interpret the expression Ax + By in terms of the context."
                            ],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A1.A-SSE.A.1.a",
                                    "Label": "Interpret parts of an expression, such as terms, factors, and coefficients.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A1.A-SSE.A.1.b",
                                    "Label": "Interpret complicated expressions by viewing one or more of their parts as a single entity.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A1.A-APR",
            "Label": "Arithmetic With Polynomials & Rational Expressions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A1.A-APR.A",
                    "Label": "Perform arithmetic operations on polynomials.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.A-APR.A.1",
                            "Label": "Add, subtract, and multiply polynomials. Use these operations to demonstrate that polynomials form a closed system that adhere to the same properties of operations as the integers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A1.A-CED",
            "Label": "Creating Equations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A1.A-CED.A",
                    "Label": "Create equations that describe numbers or relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.A-CED.A.1",
                            "Label": "Create equations and inequalities in one variable and use them to solve problems in a real-world context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A1.A-CED.A.2",
                            "Label": "Create equations and inequalities in two variables to represent relationships between quantities and use them to solve problems in a real-world context. Graph equations with two variables on coordinate axes with labels and scales, and use the graphs to make predictions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A1.A-CED.A.3",
                            "Label": "Create individual and systems of equations and/or inequalities to represent constraints in a contextual situation, and interpret solutions as viable or non-viable.",
                            "Examples": [
                                "For example, represent inequalities describing nutritional and cost constraints on combinations of different foods."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A1.A-CED.A.4",
                            "Label": "Rearrange formulas to isolate a quantity of interest using algebraic reasoning.",
                            "Examples": [
                                "For example, rearrange the formula for the perimeter of a rectangle to isolate the length or width."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A1.A-REI",
            "Label": "Reasoning With Equations & Inequalities",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A1.A-REI.A",
                    "Label": "Understand solving equations as a process of reasoning and explain the reasoning.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.A-REI.A.1",
                            "Label": "Understand solving equations as a process of reasoning and explain the reasoning. Construct a viable argument to justify a solution method.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.A1.A-REI.B",
                    "Label": "Solve equations and inequalities in one variable.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.A-REI.B.2",
                            "Label": "Solve linear and absolute value equations and inequalities in one variable.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A1.A-REI.B.2.a",
                                    "Label": "Solve linear equations and inequalities, including compound inequalities, in one variable. Represent solutions algebraically and graphically.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A1.A-REI.B.2.b",
                                    "Label": "Solve absolute value equations and inequalities in one variable. Represent solutions algebraically and graphically.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M9-12.A1.A-REI.B.3",
                            "Label": "Solve quadratic equations and inequalities in one variable.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A1.A-REI.B.3.a",
                                    "Label": "Solve quadratic equations by inspection (e.g., for x² = 49), taking square roots, knowing and applying the quadratic formula, and factoring, as appropriate to the initial form of the equation. Recognize when a quadratic equation has solutions that are not real numbers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A1.A-REI.B.3.b",
                                    "Label": "Solve quadratic inequalities using the graph of the related quadratic equation.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.A1.A-REI.C",
                    "Label": "Solve systems of equations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.A-REI.C.4",
                            "Label": "Write and solve a system of linear equations in real-world context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.A1.A-REI.D",
                    "Label": "Represent and solve equations and inequalities graphically.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.A-REI.D.5",
                            "Label": "Understand that the graph of an equation in two variables is the set of all its solutions plotted in the coordinate plane, often forming a curve (which could be a line).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A1.A-REI.D.6",
                            "Label": "Explain why the x-coordinates of the points where the graphs of the equations y = f(x) and y = g(x) intersect are the solutions of the equation f(x) = g(x). Find approximate solutions by graphing the functions or making a table of values, using technology when appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A1.A-REI.D.7",
                            "Label": "Graph the solution set to a system of linear inequalities in two variables as the intersection of the corresponding half-planes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A1.F-IF",
            "Label": "Interpreting Functions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A1.F-IF.A",
                    "Label": "Understand the concept of a function and use function notation.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.F-IF.A.1",
                            "Label": "Understand that a function from one set (called the domain) to another set (called the range) assigns to each element of the domain exactly one element of the range. If f is a function and x is an element of its domain, then f(x) denotes the output of f corresponding to the input x. The graph of f is the graph of the equation y = f(x).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A1.F-IF.A.2",
                            "Label": "Use function notation.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A1.F-IF.A.2.a",
                                    "Label": "Use function notation to evaluate functions for inputs in their domains, including functions of two variables.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A1.F-IF.A.2.b",
                                    "Label": "Interpret statements that use function notation in terms of a context.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M9-12.A1.F-IF.A.3",
                            "Label": "Understand geometric formulas as functions.",
                            "Examples": [
                                "For example, see geometric formulas such as interior angle sum, perimeter of a square, and circumference of a circle as linear functions."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.A1.F-IF.B",
                    "Label": "Interpret functions that arise in applications in terms of the context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.F-IF.B.4",
                            "Label": "For a function that models a relationship between two quantities, interpret key features of graphs and tables in terms of the quantities, and sketch graphs showing key features given a verbal description of the relationship.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A1.F-IF.B.5",
                            "Label": "Relate the domain of a function to its graph and, where applicable, to the context of the function it models.",
                            "Examples": [
                                "For example, if the function h(n) gives the number of person-hours it takes to assemble n engines in a factory, then the positive integers would be an appropriate domain for the function."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A1.F-IF.B.6",
                            "Label": "Calculate and interpret the average rate of change of a function (presented algebraically or as a table) over a specified interval. Estimate and interpret the rate of change from a graph.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.A1.F-IF.C",
                    "Label": "Analyze functions using different representations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.F-IF.C.7",
                            "Label": "Graph functions expressed algebraically and show key features of the graph by hand and using technology.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A1.F-IF.C.8",
                            "Label": "Write a function defined by an expression in different but equivalent forms to reveal and explain different properties of the function.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A1.F-IF.C.8.a",
                                    "Label": "Rewrite quadratic functions to show zeros, extreme values, and symmetry of the graph, and interpret these in terms of a real-world context.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M9-12.A1.F-IF.C.9",
                            "Label": "Compare properties of functions represented algebraically, graphically, numerically in tables, or by verbal descriptions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A1.F-IF.C.9.a",
                                    "Label": "Compare properties of two different functions. Functions may be of different types and/or represented in different ways.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A1.F-IF.C.9.b",
                                    "Label": "Compare properties of the same function on two different intervals or represented in two different ways.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A1.F-BF",
            "Label": "Building Functions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A1.F-BF.A",
                    "Label": "Build a function that models a relationship between two quantities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.F-BF.A.1",
                            "Label": "Build a function that describes a relationship between two quantities.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A1.F-BF.A.1.a",
                                    "Label": "Determine steps for calculation, a recursive process, or an explicit expression from a context.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.A1.F-BF.B",
                    "Label": "Build new functions from existing functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.F-BF.B.2",
                            "Label": "Identify the effect on the graph of replacing f(x) by f(x) + k, kf(x), f(kx), and f(x + k) for specific values of k (both positive and negative); find the value of k given graphs.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A1.F-LE",
            "Label": "Linear & Exponential Models",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A1.F-LE.A",
                    "Label": "Construct and compare linear and exponential models and solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.F-LE.A.1",
                            "Label": "Distinguish between situations that can be modeled with linear functions and with exponential functions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "TN.M9-12.A1.F-LE.A.1.a",
                                    "Label": "Know that linear functions grow by equal differences over equal intervals and that exponential functions grow by equal factors over equal intervals.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A1.F-LE.A.1.b",
                                    "Label": "Recognize situations in which one quantity changes at a constant rate per unit interval relative to another.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.M9-12.A1.F-LE.A.1.c",
                                    "Label": "Recognize situations in which a quantity grows or decays by a constant factor per unit interval relative to another.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.M9-12.A1.F-LE.A.2",
                            "Label": "Construct linear and exponential functions, including arithmetic and geometric sequences, given a graph, a table, a description of a relationship, or input-output pairs.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.A1.F-LE.B",
                    "Label": "Interpret expressions for functions in terms of the situation they model.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.F-LE.B.3",
                            "Label": "Interpret the parameters in a linear or exponential function in terms of a context.",
                            "Examples": [
                                "For example, the total cost of an electrician who charges 35 dollars for a house call and 50 dollars per hour would be expressed as the function y = 50x + 35. If the rate were raised to 65 dollars per hour, describe how the function would change.",
                                "For example, a population is modeled by a function y = 30000(1.04)ˣ. Interpret the value 30000 as the initial population and 1.04 as a 4% increase per year."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.M9-12.A1.S-ID",
            "Label": "Interpreting Categorical & Quantitative Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.M9-12.A1.S-ID.A",
                    "Label": "Summarize, represent, and interpret data on a single count or measurement variable.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.S-ID.A.1",
                            "Label": "Use measures of center to solve real- world and mathematical problems.",
                            "Examples": [
                                "For example, a course has 6 tests during the semester. If your average after the first 5 tests is 85, what must you score on the 6th test to have at least an 87 semester average?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A1.S-ID.A.2",
                            "Label": "Use statistics appropriate to the shape of the data distribution to compare center (mean, median, and/or mode) and spread (range, interquartile range) of two or more different data sets.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A1.S-ID.A.3",
                            "Label": "Interpret differences in shape, center, and spread in the context of the data sets, accounting for possible effects of extreme data points.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.A1.S-ID.B",
                    "Label": "Summarize, represent, and interpret data on two categorical and quantitative variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.S-ID.B.4",
                            "Label": "Represent data from two quantitative variables on a scatter plot, and describe how the variables are related. Fit a function to the data; use functions fitted to data to solve problems in the context of the data.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.M9-12.A1.S-ID.C",
                    "Label": "Interpret linear models.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.M9-12.A1.S-ID.C.5",
                            "Label": "Interpret the rate of change and the constant term of a linear model in the context of data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A1.S-ID.C.6",
                            "Label": "Use technology to compute the correlation coefficient of a linear model; interpret the correlation coefficient in the context of the data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.M9-12.A1.S-ID.C.7",
                            "Label": "Explain the differences between correlation and causation. Recognize situations where an additional factor may be affecting correlated data.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}