{
    "Title": "Tennessee Academic Standards > Social Studies > United States History & Geography",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "The Rise Of Industrialization (1877-1900)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS9-12.US.1",
                    "Label": "Explain how the Homestead Act and the Transcontinental Railroad impacted the settlement of the West.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.2",
                    "Label": "Examine federal policies toward American Indians.",
                    "Examples": [
                        "For example, the movement to reservations, assimilation, boarding schools, & the Dawes Act."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.3",
                    "Label": "Explain the impact of the Compromise of 1877.",
                    "Examples": [
                        "For example, Jim Crow laws, lynching, disenfranchisement methods, the efforts of Benjamin “Pap” Singleton and the Exodusters, & the Plessy v. Ferguson decision."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.4",
                    "Label": "Analyze the causes and consequences of Gilded Age politics and economics as well as the significance of the rise of political machines, major scandals, civil service reform, and the economic difference between farmers, wage earners, and industrial capitalists.",
                    "Examples": [
                        "For example, spoils system and President James A. Garfield's assassination, Boss Tweed , Thomas Nast, Pendleton Act, Credit Mobilier, & Interstate Commerce Act."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.5",
                    "Label": "Describe the changes in American life that resulted from the inventions and innovations of business leaders and entrepreneurs of the period.",
                    "Examples": [
                        "For example, Alexander Graham Bell, John D. Rockefeller, Henry Bessemer, Nikola Tesla, Andrew Carnegie, Cornelius Vanderbilt, Thomas Edison, Madam C.J. Walker, & J.P. Morgan."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.6",
                    "Label": "Locate the following major industrial centers, and describe how industrialization influenced the movement of people from rural to urban areas.",
                    "Examples": [
                        "For example, Boston, Pittsburgh, Chicago, & San Francisco."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.7",
                    "Label": "Describe the differences between “old” and “new” immigrants, analyze the assimilation process for “new” immigrants, and determine the impacts of increased migration on American society.",
                    "Examples": [
                        "For example, Angel Island • Competition for jobs, Ellis Island, Rise of nativism, Push and pull factors, Jacob Riis, Ethnic clusters, Chinese Exclusion Act and Gentleman's Agreement, & Jane Addams."
                    ],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "The Progressive Era (1890-1920)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS9-12.US.8",
                    "Label": "Explain the concepts of social Darwinism and the Social Gospel.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.9",
                    "Label": "Compare and contrast the ideas and philosophies of Booker T. Washington and W.E.B. Du Bois.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.10",
                    "Label": "Explain the characteristics and impact of the Granger movement and populism, emphasizing the conflicts between farmers and the railroads.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.11",
                    "Label": "Explain the rise of the labor movement, union tactics (e.g., strikes), the role of leaders (e.g., Eugene Debs and Samuel Gompers), the unjust use of prison labor (e.g., Coal Creek labor saga), and the responses of management and government.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.12",
                    "Label": "Describe the rise of trusts and monopolies, their impact on consumers and workers, and the government's response.",
                    "Examples": [
                        "For example, the Sherman Antitrust Act of 1890 & the Clayton Antitrust Act of 1914."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.13",
                    "Label": "Describe working conditions in industries during this era.",
                    "Examples": [
                        "For exmaple, the use of labor by women and children."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.14",
                    "Label": "Explain the roles played by muckrakers and progressive idealists.",
                    "Examples": [
                        "For example, Robert M. La Follette, Sr., Lincoln Steffens, President Theodore Roosevelt, Ida Tarbell, & Upton Sinclair."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.15",
                    "Label": "Analyze the goals and achievements of the Progressive movement.",
                    "Examples": [
                        "For example, adoption of the initiative, referendum, and recall, adoption of the primary system, 16th Amendment, 17th Amendment, & 18th Amendment."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.16",
                    "Label": "Analyze the significant progressive achievements during President Theodore Roosevelt's administration.",
                    "Examples": [
                        "For example, Square Deal, Meat Inspection Act, “trust-busting”, support for conservation, & Pure Food and Drug Act."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.17",
                    "Label": "Analyze the significant progressive achievements during President Woodrow Wilson's administration.",
                    "Examples": [
                        "For example, the New Freedom, the Federal Reserve Act, & the creation of the National Park Service."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.18",
                    "Label": "Describe the movement to achieve suffrage for women.",
                    "Examples": [
                        "For example, the significance of leaders such as Carrie Chapman Catt, Anne Dallas Dudley, and Alice Paul, the activities of suffragettes, the passage of the 19th Amendment, & the role of Tennessee as the “Perfect 36.”"
                    ],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Imperialism & World War I (1890-1920)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS9-12.US.19",
                    "Label": "Assess the causes of American imperialism in the late 19th and early 20th centuries.",
                    "Examples": [
                        "For example, the desire for raw materials and new markets, the desire to spread American democratic and moral ideals, & yellow journalism"
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.20",
                    "Label": "Compare and contrast the arguments of interventionists and non-interventionists of the period.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.21",
                    "Label": "Describe the causes of the Spanish-American War and the outcomes of American imperialism.",
                    "Examples": [
                        "For example, annexation of Hawaii, Panama Canal, Philippine Insurrection, access to Cuba, & Roosevelt Corollary."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.22",
                    "Label": "Compare and contrast President Theodore Roosevelt's Big Stick diplomacy, President William Howard Taft's Dollar Diplomacy, and President Woodrow Wilson's Moral Diplomacy.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.23",
                    "Label": "Explain the causes of World War I and the reasons for the initial declaration of U.S. neutrality.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.24",
                    "Label": "Explain the reasons for American entry into World War I.",
                    "Examples": [
                        "For example, the use of unrestricted submarine warfare, the Zimmerman Telegram, the defense of democracy, & economic motivations."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.25",
                    "Label": "Identify and explain the impact of the following on World War I.",
                    "Examples": [
                        "For example, trench warfare, Herbert Hoover, use of new weapons and technology, John J. Pershing, Harlem Hell Fighters, & Alvin C. York."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.26",
                    "Label": "Analyze the political, economic, and social ramifications of World War I on the home front.",
                    "Examples": [
                        "For example, Role played by women and minorities, voluntary rationing, committee on Public Information, opposition by conscientious objectors, & Schenck v. United States decision."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.27",
                    "Label": "Analyze the significance of President Woodrow Wilson's Fourteen Points, the causes and effects of the U.S. rejection of the League of Nations, and the subsequent impact on world politics.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "The 1920s (1920-1929)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS9-12.US.28",
                    "Label": "Analyze the impact of the Great Migration of African Americans that began in the early 1900s from the rural South to the industrial regions of the Northeast and Midwest.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.29",
                    "Label": "Describe the growth and effects that radio and movies played in the emergence of popular culture as epitomized by celebrities.",
                    "Examples": [
                        "For example, Charlie Chaplin, Charles Lindbergh, and Babe Ruth"
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.30",
                    "Label": "Examine the growth and popularity of country and blues music.",
                    "Examples": [
                        "For example, the rise of the Grand Ole Opry, W.C. Handy, & Bessie Smith."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.31",
                    "Label": "Describe the impact of new technologies of the era.",
                    "Examples": [
                        "For example, the advent of air travel and spread of electricity."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.32",
                    "Label": "Describe the impact of Henry T. Ford, the automobile, and the mass production of automobiles on the American economy and society.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.33",
                    "Label": "Describe the Harlem Renaissance, its impact, and important figures.",
                    "Examples": [
                        "For example, Louis Armstrong, Duke Ellington, Langston Hughes, & Zora Neale Hurston."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.34",
                    "Label": "Describe changes in the social and economic status of women during this era.",
                    "Examples": [
                        "For example, flappers, birth control, clerical and office jobs, and the rise of women's colleges."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.35",
                    "Label": "Examine challenges related to civil liberties and racial/ethnic tensions during this era.",
                    "Examples": [
                        "For example, First Red Scare, efforts of Ida B. Wells, Immigration Quota Acts of the 1920s, emergence of Garveyism, resurgence of the Ku Klux Klan, & rise of the NAACP."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.36",
                    "Label": "Describe the Scopes Trial of 1925.",
                    "Examples": [
                        "For example, the major figures, two sides of the controversy, the outcome, & legacy."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.37",
                    "Label": "Describe the impacts of Prohibition on American society.",
                    "Examples": [
                        "For example, the rise of organized crime, bootlegging, & speakeasies."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.38",
                    "Label": "Analyze the changes in the economy and culture of the U.S. as a result of credit expansion, consumerism, and financial speculation.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "The Great Depression & New Deal (1929-1941)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS9-12.US.39",
                    "Label": "Analyze the causes of the Great Depression.",
                    "Examples": [
                        "For example, bank failures, laissez-faire politics, buying on margin, overextension of credit, crash of the stock market, overproduction in agriculture and manufacturing, excess consumerism , high tariffs, & rising unemployment."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.40",
                    "Label": "Analyze the causes of the Dust Bowl, and explain the social, geographic, and economic impacts.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.41",
                    "Label": "Describe the impact of the Great Depression on the American people.",
                    "Examples": [
                        "For example, mass unemployment, migration, & Hoovervilles."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.42",
                    "Label": "Describe the steps taken by President Herbert Hoover to address the depression.",
                    "Examples": [
                        "For example, his philosophy of “Rugged Individualism,” public works projects, the Reconstruction Finance Corporation, & response to the “Bonus Army.”"
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.43",
                    "Label": "Analyze the impact of the relief, recovery, and reform efforts of President Franklin D. Roosevelt's New Deal programs.",
                    "Examples": [
                        "For example, Agricultural Adjustment Act, Civilian Conservation Corps, Securities and Exchange Commission, Fair Labor Standards Act, Social Security, Federal Deposit Insurance Corporation, Tennessee Valley Authority, Works Progress Administration, & National Recovery Administration"
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.44",
                    "Label": "Analyze the effects of and the controversies arising from New Deal economic policies.",
                    "Examples": [
                        "For example, charges of socialism & President Franklin D. Roosevelt's “court packing” attempt."
                    ],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "World War II (1936-1945)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS9-12.US.45",
                    "Label": "Explain the rise and spread of fascism, communism, and totalitarianism internationally.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.46",
                    "Label": "Explain President Franklin D. Roosevelt's response to world crises.",
                    "Examples": [
                        "For example, the Quarantine Speech, the Four Freedoms speech, the Atlantic Charter, & the Lend-Lease Act."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.47",
                    "Label": "Analyze the response of the U.S. to the plight of European Jews before the start of the war, the U.S. liberation of concentration camps during the war, and the immigration of Holocaust survivors after the war.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.48",
                    "Label": "Explain the reasons for American entry into World War II.",
                    "Examples": [
                        "For example, the attack on Pearl Harbor."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.49",
                    "Label": "Identify the roles and the significant actions of individuals in World War II.",
                    "Examples": [
                        "For example, Winston Churchill, Benito Mussolini, Dwight D. Eisenhower, President Franklin D. Roosevelt, Adolf Hitler, Joseph Stalin, Douglas MacArthur, Hideki Tojo, George C. Marshall, & President Harry S. Truman."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.50",
                    "Label": "Explain the role of geographic and military factors on the outcomes of battles in the Pacific and European theaters of war.",
                    "Examples": [
                        "For example, the Battles of Midway, Iwo Jima, Okinawa, & D-Day."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.51",
                    "Label": "Identify the roles and sacrifices of individual American soldiers, as well as the unique contributions of special fighting forces.",
                    "Examples": [
                        "For example, the Tuskegee Airmen, the 442nd Regimental Combat team, the 101st Airborne, & the Navajo Code Talkers."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.52",
                    "Label": "Examine and explain the entry of large numbers of women into the workforce and armed forces during World War II and the subsequent impact on American society.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.53",
                    "Label": "Examine the impact of World War II on economic and social conditions for African Americans.",
                    "Examples": [
                        "For example, the Fair Employment Practices Committee & the eventual integration of the armed forces by President Harry S. Truman."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.54",
                    "Label": "Describe the constitutional issues and impact of the internment of Japanese Americans on the U.S.",
                    "Examples": [
                        "For example, the Fred Korematsu v. United States of America decision."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.55",
                    "Label": "Describe the war's impact on the home front.",
                    "Examples": [
                        "For example, rationing, Bracero program, bond drives, conversion of factories for wartime production, propaganda, movement to cities and industrial centers, & location of prisoner of war camps in Tennessee."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.56",
                    "Label": "Describe the Manhattan Project, and explain the rationale for using the atomic bomb to end the war.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.57",
                    "Label": "Explain the major outcomes of the Yalta and Potsdam Conferences.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.58",
                    "Label": "Identify and explain the reasons for the founding of the United Nations.",
                    "Examples": [
                        "For example, the role of Cordell Hull."
                    ],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Cold War (1947-1991)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS9-12.US.59",
                    "Label": "Describe the competition between the U.S. and the Soviet Union in arms development, economic dominance, and ideology.",
                    "Examples": [
                        "For example, the roles of NATO, SEATO, & the Warsaw Pact."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.60",
                    "Label": "Explain the Cold War policies of containment and the Truman Doctrine, Marshall Plan, and Berlin Airlift.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.61",
                    "Label": "Analyze the causes and effects of the Second Red Scare.",
                    "Examples": [
                        "For example, Americans' attitudes toward McCarthyism, blacklisting, & Julius and Ethel Rosenberg."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.62",
                    "Label": "Describe the causes, course, and consequences of the Korean War.",
                    "Examples": [
                        "For example, Domino theory, entry of the communist Chinese, 38th parallel, & final division of the Koreas."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.63",
                    "Label": "Explain Cold War policies during President Dwight D. Eisenhower's administration.",
                    "Examples": [
                        "For example, brinksmanship and “peaceful coexistence.”"
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.64",
                    "Label": "Explain the fears of Americans surrounding nuclear holocaust, debates over stockpiling, and the use of nuclear weapons.",
                    "Examples": [
                        "For example, atomic testing, impact of Sputnik, civil defense, mutual assured destruction, & fallout shelters."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.65",
                    "Label": "Describe the relationship between Cuba and the U.S.",
                    "Examples": [
                        "For example, the Bay of Pigs Invasion & the Cuban Missile Crisis."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.66",
                    "Label": "Describe the causes, course, and consequences of the Vietnam War.",
                    "Examples": [
                        "For example, Geneva Accords, Ho Chi Minh, Gulf of Tonkin Resolution, Bombing of Cambodia, Tet Offensive, Napalm and Agent Orange, & Vietnamization."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.67",
                    "Label": "Compare the policies and practices of Presidents John F. Kennedy, Lyndon Johnson, and Richard Nixon and their impacts on the continuation of the Vietnam War.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.68",
                    "Label": "Evaluate the impact of the Vietnam War on the home front.",
                    "Examples": [
                        "For example, the anti-war movement, draft by lottery, & the role of television and the media."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.69",
                    "Label": "Describe the competition between the U.S. and Soviet Union for superiority in space.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.70",
                    "Label": "Explain developments that eased tensions during the Cold War.",
                    "Examples": [
                        "For example, President Richard Nixon's detente, President Jimmy Carter's SALT Treaties, President Ronald Reagan and Mikhail Gorbachev's INF Treaty, & the fall of the Berlin Wall"
                    ],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "A Nation In Transition (1950s-1963)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS9-12.US.71",
                    "Label": "Analyze the impact of prosperity and consumerism in the 1950s.",
                    "Examples": [
                        "For example, the growth of white-collar jobs, the “suburban ideal,” the impact of the G.I. Bill, & the increased reliance on foreign oil."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.72",
                    "Label": "Explain the impact of the baby boomer generation on the American economy and culture.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.73",
                    "Label": "Describe domestic developments during President Dwight D. Eisenhower's administration.",
                    "Examples": [
                        "For example, advances in medicine & the creation of the Interstate Highway System."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.74",
                    "Label": "Describe the growing influence of the automobile on American society.",
                    "Examples": [
                        "For example, the growth of suburbia, fast food chains, & the hotel industry."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.75",
                    "Label": "Analyze the increasing impact of television and mass media on the American home, politics, and economy.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.76",
                    "Label": "Describe the emergence of a youth culture.",
                    "Examples": [
                        "For example, beatniks and the progression of popular music (from swing to rhythm and blues to rock 'n' roll), and the impact of Tennessee on the music industry, including the influence of B.B. King, Elvis Presley, Stax Records, & Sun Studio."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.77",
                    "Label": "Describe President John F. Kennedy's New Frontier programs to improve education, end racial discrimination, create the Peace Corps, and put a man on the moon.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Civil Rights Movement (1950s-1960s)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS9-12.US.78",
                    "Label": "Examine the decision and impact of Brown v. Board of Education on desegregation.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.79",
                    "Label": "Examine the roles and actions of civil rights advocates (e.g., Malcolm X, Thurgood Marshall, Rosa Parks) and opponents (e.g., Bull Connor, Orval Faubus, Strom Thurmond) and how they coincided with, confronted, and challenged each other.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.80",
                    "Label": "Describe the significant events in the struggle to secure civil rights for African Americans.",
                    "Examples": [
                        "For example, Montgomery Bus Boycott, Marches, demonstrations, boycotts, and sit-ins (e.g., Nashville), Integration of Clinton High School in Clinton (TN), March on Washington D.C., Integration of Central High School in Little Rock (AR), Birmingham bombings of 1963, Assassination of Martin Luther King Jr., Freedom Riders, Highlander Folk School, & Tent City in Fayette County (TN)"
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.81",
                    "Label": "Analyze civil and voting rights legislation.",
                    "Examples": [
                        "the Civil Rights Act of 1964, the Voting Rights Act of 1965, the Civil Rights Act of 1968 (i.e., Fair Housing Act), & the 24th Amendment."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.82",
                    "Label": "Analyze how the American Indian Movement, Chicano Movement, and Feminist Movement are related to the Civil Rights Movement in advancing equality across the broader spectrum of American society during this time period.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "The Modern United States (1960s-Present)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS9-12.US.83",
                    "Label": "Evaluate the impact of President Lyndon Johnson's Great Society programs.",
                    "Examples": [
                        "For example, Medicare, urban renewal, & the War on Poverty."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.84",
                    "Label": "Analyze different points of view that reflect the rise of social activism and the growth of counterculture.",
                    "Examples": [
                        "For example, generation gap, hippies, & Woodstock."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.85",
                    "Label": "Explain significant achievements of President Richard Nixon's administration.",
                    "Examples": [
                        "For example, his appeal to the “silent majority” & his major foreign policy actions."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.86",
                    "Label": "Examine the Watergate scandal.",
                    "Examples": [
                        "For example, background of the break-in, changing role of media and journalism, legacy of distrust, United States v. Nixon, & controversy surrounding President Gerald Ford's pardon."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.87",
                    "Label": "Explain the emergence of environmentalism.",
                    "Examples": [
                        "For example, the creation of the Environmental Protection Agency & disasters such as Love Canal and Three Mile Island."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.88",
                    "Label": "Identify and explain the significant events of President Jimmy Carter's administration.",
                    "Examples": [
                        "For example, poor economy, energy crisis, Panama Canal Treaty, Iran Hostage Crisis, & Camp David Accords."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.89",
                    "Label": "Analyze the significance of President Ronald Reagan's administration.",
                    "Examples": [
                        "For example, Revitalization of national pride, “War on Drugs”, Reaganomics, Strategic Defense Initiative, Iran-Contra affair, & AIDS epidemi.c"
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.90",
                    "Label": "Describe the significant events of President George H.W. Bush's administration.",
                    "Examples": [
                        "For example, the invasion of Panama & the Gulf War."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.91",
                    "Label": "Summarize the events of President Bill Clinton's administration.",
                    "Examples": [
                        "For example, NAFTA, welfare-to-work, scandals and subsequent impeachment hearings, & balanced budget."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.92",
                    "Label": "Describe the impact of the September 11, 2001 terrorist attacks on the World Trade Center and the Pentagon.",
                    "Examples": [
                        "For example, the response of President George W. Bush, wars in Afghanistan and Iraq, & continued efforts to combat terrorism globally."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.93",
                    "Label": "Describe the increasing role of women and minorities in the American military, politics, and economy.",
                    "Examples": [
                        "For example, Hillary Clinton, Colin Powell, Sandra Day O'Connor, Condoleezza Rice, & Nancy Pelosi."
                    ],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.94",
                    "Label": "Compare and contrast commonly used methods of communication from 1970 to today, and analyze the impact they have had on society.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "TN.SS9-12.US.95",
                    "Label": "Describe the achievements and setbacks of President Barack Obama's administration.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        }
    ],
    "References": []
}