{
    "Title": "Tennessee Standards > Mathematics > Kindergarten",
    "Overview": "",
    "Goals": [
        ["(1) Counting & Cardinality", "Students use numbers, including written numerals and counting, to develop concepts about quantity. Students use numbers to solve contextual problems and represent quantities, such as counting objects in a set, counting out a given number of objects, and comparing sets or numerals. Students use effective strategies for counting and answering quantitative questions, including quickly recognizing the cardinalities of small sets of objects and learning about counting sequences."],
        ["(2) Operations & Algebraic Thinking", "Students develop an understanding of addition and subtraction and determine when to add or subtract in a given context. Students should solve a variety of problem types in order to make connections among contexts, equations, and strategies (See Table 1 - Addition and Subtraction Situations). Students choose from multiple representations (including using objects, fingers, mental images, drawings, sounds, acting out situations, verbal explanations, expressions, or equations) when solving addition and subtraction problems within 10. Students compose and decompose quantities within 10 in various ways, and use mental strategies flexibly to develop fluency in addition and subtraction within 10."],
        ["(3) Number & Operations In Base Ten", "Students understand that numbers from 11 to 19 represent ten ones and some more ones by using objects or drawings, and record each composition or decomposition by a drawing and/or write an equation to represent this relationship."],
        ["(4) Measurement & Data", "Students describe and sort objects in many different ways. This includes length, weight, and coins. They classify objects in categories and compare measurable attributes. Students begin to learn to graph and analyze collections of objects. Students learn to identify the penny, nickel, dime, and quarter and know the value of each."],
        ["(5) Geometry", "Students describe their physical world using geometric ideas, vocabulary, and positional words. Regardless of orientation, students name two-dimensional shapes and three-dimensional solids, compare shapes/solids, and combine shapes/solids to create new shapes/solids. Students will recognize, describe, extend, and create patterns and explain patterning rules and the structure of patterns."]
    ],
    "Standards": [
        {
            "Key": "TN.MK.CC",
            "Label": "Counting & Cardinality",
            "Subs": [
                {
                    "Key": "TN.MK.CC.A",
                    "Label": "Know number names and the counting sequence.",
                    "Subs": [
                        {
                            "Key": "TN.MK.CC.A.1",
                            "Label": "Count to 100 by ones, fives, and tens. Count backward from 10.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.MK.CC.A,2",
                            "Label": "Count forward by ones beginning from any given number within the known sequence (instead of having to begin at 1).",
                            "Subs": []
                        },
                        {
                            "Key": "TN.MK.CC.A.3",
                            "Label": "Write numbers from 0 to 20. Represent a quantity of objects with a written number 0-20.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.MK.CC.A.4",
                            "Label": "Recognize, describe, extend, and create patterns and explain a simple rule for a pattern using concrete materials. Analyze the structure of the repeating pattern by identifying the unit (core) of the pattern.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.MK.CC.B",
                    "Label": "Count to tell the number of objects.",
                    "Subs": [
                        {
                            "Key": "TN.MK.CC.B.5",
                            "Label": "Understand the relationship between numbers and quantities; connect counting to cardinality.",
                            "Subs": [
                                {
                                    "Key": "TN.MK.CC.B.5.a",
                                    "Label": "When counting objects 1-20, say the number names in the standard order, using one-to-one correspondence.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.MK.CC.B.5.b",
                                    "Label": "Recognize that the last number name said tells the number of objects counted. The number of objects is the same regardless of their arrangement or the order in which they were counted.",
                                    "Subs": []
                                },
                                {
                                    "Key": "TN.MK.CC.B.5.c",
                                    "Label": "Recognize that each successive number name refers to a quantity that is one greater and each previous number is one less.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "TN.MK.CC.B.6",
                            "Label": "Count to answer “how many?” questions about as many as 20 things arranged in a line, a rectangular array, a circle, or as many as 10 things in a scattered configuration. Given a number from 1-20, count out that many objects.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.MK.CC.C",
                    "Label": "Compare numbers.",
                    "Subs": [
                        {
                            "Key": "TN.MK.CC.C.7",
                            "Label": "Identify whether the number of objects in one group is greater than, less than, or equal to the number of objects in another group.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.MK.CC.C.8",
                            "Label": "Compare two given numbers up to 10, when written as numerals, using the terms greater than, less than, or equal to.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.MK.OA",
            "Label": "Operations & Algebraic Thinking",
            "Subs": [
                {
                    "Key": "TN.MK.OA.A",
                    "Label": "Represent and solve problems involving addition and subtraction.",
                    "Subs": [
                        {
                            "Key": "TN.MK.OA.A.1",
                            "Label": "Represent addition and subtraction with objects, fingers, drawings, acting out situations, verbal explanations, expressions, or equations.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.MK.OA.A.2",
                            "Label": "Represent addition and subtraction with objects, fingers, drawings, acting out situations, verbal explanations, expressions, or equations.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.MK.OA.A.3",
                            "Label": "Decompose numbers less than or equal to 10 into addend pairs in more than one way (e.g., 5 = 2 + 3 and 5 = 4 + 1) by using objects or drawings. Record each decomposition using a drawing or writing an equation.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.MK.OA.A.4",
                            "Label": "Find the number that makes 10, when added to any given number, from 1 to 9 using objects or drawings. Record the answer using a drawing or writing an equation.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.MK.OA.A.5",
                            "Label": "Use mental strategies flexibly to develop fluency in addition and subtraction within 10.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.MK.NBT",
            "Label": "Number & Operations In Base Ten",
            "Subs": [
                {
                    "Key": "TN.MK.NBT.A",
                    "Label": "Work with numbers 11– 19 to gain foundations for place value.",
                    "Subs": [
                        {
                            "Key": "TN.MK.NBT.A.1",
                            "Label": "Compose and decompose numbers from 11 to 19 into a group of ten ones and some more ones by using objects or drawings (e.g., 18 equals 10 + 8). Record the composition or decomposition using a drawing or by writing an equation",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.MK.MD",
            "Label": "Measurement & Data",
            "Subs": [
                {
                    "Key": "TN.MK.MD.A",
                    "Label": "Describe and compare measurable attributes.",
                    "Subs": [
                        {
                            "Key": "TN.MK.MD.A.1",
                            "Label": "Describe the measurable attributes of an object, such as length (long/short), height (tall/short), or weight (heavy/light).",
                            "Subs": []
                        },
                        {
                            "Key": "TN.MK.MD.A.2",
                            "Label": "Directly compare two objects with a measurable attribute in common, to describe which object has more of/less of the attribute.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.MK.MD.B",
                    "Label": "Work with money.",
                    "Subs": [
                        {
                            "Key": "TN.MK.MD.B.3",
                            "Label": "Identify the penny, nickel, dime, and quarter based on their attributes (size and color) and recognize the value of each.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.MK.MD.C",
                    "Label": "Classify objects and count the number of objects in each category.",
                    "Subs": [
                        {
                            "Key": "TN.MK.MD.C.4",
                            "Label": "Sort a collection of objects into a given category, with 10 or fewer in each category. Compare the categories by group size.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.MK.G",
            "Label": "Geometry",
            "Subs": [
                {
                    "Key": "TN.MK.G.A",
                    "Label": "Identify and describe shapes and solids.",
                    "Subs": [
                        {
                            "Key": "TN.MK.G.A.1",
                            "Label": "Describe objects in the environment using names of shapes and solids (squares, circles, triangles, rectangles, hexagons, cubes, cones, cylinders, and spheres). Describe the relative positions of these objects using terms such as above, below, beside, in front of, behind, between, and next to.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.MK.G.A.2",
                            "Label": "Correctly name shapes and solids (squares, circles, triangles, rectangles, hexagons, cubes, cones, cylinders, and spheres) regardless of their orientations or overall size.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.MK.G.A.3",
                            "Label": "Identify shapes (squares, circles, triangles, rectangles, and hexagons) as two-dimensional and solids (cubes, cones, cylinders, and spheres) as three-dimensional.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.MK.G.B",
                    "Label": "Analyze, compare, create, and compose shapes.",
                    "Subs": [
                        {
                            "Key": "TN.MK.G.B.4",
                            "Label": "Describe similarities and differences between two- and three-dimensional shapes/solids, in different sizes and orientations.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.MK.G.B.5",
                            "Label": "Model shapes/solids in the world by building or drawing them.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.MK.G.B.6",
                            "Label": "Compose a figure using simple shapes/solids and identify smaller shapes/solids within the figure.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}