{
    "Title": "Tennessee Standards > Science > Kindergarten",
    "Overview": "By the end of Kindergarten, students are introduced to matter and its interactions by constructing experiments with solids and liquids. Students make connections and use senses by classifying observable properties of matter and classifying living and nonliving things. Throughout the year, Kindergarten students use their observation skills to identify weather patterns and seasons. Students also use observations and evidence to identify the relationship between earth and human activities.",
    "Goals": [],
    "Standards": [
        {
            "Key": "TN.SK.PS",
            "Label": "Physical Sciences",
            "Subs": [
                {
                    "Key": "TN.SK.PS.1",
                    "Label": "Matter & Its Interactions",
                    "Subs": [
                        {
                            "Key": "TN.SK.PS.1.1",
                            "Label": "Plan and conduct an investigation to describe and classify different kinds of materials including wood, plastic, metal, cloth, and paper by their observable properties (color, texture, hardness, and flexibility) and whether they are natural or human-made.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SK.PS.1.2",
                            "Label": "Conduct investigations to understand that matter can exist in different states (solid and liquid) and has properties that can be observed and tested.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SK.PS.1.3",
                            "Label": "Construct an evidence-based account of how an object made of a small set of pieces (blocks, snap cubes) can be disassembled and made into a new object.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.SK.LS",
            "Label": "Life Sciences",
            "Subs": [
                {
                    "Key": "TN.SK.LS.1",
                    "Label": "From Molecules To Organisms: Structure & Process",
                    "Subs": [
                        {
                            "Key": "TN.SK.LS.1.1",
                            "Label": "Use information from observations to identify differences between plants and animals (locomotion, obtainment of food, and take in air/gasses).",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SK.LS.1.2",
                            "Label": "Recognize differences between living organisms and non-living materials and sort them into groups by observable physical attributes.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SK.LS.1.3",
                            "Label": "Explain how humans use their five senses in making scientific findings.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SK.LS.3",
                    "Label": "Heredity: Inheritance & Variation Of Traits",
                    "Subs": [
                        {
                            "Key": "TN.SK.LS.3.1",
                            "Label": "Make observations to describe that young plants and animals resemble their parents.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.SK.ESS",
            "Label": "Earth & Space Sciences",
            "Subs": [
                {
                    "Key": "TN.SK.ESS.2",
                    "Label": "Earth’s Systems",
                    "Subs": [
                        {
                            "Key": "TN.SK.ESS.2.1",
                            "Label": "Analyze and interpret weather data (precipitation, wind, temperature, cloud cover) to describe weather patterns that occur over time (hourly, daily) using simple graphs, pictorial weather symbols, and tools (thermometer, rain gauge).",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SK.ESS.2.2",
                            "Label": "Develop and use models to predict weather and identify patterns in spring, summer, autumn, and winter.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SK.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Subs": [
                        {
                            "Key": "TN.SK.ESS.3.1",
                            "Label": "Use a model to represent the relationship between the basic needs (shelter, food, water) of different plants and animals (including humans) and the places they live.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SK.ESS.3.2",
                            "Label": "Explain the purpose of weather forecasting to prepare for, and respond to, severe weather in Tennessee.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SK.ESS.3.3",
                            "Label": "Communicate solutions that will reduce the impact from humans on land, water, air, and other living things in the local environment.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.SK.ETS",
            "Label": "Engineering, Technology & Applications Of Science",
            "Subs": [
                {
                    "Key": "TN.SK.ETS.1",
                    "Label": "Engineering Design",
                    "Subs": [
                        {
                            "Key": "TN.SK.ETS.1.1",
                            "Label": "Ask and answer questions about the scientific world and gather information using the senses.",
                            "Subs": []
                        },
                        {
                            "Key": "TN.SK.ETS.1.2",
                            "Label": "Describe objects accurately by drawing and/or labeling pictures.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SK.ETS.2",
                    "Label": "Links Among Engineering, Technology, Science & Society",
                    "Subs": [
                        {
                            "Key": "TN.SK.ETS.2.1",
                            "Label": "Use appropriate tools (magnifying glass, rain gauge, basic balance scale) to make observations and answer testable scientific questions.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}