{
    "Directions": "Read the article about some ways that people who care about wildlife use photography. Then answer each question that follows.",
    "Context": [
        "This article describes a strategy for learning more about rarely seen creatures."
    ],
    "Title": "Here There Be Jaguars",
    "Subtitle": "",
    "Author": "by David C. Louis",
    "LabelType": "P",
    "Content": [
        ["", "problems/RI23G7E/media/S1a.jpg"],
        ["1", "The mountains of Sonora, Mexico, are rough and rugged lands. Traveling here is not for the faint of heart. These mountainous habitats are oftentimes called “thorn-scrub,” and it's about as pleasant as it sounds. Plants like acacia and agave and several types of cactus offer all kinds of sharp thorns and spiky leaves to greet anyone who dares to hike these hillsides. But this dense vegetation is the perfect habitat for a large and secretive predator. This is the home of the jaguar."],
        ["2", "The Northern Jaguar Reserve sits about 125 miles (200 km) south of the United States–Mexico border. Here, deep in the foothills of the Sierra Madre Occidental mountain range, the reserve offers 55,000 acres of sprawling, wild landscapes of forest and desert, canyons and rivers. You could fit two Disney Worlds into 55,000 acres."],
        ["3", "The reserve is a strange mix of desert and tropical ecosystems, where two worlds collide. Enormous organ pipe cactus from the dry desert can be found beneath towering palm trees from the lush tropics. More than a dozen species of hummingbirds live here, as do military macaws, the dazzling (and noisy!) green parrots that nest in cliffs over the river. Troops of coatimundi — a goofy relative of the raccoon — can be seen scurrying through the dry creek beds in search of food. Mountain lions and bobcats, Gila monsters and tarantulas are common here too. The smaller cousin of the jaguar, the ocelot, calls the reserve home as well. Like the jaguar, the ocelot has a spectacular spotted coat. It, too, is a secretive cat."],
        ["", "Eyes in the Forest"],
        ["4", "Miguel Gómez has hundreds of eyes watching the reserve's secret world of wildlife. Gómez is a biologist for the Northern Jaguar Project, a Tucson-based nonprofit that manages the reserve to protect the jaguar and other wild creatures in northern Mexico. Each month, he travels the rocky and remote roads to check camera traps. These are small digital cameras hidden away in strategic locations around the reserve. This network of cameras — more than 150 in all — captures a fascinating world."],
        ["5", "The camera traps are mounted in areas where jaguars and other wildlife are known to travel and visit. This could be next to a dry stream bed, along an overgrown old road, or at the muddy banks of a watering hole. When an animal passes in front of the camera, a sensor triggers and snaps a picture. The resulting photos uncover a family of mountain lions snoozing on a patch of grass, a pair of ocelots sharpening their claws on a downed log, a mother jaguar and her young cub. You never know what wild world the photos will reveal."],
        ["", "Collecting Data"],
        ["6", "Back at camp, Gómez reviews the photos on a laptop. He flips through the photos — hundreds of them from one camera that hasn't been checked in six weeks. Today's batch of pics captured a roadrunner and a pig-like javelina, a badger and a pair of bobcats. Then ... a jaguar! A series of photos captured a big male strolling along an old dirt road. This magnificent cat was just a few hundred feet from camp!"],
        ["7", "Gómez says that the cameras are especially useful when studying jaguars and ocelots. “These are recognizable animals because of their spot pattern,” he says."],
        ["8", "Although the images are thrilling, each one is so much more than a photo of an unknown world. The collected photos add up to a massive database of images. These data can help scientists like Gómez better understand the habits of mysterious animals. By using information such as when and where the photos were captured, Gómez can piece together the story of the reserve's cats."],
        ["", "Tools of the Trade"],
        ["9", "Although camera traps have been used to study wildlife for more than 100 years, the practice has become widespread in recent decades. With digital technology so advanced (and affordable), biologists use all kinds of hidden cameras to spy on our wild friends. Some cameras are armed with motion detectors that snap pictures when something passes by. Other cameras are triggered through the body heat of an animal. Some cameras can capture images in complete darkness without a flash, while others can record videos."],
        ["10", "One key advantage to using camera traps to study wildlife is that the traps are non-invasive. This means they don't disturb or hurt the animals being studied. Oftentimes, scientists capture, tag, and release animals to better understand their habits — how they move, where they live, what they like to eat. They tag the animals with some sort of identification like a leg band on a bird or a collar on a wolf. Capturing and handling wildlife can cause the animal a lot of stress. It may even result in death. Camera traps let scientists avoid these risks."],
        ["11", "Camera traps are practical too. Each camera is fairly inexpensive. It's simple to place them in remote, hard-to-reach areas where the shyest of animals live. Scientists can leave the cameras for months at a time, capturing the various changes to wildlife behavior throughout the year."],
        ["12", "Around the world, camera traps have led to some remarkable discoveries. In 2012, camera traps captured pics of the Amur leopard in China, where it hadn't been seen in decades. In California, camera traps recently snapped the elusive wolverine, a giant member of the weasel family missing from the state since 1922. Camera traps are even being used at backyard birdfeeders to capture the daily lives of our feathered friends. They are allowing us to peek inside the lives of animals."],
        ["", "Seeing the Bigger Picture"],
        ["13", "The photos taken by camera traps offer just one piece of data in a much larger picture of the secret life of a big cat. Mapping tools also help scientists better understand the jaguar and its habitats. Geographic information systems (GIS) is powerful mapping software that is widely used throughout the sciences. GIS relies on satellite imagery to map entire landscapes. When biologists use GIS along with camera trap photos, they can map out where the jaguar lives and how it moves through the landscape."],
        ["14", "First, biologists like Gómez will design a network of camera traps and place them around an area such as the Northern Jaguar Reserve. The resulting photos help identify where jaguars are and where they are not. The photos tell biologists what types of habitats jaguars prefer and what habitats they might avoid. Then they use the GIS mapping tool to identify other, similar habitats in the area. With GIS, biologists can predict where suitable jaguar habitats are in the larger landscape."],
        ["15", "Used together, camera trap photos and GIS create a dataset of important information. These data can help protect the cat and its habitats. Maybe a government agency is planning to construct a road near where jaguars are known to live. Or perhaps a rancher wants to set aside some land for wildlife. Biologists like Gómez can use this powerful dataset to create maps of potential jaguar habitat. These maps highlight the most critical areas to protect."],
        ["16", "Mapping efforts are especially important when identifying wildlife corridors, the natural pathways that connect patches of habitat. Corridors allow jaguars and other wildlife to move from habitat patch to habitat patch in search of resources like food, water, and mates. Corridors let animals adapt to changing landscapes and avoid dangerous barriers like cities, farmlands, or roads."],
        ["17", "“Jaguars move long distances before finding a permanent place for living,” Gómez explains. “During their search for this place, they need safe corridors for their movements. This corridor needs to be in good enough condition to provide them food and resting places before they continue their search.”"],
        ["18", "Camera traps are providing critical information to biologists who have dedicated their lives to studying the jaguar and other wildlife. These cameras — along with other tools — are revealing a secret world that we are just beginning to understand. Only with this understanding will we be able to protect the jaguar and its wild kingdom."]
    ],
    "Copyright": "“Here There Be Jaguars” by David C. Louis, from Muse Magazine, November 2018. Copyright © 2018 by Cricket Media, Inc. Reprinted by permission of Cricket Media.",
    "References": []
}