{
    "Directions": "Read the passages “from King Arthur’s Knights” and “Walcott Farm” and then answer each question.",
    "Context": [
        "In this excerpt from King Arthur’s Knights, the mythical King Arthur of Britain and his Knights of the Round Table receive a mysterious visitor at court. The visitor brings news about the quest for the Holy Grail, a powerful and mysterious artifact."
    ],
    "Title": "Passage 1: from King Arthur’s Knights",
    "Subtitle": "",
    "Author": "by Henry Gilbert",
    "LabelType": "P",
    "Content": [
        ["1", "\tThen the door opened and an old and reverend man entered, white of beard and head, and clothed also in white; . . ."],
        ["2", "\t“Peace be with you, fair lords,” said the old man. Then turning to the king he said:"],
        ["3", "\t“Sir, I bring here a young knight, the which is of king’s lineage, whereby the marvels of this court shall be accomplished, and the trial of this thy kingdom shall be brought to a happy end, if that may be. And the name of him is Galahad.”"],
        ["4", "\t“Sir,” said the king, “ye be right welcome and the young knight with you.” . . ."],
        ["5", "\tThen was the young man led by the reverend man to the Siege Perilous,¹ and sat him thereon, and men marvelled to see that the death-stroke did not flash like lightning and slay him."],
        ["6", "\t“Sir,” said the old man to him, “wit ye well that that is your seat. For you are he that shall surely achieve the Holy Graal,² and such of these your fellows as are pure in heart and humble shall achieve it with you.”"],
        ["7", "\t“Sir,” said the king, “if it may be that ye know, will ye tell us what my knights must do to achieve the Holy Vessel, and thus bring peace into my kingdom in place of war? For many of those that are kings and barons under me are warring with each other, and threaten to rend this island of Britain, . . . And it goeth to my heart to know this, and I have much dread.”"],
        ["8", "\t“Sir king,” said the old white man, “none may tell you what shall be the end of this quest of the Holy Graal, . . . ye war with each other, and are evil livers and full of pride and mastery, and if ye do not repent and stay your dishonour, then shall the Holy Vessel pass from Britain, and ruin and death and civil war shall stalk through the land and leave it desolate.” . . ."],
        ["9", "\tThen uprose Sir Gawaine, who was a faithful knight and true man to his king, though a proud one and a hasty. He was filled with sorrow for the ruin that threatened his fair land."],
        ["10", "\t“Now I do here avow,” he said, “that to-morrow, without fail, I shall set forth, and I shall labour with all the strength of my body and my soul to go in quest of the Holy Graal, so that if I be fit to see it and to bring it hither, this dear land may be saved from woe.”"],
        ["11", "\tSo hot were his words that many of the better knights rose also, and raising their right hands did make a like avowal; . . ."]
    ],
    "Copyright": "Excerpt from King Arthur’s Knights by Henry Gilbert. In the public domain.",
    "References": [
        ["¹", "Siege Perilous: mystical chair that would slay any but the greatest knight who tried to sit in it"],
        ["²", "Graal: alternate spelling of Grail, as in Holy Grail"]
    ]
}