{
    "Directions": "",
    "Context": [],
    "Title": "Passage 2: Compact Fluorescent Lamps (CFLs) — Fact Sheet/FAQ",
    "Subtitle": "",
    "Author": "by the U.S. Food and Drug Administration",
    "LabelType": "P",
    "Content": [
        ["", "What are compact fluorescent lamps (CFLs)?"],
        ["1", "\tCFLs are a type of fluorescent lamp. Many models of CFLs are available that are designed to replace traditional incandescent bulbs. The compact size of these CFLs allows them to fit into many existing incandescent light fixtures, including table and floor lamps commonly found in households. CFLs are very energy efficient, using approximately one quarter of the energy compared to traditional incandescent bulbs. CFLs also have a very long lifespan, typically 6000–15,000 hours compared to the 750–1,000 hours for a normal incandescent bulb."],
        ["", "Do CFLs emit UV?¹"],
        ["2", "\tAll fluorescent lamps emit some UV. Typical fluorescent lamps, including CFLs, which consumers would encounter, emit very low levels of UV. In order to measure any UV radiation from these lamps, very sensitive measuring equipment must be used."],
        ["", "How do I know that the level of UV is acceptably low from a CFL?"],
        ["3", "\tThe Illuminating Engineering Society of North America (IESNA) has published a series of standards relating to radiation emissions from general purpose lighting. If a CFL were to exceed allowable levels of UV (according to IESNA RP 27.3), its packaging would be required to be labeled with a caution label. This standard, which was developed with the assistance of the FDA, requires lamp manufacturers to provide a suitable caution if one is needed. At typical use distances, UV levels from CFLs fall below the level of general concern for normal, healthy individuals and therefore carry no such warning."],
        ["", "How close can we safely get to an operating CFL?"],
        ["4", "\tUnless you are one of the few individuals who have a medical condition (such as some forms of lupus) that makes you particularly sensitive to either UV or even visible light, you should be able to use these lamps at the same distance as you would use traditional incandescent lamps. However, a recent study from the United Kingdom Health Protection Agency has found that there are measurable levels of UV from single envelope CFLs when used at distances closer than 1 foot. As a precaution, it is recommended that these types of CFLs not be used at distances closer than 1 foot, for more than one hour per day."],
        ["", "Are there precautions I can take to reduce the small levels of UV from CFLs still further if I should wish to do so?"],
        ["5", "\tThe glass used in CFLs already provides a UV filtering effect. In addition, any additional glass, or plastic, or fabric used in lighting fixtures that is between you and the CFL will further reduce the already low levels to still lower levels since these materials act as additional UV filters. Increasing the distance between you and any radiation source, including CFLs, will also reduce the small level to a lower level."],
        ["6", "\tHowever, if you still wish to take additional steps then you might wish to purchase the type of CFL that has an additional glass or plastic cover that encloses the CFL to make it appear more like a traditional incandescent lamp. These covers provide an additional reduction of the low level of UV to a lower level."],
        ["", "Any other safety concerns? I have heard CFLs contain mercury.² Should I be concerned?"],
        ["7", "\tLike traditional tube-style fluorescent lamps, CFLs contain a small amount of mercury. It is the use of this small amount of mercury that allows any fluorescent lamp to produce visible illumination at much higher efficiency levels than incandescent lighting. Typical household CFLs contain less than 5 mg of mercury, which is a sphere about the size of the tip of a pen. CFLs do not emit mercury as they operate. The only way mercury could be emitted from a CFL would be if the outer glass tubing that contains the mercury were to break."],
        ["8", "\tCare should be taken not to break a CFL. If you break one, you should carefully clean up the entire residue according to EPA instructions that you can find at http://www.epa.gov/mercury/ spills/index.htm."],
        ["", "What about other potential adverse health effects from CFLs? I have seen some claims that CFLs cause headaches in some people. Is this true?"],
        ["9", "\tThe vast majority of CFL users, both in households and in commercial buildings, report no issues regarding CFL usage, including headaches. There are some anecdotal reports, however, and, although there is yet no research to directly explain any plausible causative mechanism, it may be possible that some people are susceptible to such headache effects just as some people claim to be annoyed by normal fluorescent lighting. However, the overwhelming numbers of people that use CFLs report no such negative effects. FDA expects that research in this area will continue, and, as any new information develops, it will be included in an updated FAQ."]
    ],
    "Copyright": "Excerpt from “Compact Fluorescent Lamps (CFLs) — Fact Sheet/FAQ” by the U.S. Food and Drug Administration. In the public domain.",
    "References": [
        ["¹", "UV: ultraviolet radiation, a form of energy found in sunlight and some types of lamps. UV can affect the health of humans in either positive or negative ways, depending on the type and the amount of exposure to it."],
        ["²", "mercury: a metallic element that exists as a liquid at normal temperatures. Often used in thermometers, mercury can be poisonous to humans under certain conditions."]
    ]
}