{
    "Directions": "Read the following passage about the first railroad that connected the East and West Coasts of the United States then answer each question.",
    "Context": [],
    "Title": "The First Transcontinental Railroad",
    "Subtitle": "",
    "Author": "by Mark Clemens",
    "LabelType": "P",
    "Content": [
        [" ", "\tThe year was 1869."],
        [" ", "\tAt a place called Promontory, a tiny settlement on the shore of Utah's Great Salt Lake, two trainlocomotives idled nose to nose. One train was from the East, the other from the West. A large crowd had gathered. After six years of difficult, laborious work, tracks had been laid over nearly 1,800 miles from Omaha, Nebraska, to Sacramento, California. It was May 10, 1869, and the United States was about to be connected by rail."],
        [" ", "\tThe railroad president got ready to hammer in the spike that would finally connect east and west. He swung and missed. The next official also missed! Still, the crowd cheered, and other important people took their turns. The spikes, of silver, iron, and gold, were hammered in place. The First Transcontinental Railroad was completed!"],
        [" ", "\tThe Union Pacific locomotive from the East, called the 119, crossed over onto Central Pacific tracks. Then it backed up to allow the Jupiter, the locomotive from the West, to chug across onto Union Pacific tracks. Everyone cheered again, and celebrations lasted all afternoon."],
        [" ", "\tWhy was a transcontinental railroad so important? This was a time before the invention of the airplane or the automobile. Some tracks and railroads had been built, but they only connected cities east of the Mississippi River. It took months to get over land from points along the Mississippi River to the West Coast."],
        [" ", "\tThe idea of a transcontinental railroad emerged as large groups of people began to settle California and the western territories. A group of businessmen predicted that a railroad that extended across the West could be quite profitable."],
        [" ", "\tAt first, building the railroad seemed impossible. In 1862, President Abraham Lincoln signed a bill that gave the railroad companies special land grants and government bonds to help pay for the job. Even so, the owners of the Central Pacific and Union Pacific railroad companies had to raise even more money."],
        [" ", "\tBoth companies had tremendous difficulty getting their supplies on site. The Central Pacific had to ship their equipment from the Atlantic Coast, an expensive and time-consuming effort. Work on the Central Pacific also was slowed as it approached the snow-covered Sierra Nevada, a range of steep, rocky mountains through which the tracks had to be laid."],
        [" ", "\tThe Union Pacific also had problems. At first, they had to ship their supplies and equipment up the Missouri River by steamboat, and then carry them overland by stagecoach and wagons. Later, they were able to send supplies along the tracks they had laid, but all the carrying, pushing, and pulling had to be done by men with picks and shovels, wheelbarrows, wagons, and mules."],
        [" ", "\tThe First Transcontinental Railroad was one of the last major projects to be constructed primarily by hand in the United States. It took the labor of thousands of men—many of them Chinese immigrants—and the lives of many to complete this incredible task."],
        [" ", "\tAlthough the official date for the opening of the railroad was November 6, 1869, when the Union Pacific and Central Pacific railroads joined on May 10, 1869, the dream of a transcontinental railroad became a reality. Suddenly, a journey from the East Coast to California took a week instead of months. The railroad opened the door to settlers from the East and from other countries eager to make lives for themselves in California and other points in the West. The age of the stagecoach and wagons gave way to the era of the “iron horse.”"]
    ],
    "Copyright": "",
    "References": []
}