{
    "Title": "Massachusetts Curriculum Framework > Science > Grade 1",
    "Overview": "In grade 1, students have more fluency with language, number sense, and inquiry skills. This allows them to describe patterns of motion between the Sun, Moon, and stars in relation to the Earth. From this understanding they can identify seasonal patterns from sunrise and sunset data that will allow them to predict future patterns. Building from their experiences in pre-K and kindergarten observing and describing daily weather, they can now examine seasonal data on temperature and rainfall to describe patterns over time. Grade 1 students investigate sound and light through various materials. They describe patterns in how light passes through and sounds differ from different types of materials and use this to design and build a device to send a signal. Students compare the ways different animals and plants use their body parts and senses to do the things they need to do to grow and survive, including typical ways parents keep their young safe so they will survive to adulthood. They notice that though there are differences between plants or animals of the same type, the similarities of behavior and appearance are what allow us to identify them as belonging to a group. Grade 1 students begin to understand the power of patterns to predict future events in the natural and designed world.",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.S1.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S1.ESS.1",
                    "Label": "Earth's Place In The Universe",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S1.ESS.1.1",
                            "Label": "Use observations of the Sun, Moon, and stars to describe that each appears to rise in one part of the sky, appears to move across the sky, and appears to set.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S1.ESS.1.2",
                            "Label": "Analyze provided data to identify relationships among seasonal patterns of change, including relative sunrise and sunset time changes, seasonal temperature and rainfall or snowfall patterns, and seasonal changes to the environment.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S1.LS",
            "Label": "Life Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S1.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S1.LS.1.1",
                            "Label": "Use evidence to explain that (a) different animals use their body parts and senses in different ways to see, hear, grasp objects, protect themselves, move from place to place, and seek, find, and take in food, water, and air, and (b) plants have roots, stems, leaves, flowers, and fruits that are used to take in water, air, and other nutrients, and produce food for the plant.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S1.LS.1.2",
                            "Label": "Obtain information to compare ways in which the behavior of different animal parents and their offspring help the offspring to survive.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S1.LS.3",
                    "Label": "Heredity: Inheritance & Variation Of Traits",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S1.LS.3.1",
                            "Label": "Use information from observations (first-hand and from media) to identify similarities and differences among individual plants or animals of the same kind.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S1.PS",
            "Label": "Physical Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S1.PS.4",
                    "Label": "Waves & Their Applications In Technologies For Information Transfer",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S1.PS.4.1",
                            "Label": "Demonstrate that vibrating materials can make sound and that sound can make materials vibrate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S1.PS.4.3",
                            "Label": "Conduct an investigation to determine the effect of placing materials that allow light to pass through them, allow only some light through them, block all the light, or redirect light when put in the path of a beam of light.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S1.PS.4.4",
                            "Label": "Use tools and materials to design and build a device that uses light or sound to send a signal over a distance.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S1.ETS",
            "Label": "Technology/Engineering",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S1.ETS.1",
                    "Label": "Engineering Design",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S1.PS.4.1",
                            "Label": "Ask questions, make observations, and gather information about a situation people want to change that can be solved by developing or improving an object or tool.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S1.PS.4.2",
                            "Label": "Generate multiple solutions to a design problem and make a drawing (plan) to represent one or more of the solutions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}