{
    "Title": "Massachusetts Curriculum Framework > Science > Grade 2",
    "Overview": "As students grow in their ability to speak, read, write, and reason mathematically, they also grow in their ability to grapple with larger systems and the parts that make them up. In grade 2, students start to look beyond the structures of individual plants and animals to looking at the environment in which the plants and animals live as a provider of the food, water, and shelter that the organisms need. They learn that water is found everywhere on Earth and takes different forms and shapes. They map landforms and bodies of water and observe that flowing water and wind shapes these landforms. Grade 2 students use their observation skills gained in earlier grades to classify materials based on similar properties and functions. They gain experience testing different materials to collect and then analyze data for the purpose of determining which materials are the best for a specific function. They construct large objects from smaller pieces and, conversely, learn that when materials are cut into the smallest possible pieces, they still exist as the same material that has weight. These investigations of how parts relate to the whole provide a key basis for understanding systems in later grades.",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.S2.ESS",
            "Label": "Earth & Space Sciences",
            "Subs": [
                {
                    "Key": "MA.S2.ESS.2",
                    "Label": "Earth’s Systems",
                    "Subs": [
                        {
                            "Key": "MA.S2.ESS.2.1",
                            "Label": "Investigate and compare the effectiveness of multiple solutions designed to slow or prevent wind or water from changing the shape of the land.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S2.ESS.2.2",
                            "Label": "Map the shapes and types of landforms and bodies of water in an area.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S2.ESS.2.3",
                            "Label": "Use examples obtained from informational sources to explain that water is found in the ocean, rivers and streams, lakes and ponds, and may be solid or liquid.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S2.ESS.2.4",
                            "Label": "Observe how blowing wind and flowing water can move Earth materials from one place to another and change the shape of a landform.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S2.LS",
            "Label": "Life Science",
            "Subs": [
                {
                    "Key": "MA.S2.LS.2",
                    "Label": "Ecosystems: Interactions, Energy, & Dynamics",
                    "Subs": [
                        {
                            "Key": "MA.S2.LS.2.3",
                            "Label": "Develop and use models to compare how plants and animals depend on their surroundings and other living things to meet their needs in the places they live.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S2.LS.4",
                    "Label": "Biological Evolution: Unity & Diversity",
                    "Subs": [
                        {
                            "Key": "MA.S2.LS.4.1",
                            "Label": "Use texts, media, or local environments to observe and compare (a) different kinds of living things in an area, and (b) differences in the kinds of living things living in different types of areas.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S2.PS",
            "Label": "Physical Sciences",
            "Subs": [
                {
                    "Key": "MA.S2.PS.1",
                    "Label": "Matter & Its Interactions",
                    "Subs": [
                        {
                            "Key": "MA.S2.PS.1.1",
                            "Label": "Describe and classify different kinds of materials by observable properties of color, flexibility, hardness, texture, and absorbency.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S2.PS.1.2",
                            "Label": "Test different materials and analyze the data obtained to determine which materials have the properties that are best suited for an intended purpose.*",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S2.PS.1.3",
                            "Label": "Analyze a variety of evidence to conclude that when a chunk of material is cut or broken into pieces, each piece is still the same material and, however small each piece is, has weight. Show that the material properties of a small set of pieces do not change when the pieces are used to build larger objects.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S2.PS.1.4",
                            "Label": "Construct an argument with evidence that some changes to materials caused by heating or cooling can be reversed and some cannot.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S2.PS.3",
                    "Label": "Energy",
                    "Subs": [
                        {
                            "Key": "MA.S2.PS.3.1",
                            "Label": "Design and conduct an experiment to show the effects of friction on the relative temperature and speed of objects that rub against each other.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S2.ETS",
            "Label": "Technology/Engineering",
            "Subs": [
                {
                    "Key": "MA.S2.ETS.1",
                    "Label": "Engineering Design",
                    "Subs": [
                        {
                            "Key": "MA.S2.ETS.1.3",
                            "Label": "Analyze data from tests of two objects designed to solve the same design problem to compare the strengths and weaknesses of how each object performs.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}