{
    "Title": "Massachusetts Curriculum Framework > English Language Arts & Literacy > Grade 3",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.E3.RL",
            "Label": "Reading Standards For Literature",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "MA.E3.RL.1",
                            "Label": "Ask and answer questions to demonstrate understanding of a text, referring explicitly to the text as the basis for the answers.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.RL.2",
                            "Label": "Retell stories, including fables, folktales, and myths from diverse cultures; determine the central message, lesson, or moral and explain how it is conveyed through key details in a text.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.RL.3",
                            "Label": "Describe characters in a story (e.g., their traits, motivations, or feelings) and explain how their actions contribute to the sequence of events.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "MA.E3.RL.4",
                            "Label": "Determine the meaning of words and phrases as they are used in a text, distinguishing literal from figurative language.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.RL.5",
                            "Label": "Identify common structural elements of fiction (e.g., problem, solution); describe how each successive part of a text builds on earlier sections.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.RL.6",
                            "Label": "Distinguish their own point of view from that of a text's narrator or those of its characters.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "MA.E3.RL.7",
                            "Label": "Explain how specific aspects of a text's illustrations contribute to what is conveyed by the words in a story (e.g., create mood, emphasize aspects of a character or setting).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.RL.9",
                            "Label": "Compare and contrast the themes, settings, and plots of stories written by the same author about the same or similar characters (e.g., in books from a series).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Subs": [
                        {
                            "Key": "MA.E3.RL.10",
                            "Label": "Independently and proficiently read and comprehend literary texts representing a variety of genres, cultures, and perspectives and exhibiting complexity appropriate for at least grade 3.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.E3.RI",
            "Label": "Reading Standards For Informational Text",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "MA.E3.RI.1",
                            "Label": "Ask and answer questions to demonstrate understanding of a text, referring explicitly to the text as the basis for the answers.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.RI.2",
                            "Label": "Determine the main idea of a text; recount the key details and explain how they support the main idea.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.RI.3",
                            "Label": "Describe the relationship between a series of historical events, scientific ideas or concepts, mathematical ideas or concepts, or steps in technical procedures in a text, using language that pertains to time, sequence, and cause/effect.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "MA.E3.RI.4",
                            "Label": "Determine the meaning of general academic and domain-specific words and phrases in a text relevant to a grade 3 topic or subject area.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.RI.5",
                            "Label": "Use text features and search tools (e.g., key words, sidebars, hyperlinks) to locate information relevant to a given topic efficiently.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.RI.6",
                            "Label": "Distinguish their own point of view from that of the author of a text.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "MA.E3.RI.7",
                            "Label": "Use information gained from illustrations (e.g., maps, photographs) and the words, numbers, and symbols in a text to demonstrate understanding of the text (e.g., where, when, why, and how key events occur).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.RI.8",
                            "Label": "Describe the logical connection between particular sentences and paragraphs in a text (e.g., comparison, cause/effect, first/second/third in a sequence).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.RI.9",
                            "Label": "Compare and contrast the most important points and key details presented in two texts on the same topic.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Subs": [
                        {
                            "Key": "MA.E3.RI.10",
                            "Label": "Independently and proficiently read and comprehend informational texts, including history/social studies, science, mathematical, and technical texts, exhibiting complexity appropriate for at least grade 3.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.E3.RF",
            "Label": "Reading Standards For Foundational Skills",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Phonics & Word Recognition",
                    "Subs": [
                        {
                            "Key": "MA.E3.RF.3",
                            "Label": "Know and apply grade-level phonics and word analysis skills in decoding words.",
                            "Subs": [
                                {
                                    "Key": "MA.E3.RF.3.a",
                                    "Label": "Identify and know the meaning of the most common prefixes and derivational suffixes.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.RF.3.b",
                                    "Label": "Decode words with common Latin suffixes.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.RF.3.c",
                                    "Label": "Decode multisyllable words.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.RF.3.d",
                                    "Label": "Read grade-appropriate irregularly spelled words.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Fluency",
                    "Subs": [
                        {
                            "Key": "MA.E3.RF.4",
                            "Label": "Read with sufficient accuracy and fluency to support comprehension.",
                            "Subs": [
                                {
                                    "Key": "MA.E3.RF.4.a",
                                    "Label": "Read grade-level text with purpose and understanding.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.RF.4.b",
                                    "Label": "Read grade-level prose and poetry orally with accuracy, appropriate rate, and expression on successive readings.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.RF.4.c",
                                    "Label": "Use context to confirm or self-correct word recognition and understanding, rereading as necessary.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.E3.W",
            "Label": "Writing Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Text Types & Purposes",
                    "Subs": [
                        {
                            "Key": "MA.E3.W.1",
                            "Label": "Write opinion pieces on topics or texts, supporting an opinion with reasons.",
                            "Subs": [
                                {
                                    "Key": "MA.E3.W.1.a",
                                    "Label": "Introduce the topic or text they are writing about, state an opinion, and create an organizational structure that lists reasons.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.W.1.b",
                                    "Label": "Provide reasons that support the opinion.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.W.1.c",
                                    "Label": "Use linking words and phrases (e.g., because, therefore, since, for example) to connect opinion and reasons.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.W.1.d",
                                    "Label": "Provide a concluding statement or section.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.E3.W.2",
                            "Label": "Write informative/explanatory texts to examine a topic and convey ideas and information clearly.",
                            "Subs": [
                                {
                                    "Key": "MA.E3.W.2.a",
                                    "Label": "Introduce a topic and group-related information together; include illustrations when useful to aiding comprehension.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.W.2.b",
                                    "Label": "Develop the topic with facts, definitions, and details.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.W.2.c",
                                    "Label": "Use linking words and phrases (e.g., also, another, and, more, but) to connect ideas within categories of information.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.W.2.d",
                                    "Label": "Provide a concluding statement or section.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.E3.W.3",
                            "Label": "Write narratives in prose or poem form to develop experiences or events using effective literary techniques, descriptive details, and clear sequences.",
                            "Subs": [
                                {
                                    "Key": "MA.E3.W.3.a",
                                    "Label": "Establish a situation and introduce a speaker, narrator, and/or characters; organize an appropriate narrative sequence.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.W.3.b",
                                    "Label": "Use dialogue and descriptions of actions, thoughts, and feelings to develop experiences or events or show responses to situations.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.W.3.c",
                                    "Label": "Use figurative language to suggest images.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.W.3.d",
                                    "Label": "Use temporal words and phrases to signal order where appropriate.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.W.3.e",
                                    "Label": "Provide a sense of closure.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.W.3.f",
                                    "Label": "For poems, use words and phrases that form patterns of sound (e.g., rhyme, repetition of sounds within words or within lines) to create meaning or effect.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Production & Distribution Of Writing",
                    "Subs": [
                        {
                            "Key": "MA.E3.W.4",
                            "Label": "Produce writing in which the development and organization are appropriate to task, purpose, and audience.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.W.5",
                            "Label": "Develop and strengthen writing as needed by planning, revising, and editing.",
                            "Subs": [
                                {
                                    "Key": "MA.E3.W.5.a",
                                    "Label": "Demonstrate command of standard English conventions (as described in Language Standards 1– 3 up to and including grade 3).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.W.5.b",
                                    "Label": "Demonstrate the ability to choose and use appropriate vocabulary (as described in Language Standards 4–6 up to and including grade 3).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.E3.W.6",
                            "Label": "Use technology to produce and publish writing (using keyboarding skills) as well as to interact and collaborate with others.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Research To Build & Present Knowledge",
                    "Subs": [
                        {
                            "Key": "MA.E3.W.7",
                            "Label": "Conduct short research projects that build knowledge about a topic.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.W.8",
                            "Label": "Recall information from experiences or gather information from print and digital sources; take brief notes on sources and sort evidence into provided categories.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Writing",
                    "Subs": [
                        {
                            "Key": "MA.E3.W.10",
                            "Label": "Write routinely over extended time frames (time for research, reflection, and revision) and shorter time frames (a single sitting or a day or two) for a range of discipline-specific tasks, purposes, and audiences.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.E3.SL",
            "Label": "Speaking & Listening Standards",
            "Subs": [
                {
                    "Key": "MA.E3.SL",
                    "Label": "Comprehension & Collaboration",
                    "Subs": [
                        {
                            "Key": "MA.E3.SL.1",
                            "Label": "Engage effectively in a range of collaborative discussions (one-on-one, in groups, and teacher-led) with diverse partners on grade 3 topics and texts, building on others' ideas and expressing their own clearly.",
                            "Subs": [
                                {
                                    "Key": "MA.E3.SL.1.a",
                                    "Label": "Come to discussions prepared, having read or studied required material; explicitly draw on that preparation and other information known about the topic to explore ideas under discussion.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.SL.1.b",
                                    "Label": "Follow agreed-upon rules for discussions (e.g., gaining the floor in respectful ways, listening to others with care, speaking one at a time about the topics and texts under discussion).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.SL.1.c",
                                    "Label": "Ask questions to check understanding of information presented, stay on topic, and link their comments to the remarks of others.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.SL.1.d",
                                    "Label": "Explain their own ideas and understanding in light of the discussion.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.E3.SL.2",
                            "Label": "Determine the main ideas and supporting details of a text read aloud or information presented in diverse media and formats, including visually, quantitatively, and orally.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.SL.3",
                            "Label": "Ask and answer questions about information from a speaker, offering appropriate elaboration and detail.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "MA.E3.SL.4",
                            "Label": "Report on a topic, text, or solution to a mathematical problem, tell a story, or recount an experience with appropriate facts and relevant, descriptive details, speaking clearly at an understandable pace and using appropriate vocabulary.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.SL.5",
                            "Label": "Create engaging audio recordings of stories or poems that demonstrate fluid reading at an understandable pace; add visual displays when appropriate to emphasize or enhance certain facts or details.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.E3.SL.6",
                            "Label": "Speak in complete sentences when appropriate to task and situation in order to provide requested detail or clarification.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.E3.L",
            "Label": "Language Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Conventions Of Standard English",
                    "Subs": [
                        {
                            "Key": "MA.E3.L.1",
                            "Label": "Demonstrate command of the conventions of standard English grammar and usage when writing or speaking; retain and further develop language skills learned in previous grades.",
                            "Subs": [
                                {
                                    "Key": "MA.E3.L.1.a",
                                    "Label": "Produce, expand, and rearrange complete simple, compound, and complex sentences.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.1.b",
                                    "Label": "Ensure subject-verb and pronoun-antecedent agreement.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.1.c",
                                    "Label": "Use verbs in the present, past, and future tenses and choose among them depending on the overall meaning of the sentence.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.1.d",
                                    "Label": "Use coordinating and subordinating conjunctions and choose between them depending on the overall meaning of the sentence.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.1.e",
                                    "Label": "Form and use comparative and superlative adjectives and adverbs and choose between them depending on what is to be modified and the overall meaning of the sentence.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.1.f",
                                    "Label": "Use abstract nouns.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.1.g",
                                    "Label": "Form and use regular and irregular plural nouns and the past tense of regular and irregular verbs.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.E3.L.2",
                            "Label": "Demonstrate command of the conventions of standard English capitalization, punctuation, and spelling when writing.",
                            "Subs": [
                                {
                                    "Key": "MA.E3.L.2.a",
                                    "Label": "Write legibly and fluently by hand, using either printing or cursive handwriting.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.2.b",
                                    "Label": "Capitalize appropriate words in titles.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.2.c",
                                    "Label": "Use commas in addresses.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.2.d",
                                    "Label": "Use commas and quotation marks in dialogue.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.2.e",
                                    "Label": "Form and use possessives.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.2.f",
                                    "Label": "Use conventional spelling for high-frequency and other studied words and for adding suffixes to base words (e.g., sitting, smiled, cries, happiness).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.2.g",
                                    "Label": "Demonstrate understanding that numerals used at the beginning of a sentence are written as words and capitalized (e.g., “Three pandas could be seen eating leaves high in the bamboo grove.”).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.2.h",
                                    "Label": "Use spelling patterns and generalizations (e.g., word families, position-based spellings, syllable patterns, ending rules, meaningful word parts) in writing words.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.2.i",
                                    "Label": "Consult reference materials, including beginning dictionaries, as needed to check and correct spellings.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge Of Language",
                    "Subs": [
                        {
                            "Key": "MA.E3.L.3",
                            "Label": "Use knowledge of language and its conventions when writing, speaking, reading, or listening.",
                            "Subs": [
                                {
                                    "Key": "MA.E3.L.3.a",
                                    "Label": "Choose words and phrases for effect.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.3.b",
                                    "Label": "Recognize and observe differences between the conventions of spoken and written English.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition & Use",
                    "Subs": [
                        {
                            "Key": "MA.E3.L.4",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 3 reading and content, choosing flexibly from a range of strategies.",
                            "Subs": [
                                {
                                    "Key": "MA.E3.L.4.a",
                                    "Label": "Use sentence-level context as a clue to the meaning of a word or phrase.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.4.b",
                                    "Label": "Determine the meaning of the new word formed when a known affix is added to a known word (e.g., agreeable/disagreeable, comfortable/uncomfortable, care/careless, heat/preheat).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.4.c",
                                    "Label": "Use a known root word as a clue to the meaning of an unknown word with the same root (e.g., company, companion).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.4.d",
                                    "Label": "Use glossaries or beginning dictionaries, both print and digital, to determine or clarify the precise meaning of key words and phrases.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.4.e",
                                    "Label": "Recognize and use appropriately abbreviations related to grade-level content or common in everyday life (e.g., N, S, E, W on a map).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.4.f",
                                    "Label": "Recognize and use appropriately symbols related to grade-level content or common in everyday life (e.g., <, >).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.E3.L.5",
                            "Label": "Demonstrate understanding of word relationships and nuances in word meanings.",
                            "Subs": [
                                {
                                    "Key": "MA.E3.L.5.a",
                                    "Label": "Distinguish the literal and nonliteral meanings of words and phrases in context (e.g., take steps).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.5.b",
                                    "Label": "Identify real-life connections between words and their use (e.g., describe people who are friendly or helpful).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E3.L.5.c",
                                    "Label": "Distinguish shades of meaning among related words that describe states of mind or degrees of certainty (e.g., knew, believed, suspected, heard, wondered).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.E3.L.6",
                            "Label": "Acquire and use accurately grade-appropriate conversational, general academic, and domain-specific words and phrases,8 including those that signal spatial and temporal relationships.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}