{
    "Title": "Massachusetts Curriculum Framework > Science > Grade 5",
    "Overview": "In grade 5, students model, provide evidence to support arguments, and obtain and display data about relationships and interactions among observable components of different systems. By studying systems, grade 5 students learn that objects and organisms do not exist in isolation and that animals, plants and their environments are connected to, interact with, and are influenced by each other. They study the relationships between Earth and other nearby objects in the solar system and the impact of those relationships on patterns of events as seen from Earth. They learn about the relationship among elements of Earth's systems through the cycling of water and human practices and processes with Earth's resources. They also learn about the connections and relationships among plants and animals, and the ecosystems within which they live, to show how matter and energy are cycled through these (building on the theme of grade 4). An ability to describe, analyze, and model connections and relationships of observable components of different systems is key to understanding the natural and designed world.",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.S5.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S5.ESS.1",
                    "Label": "Earth's Place In The Universe",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S5.ESS.1.1",
                            "Label": "Use observations, first-hand and from various media, to argue that the Sun is a star that appears larger and brighter than other stars because it is closer to Earth.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S5.ESS.1.2",
                            "Label": "Use a model to communicate Earth's relationship to the Sun, Moon, and other stars that explain (a) why people on Earth experience day and night, (b) patterns in daily changes in length and direction of shadows over a day, and (c) changes in the apparent position of the Sun, Moon, and stars at different times during a day, over a month, and over a year.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S5.ESS.2",
                    "Label": "Earth's Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S5.ESS.2.1",
                            "Label": "Use a model to describe the cycling of water through a watershed through evaporation, precipitation, absorption, surface runoff, and condensation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S5.ESS.2.2",
                            "Label": "Describe and graph the relative amounts of salt water in the ocean; fresh water in lakes, rivers, and groundwater; and fresh water frozen in glaciers and polar ice caps to provide evidence about the availability of fresh water in Earth's biosphere.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S5.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S5.ESS.3.1",
                            "Label": "Obtain and combine information about ways communities reduce human impact on the Earth's resources and environment by changing an agricultural, industrial, or community practice or process.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S5.ESS.3.2",
                            "Label": "Test a simple system designed to filter particulates out of water and propose one change to the design to improve it.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S5.LS",
            "Label": "Life Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S5.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S5.LS.1.1",
                            "Label": "Ask testable questions about the process by which plants use air, water, and energy from sunlight to produce sugars and plant materials needed for growth and reproduction.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S5.LS.2",
                    "Label": "Ecosystems: Interactions, Energy, & Dynamics",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S5.LS.2.1",
                            "Label": "Develop a model to describe the movement of matter among producers, consumers, decomposers, and the air, water, and soil in the environment to (a) show that plants produce sugars and plant materials, (b) show that animals can eat plants and/or other animals for food, and (c) show that some organisms, including fungi and bacteria, break down dead organisms and recycle some materials back to the air and soil.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S5.LS.2.2",
                            "Label": "Compare at least two designs for a composter to determine which is most likely to encourage decomposition of materials.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S5.PS",
            "Label": "Physical Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S5.PS.1",
                    "Label": "Matter & Its Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S5.PS.1.1",
                            "Label": "Use a particle model of matter to explain common phenomena involving gases, and phase changes between gas and liquid and between liquid and solid.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S5.PS.1.2",
                            "Label": "Measure and graph the weights (masses) of substances before and after a reaction or phase change to provide evidence that regardless of the type of change that occurs when heating, cooling, or combining substances, the total weight (mass) of matter is conserved.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S5.PS.1.3",
                            "Label": "Make observations and measurements of substances to describe characteristic properties of each, including color, hardness, reflectivity, electrical conductivity, thermal conductivity, response to magnetic forces, and solubility.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S5.PS.1.4",
                            "Label": "Conduct an experiment to determine whether the mixing of two or more substances results in new substances with new properties (a chemical reaction) or not (a mixture).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S5.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S5.PS.2.1",
                            "Label": "Support an argument with evidence that the gravitational force exerted by Earth on objects is directed toward Earth's center.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S5.PS.3",
                    "Label": "Energy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S5.PS.3.1",
                            "Label": "Use a model to describe that the food animals digest (a) contains energy that was once energy from the Sun, and (b) provides energy and nutrients for life processes, including body repair, growth, motion, body warmth, and reproduction.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S5.ETS",
            "Label": "Technology/Engineering",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S5.ETS.3",
                    "Label": "Technological Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S5.ETS.3.1",
                            "Label": "Use informational text to provide examples of improvements to existing technologies (innovations) and the development of new technologies (inventions). Recognize that technology is any modification of the natural or designed world done to fulfill human needs or wants.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S5.ETS.3.2",
                            "Label": "Use sketches or drawings to show how each part of a product or device relates to other parts in the product or device.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}