{
    "Title": "Massachusetts Curriculum Framework > Science > Grades 9 - 12 > Introductory Physics",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.S9-12.PS.1",
            "Label": "Matter & Its Interactions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S9-12.PS.1.8",
                    "Label": "Develop a model to illustrate the energy released or absorbed during the processes of fission, fusion, and radioactive decay.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "MA.S9-12.PS.2",
            "Label": "Motion & Stability: Forces & Interactions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S9-12.PS.2.1",
                    "Label": "Analyze data to support the claim that Newton's second law of motion is a mathematical model describing change in motion (the acceleration) of objects when acted on by a net force.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.2.2",
                    "Label": "Use mathematical representations to show that the total momentum of a system of interacting objects is conserved when there is no net force on the system.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.2.3",
                    "Label": "Apply scientific principles of motion and momentum to design, evaluate, and refine a device that minimizes the force on a macroscopic object during a collision.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.2.4",
                    "Label": "Use mathematical representations of Newton's law of gravitation and Coulomb's law to both qualitatively and quantitatively describe and predict the effects of gravitational and electrostatic forces between objects.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.2.5",
                    "Label": "Provide evidence that an electric current can produce a magnetic field and that a changing magnetic field can produce an electric current.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.2.9",
                    "Label": "Evaluate simple series and parallel circuits to predict changes to voltage, current, or resistance when simple changes are made to a circuit.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.2.10",
                    "Label": "Use free-body force diagrams, algebraic expressions, and Newton's laws of motion to predict changes to velocity and acceleration for an object moving in one dimension in various situations.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "MA.S9-12.PS.3",
            "Label": "Energy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S9-12.PS.3.1",
                    "Label": "Use algebraic expressions and the principle of energy conservation to calculate the change in energy of one component of a system when the change in energy of the other component(s) of the system, as well as the total energy of the system including any energy entering or leaving the system, is known. Identify any transformations from one form of energy to another, including thermal, kinetic, gravitational, magnetic, or electrical energy, in the system.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.3.2",
                    "Label": "Develop and use a model to illustrate that energy at the macroscopic scale can be accounted for as either motions of particles and objects or energy stored in fields.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.3.3",
                    "Label": "Design and evaluate a device that works within given constraints to convert one form of energy into another form of energy.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.3.4a",
                    "Label": "Provide evidence that when two objects of different temperature are in thermal contact within a closed system, the transfer of thermal energy from higher-temperature objects to lower-temperature objects results in thermal equilibrium, or a more uniform energy distribution among the objects and that temperature changes necessary to achieve thermal equilibrium depend on the specific heat values of the two substances.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.3.5",
                    "Label": "Develop and use a model of magnetic or electric fields to illustrate the forces and changes in energy between two magnetically or electrically charged objects changing relative position in a magnetic or electric field, respectively.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "MA.S9-12.PS.4",
            "Label": "Waves & Their Applications In Technologies For Information Transfer",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S9-12.PS.4.1",
                    "Label": "Use mathematical representations to support a claim regarding relationships among the frequency, wavelength, and speed of waves traveling within various media. Recognize that electromagnetic waves can travel through empty space (without a medium) as compared to mechanical waves that require a medium.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.4.3",
                    "Label": "Evaluate the claims, evidence, and reasoning behind the idea that electromagnetic radiation can be described by either a wave model or a particle model, and that for some situations involving resonance, interference, diffraction, refraction, or the photoelectric effect, one model is more useful than the other.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.4.5",
                    "Label": "Communicate technical information about how some technological devices use the principles of wave behavior and wave interactions with matter to transmit and capture information and energy.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        }
    ],
    "References": []
}