{
    "Title": "Massachusetts Curriculum Framework > Science > High School - Earth & Space Science",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.S9-12.ESS.1",
            "Label": "Earth’s Place In The Universe",
            "Subs": [
                {
                    "Key": "MA.S9-12.ESS.1.1",
                    "Label": "Use informational text to explain that the life span of the Sun over approximately 10 billion years is a function of nuclear fusion in its core. Communicate that stars, through nuclear fusion over their life cycle, produce elements from helium to iron and release energy that eventually reaches Earth in the form of radiation.",
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ESS.1.2",
                    "Label": "Describe the astronomical evidence for the Big Bang theory, including the red shift of light from the motion of distant galaxies as an indication that the universe is currently expanding, the cosmic microwave background as the remnant radiation from the Big Bang, and the observed composition of ordinary matter of the universe, primarily found in stars and interstellar gases, which matches that predicted by the Big Bang theory (3/4 hydrogen and 1/4 helium).",
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ESS.1.4",
                    "Label": "Use Kepler’s laws to predict the motion of orbiting objects in the solar system. Describe how orbits may change due to the gravitational effects from, or collisions with, other objects in the solar system.",
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ESS.1.5",
                    "Label": "Evaluate evidence of the past and current movements of continental and oceanic crust, the theory of plate tectonics, and relative densities of oceanic and continental rocks to explain why continental rocks are generally much older than rocks of the ocean floor.",
                    "Subs": []
                }
            ]
        },
        {
            "Key": "MA.S9-12.ESS.2",
            "Label": "Earth’s Systems",
            "Subs": [
                {
                    "Key": "MA.S9-12.ESS.2.2",
                    "Label": "Analyze geoscience data to make the claim that one change to Earth’s hydrosphere can create feedbacks that cause changes to other Earth systems.",
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ESS.2.3",
                    "Label": "Use a model based on evidence of Earth’s interior to describe the cycling of matter due to the outward flow of energy from Earth’s interior and gravitational movement of denser materials toward the interior.",
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ESS.2.4",
                    "Label": "Use a model to describe how variations in the flow of energy into and out of Earth’s systems over different time scales result in changes in climate. Analyze and interpret data to explain that long- term changes in Earth’s tilt and orbit result in cycles of climate change such as Ice Ages.",
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ESS.2.5",
                    "Label": "Describe how the chemical and physical properties of water are important in mechanical and chemical mechanisms that affect Earth materials and surface processes.",
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ESS.2.6",
                    "Label": "Use a model to describe cycling of carbon through the ocean, atmosphere, soil, and biosphere and how increases in carbon dioxide concentrations due to human activity have resulted in atmospheric and climate changes.",
                    "Subs": []
                }
            ]
        },
        {
            "Key": "MA.S9-12.ESS.3",
            "Label": "Earth & Human Activity",
            "Subs": [
                {
                    "Key": "MA.S9-12.ESS.3.1",
                    "Label": "Construct an explanation based on evidence for how the availability of key natural resources and changes due to variations in climate have influenced human activity.",
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ESS.3.2",
                    "Label": "Evaluate competing design solutions for minimizing impacts of developing and using energy and mineral resources, and conserving and recycling those resources, based on economic, social, and environmental cost-benefit ratios.",
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ESS.3.3",
                    "Label": "Illustrate relationships among management of natural resources, the sustainability of human populations, and biodiversity.",
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ESS.3.5",
                    "Label": "Analyze results from global climate models to describe how forecasts are made of the current rate of global or regional climate change and associated future impacts to Earth systems.",
                    "Subs": []
                }
            ]
        }
    ],
    "References": []
}