
{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Vocabulary Acquisition & Use"
        ],
        "SubTopics": [
            "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings."
        ],
        "SuppContent": [
            "problems/PA24G7E/supps/PA24G7E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentence from the passage.",
            ":ibox:“A person's voice is also very distinctive.”",
            "Which word BEST replaces the word “distinctive” without changing the meaning of the sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "effective",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not a synonym for “distinctive” and does not make sense in the context of the passage.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "familiar",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not a synonym for “distinctive” and does not make sense in the context of the passage.",
                    "Percent": 27
                }
            },
            "C": {
                "Choice": "pleasing",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not a synonym for “distinctive” and does not make sense in the context of the passage.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "unique",
                "Key": {
                    "Correct": true,
                    "Rationale": "A synonym of the word “distinctive” is “unique.”",
                    "Percent": 58
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure"
        ],
        "SubTopics": [
            "Analyze the structure an author uses to organize a text, including how major sections and text features contribute to the whole and to the development of the ideas."
        ],
        "SuppContent": [
            "problems/PA24G7E/supps/PA24G7E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the section titled “A Hacker Attack” contribute to the purpose of the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It reviews the methods criminals use to illegally access computers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the section does state that hackers access databases to steal personal information, this fact does not contribute to the purpose of the passage.",
                    "Percent": 27
                }
            },
            "B": {
                "Choice": "It explores the flaws in identification systems that need improvements.",
                "Key": {
                    "Correct":  true,
                    "Rationale": "This section explains how ID documents can be stolen or faked, showing that current systems for confirming one's identify need improvement. This contributes to the purpose since the passage explains how biometrics is the future of proving one's identity.",
                    "Percent": 43
                }
            },
            "C": {
                "Choice": "It emphasizes the steps that people can take to protect their passwords online.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This section does not discuss steps that people can take to protect their passwords online.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "It describes the consequences that result from failing to protect personal information.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the section does mention that identity theft can result from unprotected passwords, this fact does not relate to the purpose of the passage.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Cite several pieces of textual evidence to support analysis of what the text says explicitly as well as inferences, conclusions, and/or generalizations drawn from the text."
        ],
        "SuppContent": [
            "problems/PA24G7E/supps/PA24G7E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which conclusion about identity theft is BEST supported by the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Every protection method is vulnerable in some way.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Even though different methods have been devised to protect one's identity, many of them have been manipulated or attacked.",
                    "Percent": 46
                }
            },
            "B": {
                "Choice": "Creating unique passwords is necessary to protect accounts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Unique passwords have been “cracked or stolen.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "Businesses are at a greater risk compared to the general public.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage states that ID documents can be “copied or faked,” which can happen to the general public.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "New technologies will ensure that the rate of hacking decreases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage states that “no biometric method is 100 percent foolproof” and that “experts continue to search for that one flawless method.”",
                    "Percent": 27
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Trace and evaluate the argument and specific claims in a text, assessing whether the reasoning is sound and the evidence is relevant and sufficient to support the claims."
        ],
        "SuppContent": [
            "problems/PA24G7E/supps/PA24G7E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which detail from the passage provides the BEST evidence that using biometric identification has advantages over using other forms of identification?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“For instance, when you spot a family member getting out of a car, you know that person immediately based on appearance.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not relate to how biometric identification has advantages over other types of identification.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "“We humans rely on our natural ability to recognize people by their many traits ...”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not relate to how biometric identification has advantages over other types of identification.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "“While passwords and identification documents have been used successfully for years, they are far from perfect.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not relate to how biometric identification has advantages over other types of identification.",
                    "Percent": 21
                }
            },
            "D": {
                "Choice": "“Since your body and its specific traits are a part of you, they can't be misplaced or taken ...”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The use of a person's unique body for identification is an advantage that biometrics has over passwords and documents.",
                    "Percent": 52
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine two or more central ideas in a text and analyze their development over the course of the text; provide an objective summary of the text."
        ],
        "SuppContent": [
            "problems/PA24G7E/supps/PA24G7E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence from the passage BEST develops the central idea that fingerprints are an effective form of biometric identification?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Every person has distinctive prints—even those of identical twins are different from one another.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence emphasizes that biometrics are truly unique for each person, thus making them a more effective means of identification and of preventing identity theft.",
                    "Percent": 62
                }
            },
            "B": {
                "Choice": "“Throughout human history, fingerprints have been used as a type of signature.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this sentence provide facts about fingerprints, it do not relate to fingerprints being an effective form of biometric identification",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "“Several smartphones and tablets use fingerprint verification to keep the devices secure.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this sentence provide facts about fingerprints, it do not relate to fingerprints being an effective form of biometric identification",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "“The experts hope to learn how to map the patterns of these pores so they may one day be used as identification.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this sentence provide facts about fingerprints, it do not relate to fingerprints being an effective form of biometric identification",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Analyze the interactions between individuals, events, and ideas in a text (e.g., how ideas influence individuals or events, how individuals influence ideas or events)."
        ],
        "SuppContent": [
            "problems/PA24G7E/supps/PA24G7E-S1.json"
        ],
        "SuppTools": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "THIS PROBLEM HAS TWO PARTS. ANSWER PART ONE AND THEN ANSWER PART TWO."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Based on the passage, why are there many biometric identification processes?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "Different processes of biometric identification provide varying degrees of protection.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "The passage does not state that the different processes “provide varying degrees of protection.”",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "No single process for proving identity has been determined to be completely secure.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "Fingerprints, sweat pores, and iris patterns are all types of biometric identification techniques that are being used or developed since no one source has proven to be completely “foolproof.”",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "Scientists have competed to develop the best biometric identification process ever since the first process of this kind was introduced.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although scientists have explored different biometric methods, there is no evidence in the passage that scientists have competed to find the best biometric identification process ever since the first such process was introduced.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "Unique processes for proving identity have been needed in recent years since people figured out that fingerprints are easy to duplicate.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Since fingerprints are unique to each person, there is no evidence in the passage suggesting that fingerprints can be easily duplicated.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which evidence from the passage supports the answer in Part One? Choose one answer."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“Biometrics takes advantage of the fact that no two people are exactly alike.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not support the idea that current biometric methods are not completely secure.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“In this stage, a biometric system gets to know you for the first time by collecting a sample, such as a fingerprint or an iris pattern.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not support the idea that current biometric methods are not completely secure.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“So experts continue to search for that one flawless method that'll leave all the others behind.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The fact that “experts continue to search for that one flawless method” supports the idea that there is no one perfect identification method yet.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“They were always considered a personal mark of an individual, but our ancient ancestors probably didn't realize that they could uniquely identify a person.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not support the idea that current biometric methods are not completely secure.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Reading Information - Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Trace and evaluate the argument and specific claims in a text, assessing whether the reasoning is sound and the evidence is relevant and sufficient to support the claims."
        ],
        "SuppContent": [
            "problems/PA24G7E/supps/PA24G7E-S1.json"
        ],
        "SuppTools": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "THIS PROBLEM HAS TWO PARTS. ANSWER PART ONE AND THEN ANSWER PART TWO."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which claim is supported by the information in the passage?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "Numerical passwords protect against the risk of theft and fraud.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "No password protects completely against fraud and theft.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "Biometrics provides the most accurate source of personal identification.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "Biometric methods, which use body features, are the most secure form of identification.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "Fingerprints and irises are biometric measures that change as a person grows.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Fingerprints and iris patterns are consistent throughout a person's life.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "Identification cards will always be necessary to drive a car or register for school.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "The passage states that “biometrics is a game changer” since it uses parts of the body that are very difficult to replicate or steal, as opposed to identification cards.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which evidence from the passage supports the answer in Part One? Choose TWO answers."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“Biometrics is really based on the age-old fact that there is no one else like you on Earth. And that makes your body the ultimate ID.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The use of “no one else like you on Earth” supports the claim in Part One that biometrics offers the most accurate source of personal identification.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“These documents offer details like our birth date, a simple physical description, and even a photo.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not relate at all to biometrics.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“Passwords allow us to access computers, devices, bank machines, social media accounts, and way more.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not relate at all to biometrics.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“These small breaks in the print's ridges are what make your fingerprints so unique.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The use of “what make your fingerprints so unique” supports the claim in Part One that biometrics offers the most accurate source of personal identification.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure"
        ],
        "SubTopics": [
            "Determine an author's point of view or purpose in a text and analyze how the author distinguishes his or her position from that of others."
        ],
        "SuppContent": [
            "problems/PA24G7E/supps/PA24G7E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement BEST describes the author's purpose for writing the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The author's purpose is to urge people to learn how to protect their identification online.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the passage does discuss passwords used online, it does not offer suggestions for how people should protect their identification online.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "The author's purpose is to argue that the public should be concerned about the use of new identification devices.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the passage mentions that the use of fingerprint scanning “does raise concerns about privacy,” it is not the author's purpose to argue that the public should be worried about this technology.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "The author's purpose is to introduce the concept of biometric identification and explain how different forms are used.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The focus of the passage is to explain biometrics and to explain how different biometric methods function.",
                    "Percent": 59
                }
            },
            "D": {
                "Choice": "The author's purpose is to inform about identification methods that have been used in the past and how they have changed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the passage does mention that people in ancient times, people were identified by “physical appearance” and how more recently people used birth certificates and driver's licenses as identification, the purpose is not to explain how identification methods from the past have changed over time.",
                    "Percent": 24
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine a theme or central idea of a text and analyze its development over the course of the text; provide an objective summary of the text."
        ],
        "SuppContent": [
            "problems/PA24G7E/supps/PA24G7E-S2.json"
        ],
        "SuppTools": [],
        "Points": 4,
        "Explain": false,
        "Content": [
            "Read the sentence from the passage.",
            ":ibox:“'But are we happy?' Zephyr asked.”",
            "Write an essay analyzing how Zephyr's question relates to a theme in the passage. Use evidence from the passage to support your response."
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Use punctuation to separate items in a series."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence is punctuated correctly?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "My neighbor has a large, scruffy, black, dog that likes to play in our yard with my dog.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comma after “black” in the list of coordinate adjectives should be removed.",
                    "Percent": 22
                }
            },
            "B": {
                "Choice": "Shannon raced toward the ball stretched out her glove, and dove to the ground, making a great catch.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A comma needs to be inserted after “ball.”",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "When I added a new ingredient to the beaker, the liquid inside bubbled, fizzed, and changed colors.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence correctly uses a comma after an introductory clause and uses commas to separate the words “bubbled,” “fizzed,” and “and.”",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "Jake tried to reach the small, red toolbox on the shelf but he soon realized he couldn't get it down, without a stool.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comma after the word “down” should be removed.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Correctly use frequently confused words (e.g., to, too, two; there, their, they're)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which emphasized word is used correctly?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Carly gave me “advise” on how to solve my problem.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The correct word is “advice.”",
                    "Percent": 24
                }
            },
            "B": {
                "Choice": "We began our “descent” down the long, steep staircase.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word “descent” in context refers to moving downward in a scale of gradation.",
                    "Percent": 36
                }
            },
            "C": {
                "Choice": "The sunlight had a major “affect” on the flower's growth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The correct word is “effect.”",
                    "Percent": 29
                }
            },
            "D": {
                "Choice": "Kingston, smiling happily, walked up to “except” his award.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The correct word is “accept.”",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Recognize and correct inappropriate shifts in verb tense."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":ibox:(1) Watching her little brother playing with clay one night, Nadine realized that she missed being creative. (2) She decided to start doing things that would require her to use her imagination. (3) She begins by keeping a journal, filling its pages with story ideas and sketches. (4) She also volunteered to help construct a papier-mâché dragon for the school play.",
            "Which sentence contains an inappropriate shift in verb tense?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sentence 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The verb “realized” is past tense and does not show an inappropriate shift in verb tense.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "sentence 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The verb “decided” is past tense and does not show an inappropriate shift in verb tense.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "sentence 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "The verb “begins” should be “began” since it refers to an event that occurred in the past.",
                    "Percent": 34
                }
            },
            "D": {
                "Choice": "sentence 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The verb “volunteered” is past tense and does not show an inappropriate shift in verb tense.",
                    "Percent": 25
                }
            }
        },
        "Parts": {}
    }
}