{
    "Directions": "Read the short story “The Sound of Summer Running” and then answer each question that follows.",
    "Context": [],
    "Title": "The Sound of Summer Running",
    "Subtitle": "",
    "Author": "by Ray Bradbury",
    "LabelType": "P",
    "Content": [
        ["1", "Late that night, going home from the show with his mother and father and his brother Tom, Douglas saw the tennis shoes in the bright store window. He glanced quickly away, but his ankles were seized, his feet suspended, then rushed. The earth spun; the shop awnings slammed their canvas wings overhead with the thrust of his body running. His mother and father and brother walked quietly on both sides of him. Douglas walked backward, watching the tennis shoes in the midnight window left behind."],
        ["2", "“It was a nice movie,” said Mother."],
        ["3", "Douglas murmured, “It was ...”"],
        ["4", "It was June and long past time for buying the special shoes that were quiet as a summer rain falling on the walls. June and the earth full of raw power and everything everywhere in motion. The grass was still pouring in from the country, surrounding the sidewalks, stranding the houses. Any moment the town would capsize, go down and leave not a stir in the clover and weeds. And here Douglas stood, trapped on the dead cement and the red-brick streets, hardly able to move."],
        ["5", "“Dad!” He blurted it out. “Back there in that window, those Cream- Sponge Para Litefoot Shoes ...”"],
        ["6", "His father didn't even turn. “Suppose you tell me why you need a new pair of sneakers. Can you do that?”"],
        ["7", "“Well ...”"],
        ["8", "It was because they felt the way it feels every summer when you take off your shoes for the first time and run in the grass. They felt like it feels sticking your feet out of the hot covers in wintertime to let the cold wind from the open window blow on them suddenly and you let them stay out a long time until you pull them back in under the covers again to feel them, like packed snow. The tennis shoes felt like it always feels the first time every year wading in the slow waters of the creek and seeing your feet below, half an inch further downstream, with refraction, than the real part of you above water."],
        ["9", "“Dad,” said Douglas, “it's hard to explain.”"],
        ["10", "Somehow the people who made tennis shoes knew what boys needed and wanted. They put marshmallows and coiled springs in the soles and they wove the rest out of grasses bleached and fired in the wilderness. Somewhere deep in the soft loam of the shoes the thin hard sinews of the buck deer were hidden. The people that made the shoes must have watched a lot of winds blow the trees and a lot of rivers going down to the lakes. Whatever it was, it was in the shoes, and it was summer."],
        ["11", "Douglas tried to get all this in words."],
        ["12", "“Yes,” said Father, “but what's wrong with last year's sneakers? Why can't you dig them out of the closet?”"],
        ["13", "Well, he felt sorry for boys who lived in California where they wore tennis shoes all year and never knew what it was to get winter off your feet, peel off the iron leather shoes all full of snow and rain and run barefoot for a day and then lace on the first new tennis shoes of the season, which was better than barefoot. The magic was always in the new pair of shoes. The magic might die by the first of September, but now in late June there was still plenty of magic, and shoes like these could jump you over trees and rivers and houses. And if you wanted, they could jump you over fences and sidewalks and dogs."],
        ["14", "“Don't you see?” said Douglas. “I just can't use last year's pair.”"],
        ["15", "For last year's pair were dead inside. They had been fine when he started them out, last year. But by the end of summer, every year, you always found out, you always knew, you couldn't really jump over rivers and trees and houses in them, and they were dead. But this was a new year, and he felt that this time, with this new pair of shoes, he could do anything, anything at all."],
        ["16", "They walked up on the steps to their house. “Save your money,” said Dad. “In five or six weeks — ”"],
        ["17", "“Summer'll be over!”"],
        ["18", "Lights out, with Tom asleep, Douglas lay watching his feet, far away down there at the end of the bed in the moonlight, free of the heavy iron shoes, the big chunks of winter fallen away from them."],
        ["19", "“Reasons. I've got to think of reasons for the shoes.”"],
        ["20", "Well, as anyone knew, the hills around town were wild with friends putting cows to riot, playing barometer to the atmospheric changes, taking sun, peeling like calendars each day to take more sun. To catch those friends, you must run much faster than foxes or squirrels. As for the town, it steamed with enemies grown irritable with heat, so remembering every winter argument and insult. Find friends, ditch enemies! That was the Cream-Sponge Para Litefoot motto. Does the world run too fast? Want to be alert, stay alert? Litefoot, then! Litefoot!"],
        ["21", "He held his coin bank up and heard the faint small tinkling, the airy weight of money there."],
        ["22", "Whatever you want, he thought, you got to make your own way. During the night now, let's find that path through the forest ..."],
        ["23", "Downtown, the store lights went out, one by one. A wind blew in the window. It was like a river going downstream and his feet wanting to go with it."],
        ["24", "In his dreams he heard a rabbit running running running in the deep warm grass."],
        ["", "* * *"],
        ["25", "Old Mr. Sanderson moved through his shoe store as the proprietor of a pet shop must move through his shop where are kenneled animals from everywhere in the world, touching each one briefly along the way. Mr. Sanderson brushed his hands over the shoes in the window, and some of them were like cats to him and some were like dogs; he touched each pair with concern, adjusting laces, fixing tongues. Then he stood in the exact center of the carpet and looked around, nodding."],
        ["26", "There was a sound of growing thunder."],
        ["27", "One moment, the door to Sanderson's Shoe Emporium was empty. The next, Douglas Spaulding stood clumsily there, staring down at his leather shoes as if these heavy things could not be pulled up out of the cement. The thunder had stopped when his shoes stopped. Now, with painful slowness, daring to look only at the money in his cupped hand, Douglas moved out of the bright sunlight of Saturday noon. He made careful stacks of nickels, dimes, and quarters on the counter, like someone playing chess and worried if the next move carried him out into sun or deep into shadow."],
        ["28", "“Don't say a word!” said Mr. Sanderson."],
        ["29", "Douglas froze."],
        ["30", "“First, I know just what you want to buy,” said Mr. Sanderson. “Second, I see you every afternoon at my window; you think I don't see? You're wrong. Third, to give it its full name, you want the Royal Crown Cream-Sponge Para Litefoot Tennis Shoes: 'like menthol on your feet!' Fourth, you want credit.”"],
        ["31", "“No!” cried Douglas, breathing hard, as if he'd run all night in his dreams. “I got something better than credit to offer!” he gasped. “Before I tell, Mr. Sanderson, you got to do me one small favor. Can you remember when was the last time you yourself wore a pair of Litefoot sneakers, sir?”"],
        ["32", "Mr. Sanderson's face darkened. “Oh, ten, twenty, say, thirty years ago. Why ... ?”"],
        ["33", "“Mr. Sanderson, don't you think you owe it to your customers, sir, to at least try the tennis shoes you sell, for just one minute, so you know how they feel? People forget if they don't keep testing things. United Cigar Store man smokes cigars, don't he? Candy-store man samples his own stuff, I should think. So ...”"],
        ["34", "“You may have noticed,” said the old man, “I'm wearing shoes.”"],
        ["35", "“But not sneakers, sir! How you going to sell sneakers unless you can rave about them and how you going to rave about them unless you know them?”"],
        ["36", "Mr. Sanderson backed off a little distance from the boy's fever, one hand to his chin. “Well ...”"],
        ["37", "“Mr. Sanderson,” said Douglas, “you sell me something and I'll sell you something just as valuable.”"],
        ["38", "“Is it absolutely necessary to the sale that I put on a pair of the sneakers, boy?” said the old man."],
        ["39", "“I sure wish you could, sir!”"],
        ["40", "The old man sighed. A minute later, seated panting quietly, he laced the tennis shoes to his long narrow feet. They looked detached and alien down there next to the dark cuffs of his business suit. Mr. Sanderson stood up."],
        ["41", "“How do they feel? ” asked the boy."],
        ["42", "“How do they feel, he asks; they feel fine.” He started to sit down."],
        ["43", "“Please!” Douglas held out his hand. “Mr. Sanderson, now could you kind of rock back and forth a little, sponge around, bounce kind of, while I tell you the rest? It's this: I give you my money, you give me the shoes, I owe you a dollar. But, Mr. Sanderson, but — soon as I get those shoes on, you know what happens?”"],
        ["44", "“What?”"],
        ["45", "“Bang! I deliver your packages, pick up packages, bring you coffee, burn your trash, run to the post office, telegraph office, library! You'll see twelve of me in and out, in and out, every minute. Feel those shoes, Mr. Sanderson, feel how fast they'd take me? All those springs inside? Feel all the running inside? Feel how they kind of grab hold and can't let you alone and don't like you just standing there? Feel how quick I'd be doing the things you'd rather not bother with? You stay in the nice cool store while I'm jumping all around town! But it's not me really, it's the shoes. They're going like mad down alleys, cutting corners, and back! There they go!”"],
        ["46", "Mr. Sanderson stood amazed with the rush of words. When the words got going the flow carried him; he began to sink deep in the shoes, to flex his toes, limber his arches, test his ankles. He rocked softly, secretly, back and forth in a small breeze from the open door. The tennis shoes silently hushed themselves deep in the carpet, sank as in a jungle grass, in loam and resilient clay. He gave one solemn bounce of his heels in the yeasty dough, in the yielding and welcoming earth. Emotions hurried over his face as if many colored lights had been switched on and off. His mouth hung slightly open. Slowly he gentled and rocked himself to a halt, and the boy's voice faded and they stood there looking at each other in a tremendous and natural silence."],
        ["47", "A few people drifted by on the sidewalk outside, in the hot sun."],
        ["48", "Still the man and boy stood there, the boy glowing, the man with revelation in his face."],
        ["49", "“Boy,” said the old man at last, “in five years, how would you like a job selling shoes in this emporium?”"],
        ["50", "“Gosh, thanks, Mr. Sanderson, but I don't know what I'm going to be yet.”"],
        ["51", "“Anything you want to be, son,” said the old man, “you'll be. No one will ever stop you.”"],
        ["52", "The old man walked lightly across the store to the wall of ten thousand boxes, came back with some shoes for the boy, and wrote up a list on some paper while the boy was lacing the shoes on his feet and then standing there, waiting."],
        ["53", "The old man held out his list. “A dozen things you got to do for me this afternoon. Finish them, we're even Stephen, and you're fired.”"],
        ["54", "“Thanks, Mr. Sanderson!” Douglas bounded away."],
        ["55", "“Stop!” cried the old man."],
        ["56", "Douglas pulled up and turned."],
        ["57", "Mr. Sanderson leaned forward. “How do they feel?”"],
        ["58", "The boy looked down at his feet deep in the rivers, in the fields of wheat, in the wind that already was rushing him out of the town. He looked up at the old man, his eyes burning, his mouth moving, but no sound came out."],
        ["59", "“Antelopes?” said the old man, looking from the boy's face to his shoes. “Gazelles?”"],
        ["60", "The boy thought about it, hesitated, and nodded a quick nod. Almost immediately he vanished. He just spun about with a whisper and went off. The door stood empty. The sound of the tennis shoes faded in the jungle heat."],
        ["61", "Mr. Sanderson stood in the sun-blazed door, listening. From a long time ago, when he dreamed as a boy, he remembered the sound. Beautiful creatures leaping under the sky, gone through brush, under trees, away, and only the soft echo their running left behind."],
        ["62", "“Antelopes,” said Mr. Sanderson. “Gazelles.”"],
        ["63", "He bent to pick up the boy's abandoned winter shoes, heavy with forgotten rains and long-melted snows. Moving out of the blazing sun, walking softly, lightly, slowly, he headed back toward civilization ..."]
    ],
    "Copyright": "“The Sound of Summer Running” by Ray Bradbury. Copyright © 1956 by the Curtis Publishing Company, renewed 1984 by Ray Bradbury. Reprinted by permission of Don Congdon Associates, Inc.",
    "References": []
}