{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Ventriloquism: It's a Science and an Art",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tIn its simplest form, ventriloquism is a conversation between a person and a puppet. This hypnotizing art form charms people into suspending their rational belief and perceiving the puppet as a living being with a real personality."],
        ["2", "\tVentriloquism is grounded in the art of creating illusions. Ventriloquists cleverly convince the audience that their puppet is doing the talking, despite the fact that this defies common sense. How do they do this? The answer involves science—specifically the science of how our brains process sounds."],
        ["", "The Science Behind Ventriloquism"],
        ["3", "\tScientists once believed that different parts of the brain processed each of the five senses. As explained by Jennifer Groh, a neurobiologist, “The prevailing wisdom among brain scientists has been that each of the five senses—sight, hearing, smell, touch, and taste—is governed by its own corresponding region of the brain... Now we are beginning to appreciate that it's not that simple.” In a 2007 study undertaken by Duke University, researchers found that a tiny structure in the brain associated with hearing also responds to visual input. According to Groh, who was a member of the research team, “This means that visual and auditory information gets combined quite early and before the 'thinking part' of the brain can make sense of it.” So, the brain comes to a conclusion before the person can think about what has happened. This “audio-visual integration” accounts for why we connect the sound at a movie theater with what is happening on the screen rather than recognizing that it is coming from speakers on either side of the theater. Ventriloquism takes advantage of this complexity. Ventriloquists use the brain's desire to merge what we are seeing with what we are hearing to create an illusion that tricks the brain."],
        ["4", "\tPart of the illusion occurs due to the science of sound. Sound travels across the molecules in the air. It is the vibration of these molecules that creates sound. Because air is all around us, it can be difficult to know where a sound came from. This is especially true when there are obstacles in the path of the sound. For instance, if you hear your name in a crowded room, at first you might not know where the sound came from. The brain relies on the other senses to help us figure out the origin of the sound. Ventriloquists take advantage of this by creating “misdirection,” which is when the performer subtly leads the audience members to focus their attention on one element of the show to distract them from what is actually happening. In short, misdirection redirects the attention of the audience members, which leads them to draw false conclusions about what is really happening."],
        ["5", "\tVentriloquists also take advantage of people's ability to distinguish among different sounds. A person's brain is conditioned to recognize different people's voices. In fact, research exists to support the idea that babies know their mother's voice as soon as they are born. Ventriloquists use this to their advantage. When the ventriloquist first comes onto the stage, for example, he or she generally starts with an introduction and then tells a few jokes using his or her own voice. The listener gets used to the sound of this voice, and the brain associates this voice with the ventriloquist. Then the ventriloquist uses a different voice for the puppet. The brain naturally associates the different voice with another person—in this case, the puppet. All of this takes place unconsciously for the listener. To encourage this process, ventriloquists typically use very different voices for their various puppets. The more different the voice, the more the brain wants to believe it is a different person."],
        ["", "The Art Behind Ventriloquism"],
        ["6", "\tPeople once believed that ventriloquists were able to “throw” their voice to make it come from a different direction. A voice cannot be thrown; the sound originates from the ventriloquist. Instead, the ventriloquist uses misdirection to make the sound appear to come from somewhere else. For example, the ventriloquist looks at the puppet as he or she talks to it, so the audience looks there too. This distracts the audience from trying to see whether the ventriloquist's lips are moving."],
        ["7", "\tVentriloquists capitalize on the brain's desire to make sense of things. One old ventriloquism trick involves using a puppet that is, at first, unseen. One famous ventriloquist kept his puppet stowed in a suitcase at the beginning of the show. As he introduced himself, the puppet would interrupt him. That sound—the interruption— traveled through the air, so the audience members could not be sure where it came from. Meanwhile, the ventriloquist would use misdirection to help the audience figure it out. With an expression of surprise, he would look toward the suitcase. For those in the audience, their brains would make the connection between what they saw and what they heard, integrating the audio and visual into one image."],
        ["8", "\tVentriloquists may also use similar tricks of the eye. They might move their lips in an exaggerated way when speaking themselves, so the audience is less likely to notice minor movements when the puppet is speaking. They also give the puppet human- like characteristics. Anytime the puppet nods, laughs, or says things that the audience members think the ventriloquist would be unlikely to say, their brains confirm what audio-visual integration has suggested: the sound is coming from the puppet."],
        ["9", "\tPerhaps one reason ventriloquists are successful is because the audience wants to go along with the story. Most ventriloquist acts are funny and engaging. Puppets get away with saying things that sound too outrageous coming from a comedian. But central to the act is the fact that our brains support the illusion."]
    ],
    "Copyright": "“Ventriloquism: It's an Art and a Science” © 2017 by Cognia, Inc.",
    "References": []
}