{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 2: Microbes",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "How long have microbes been around?"],
        ["1", "\tThe history of life on Earth is overwhelmingly microbial. As you can see from the timeline below, if the history of the Earth were condensed into a single year, microbes could be said to have originated around late February, while human beings didn't make their appearance until late in the evening on December 31!"],
        ["2", "\tFossil evidence of microbes has been found in some of the oldest rocks known to exist. The Earth is estimated to be about 4.5 billion years old. Microbes arose about 3.8 billion years ago, other animals about 700 million years ago, and modern humans less than 1 million years ago."],
        ["", "problems/NMG8E/media/S2a.jpg"],
        ["", "How many microbes are there?"],
        ["3", "\tMicrobes are the most abundant organisms on the planet—way more numerous than human beings! The current human population is estimated to be about 6.33 billion. Let's put that in scientific notation, because we'll soon be talking about some very large numbers. Another way of writing 6,330,000,000 is 6.33 × 10⁹."],
        ["4", "\tThere's no way to count exactly how many microbes exist, but scientists estimate that there are approximately 55,000,000,000,000,000,000,000,000,000,000 microbes sharing the planet with us. That's 5.5 × 10³¹."],
        ["5", "\tLet's try to put that in perspective. That's more microbes than there are stars in the Milky Way (which is only about 4 × 10¹¹). That's 9 sextillion, or 9 × 10²¹, microbes for every human. In fact, a dense microbial culture in the laboratory contains about 5 billion microbes per milliliter. So a test tube can easily hold about a dozen times the world's human population in microbes."],
        ["6", "\tAdmittedly, a test tube is not exactly a microbe's natural habitat. But microbes are pretty thick in the natural environment as well. A mere teaspoon of topsoil harbors about a billion bacterial cells, not to mention some 120,000 fungal cells and 25,000 algal cells. And direct microscopic counts of viruses indicate they are 10 times more abundant than bacteria in natural waters, with up to 100 million viruses in every milliliter."]
    ],
    "Copyright": "Excerpt from “Microbe FAQs,” Delaware EPSCoR @ http://www.epscor.udel.edu/microbe-faqs. © 2010 University of Delaware NSF EPSCoR.",
    "References": []
}