{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [
        "This passage is about Louis Pasteur, a nineteenth-century French microbiologist and chemist, who conducted experiments on the theory of spontaneous generation."
    ],
    "Title": "Passage 1: Spontaneous Generation",
    "Subtitle": "",
    "Author": "by Jane Ackerman",
    "LabelType": "P",
    "Content": [
        ["1", "\tScientists and philosophers had argued for centuries about whether living organisms could come from non-living substances, an idea called spontaneous generation. Before the 1700s, people believed that wasps and beetles were formed out of dung; mice from riverbanks, swamps, or slime; and maggots and flies from rotting meat. More scientific approaches were applied to the question of spontaneous generation in the 1700s. By the 1800s, animal reproduction was understood, but the origin of disease was still in question."],
        ["2", "\tDespite warnings from Biot and Dumas¹ that it would be a waste of time to focus on a question so seemingly impossible to answer, Pasteur forged ahead. He wrote to his old friend Chappuis in January 1860: “I hope to make soon a decisive step by solving, without the least confusion, the celebrated question of spontaneous generation ... it will require nothing less than the cogency^2of arithmetical demonstration to convince my adversaries of my conclusions. I intend to accomplish even that.”"],
        ["3", "\tPasteur set up an experiment to test whether microbes generated spontaneously or were instead carried by dust in the air. He filled two flasks with yeast water, then heated them until boiling, killing any germs inside. He sealed the flasks tightly so no air could enter. He kept one flask intact and broke open the other flask so dust could enter. Soon microbes were growing, but only in the broken flask. Pasteur concluded that germs had entered on particles of dust. Thus, microbes did not grow spontaneously, but reproduced like other living things."],
        ["4", "\tThere were many scientists who doubted Pasteur's work, arguing that the sealed flask did not develop microbes because no oxygen was allowed to enter. Oxygen was thought to contain a life force required for spontaneous generation. Pasteur silenced those critics by repeating the experiment with swan-necked flasks, bottles with bends in the necks. The shape of the necks allowed air to enter, but gravity caused the dust in the air to settle in the curve of the neck, where it was trapped. The yeast water solution did not produce microbes until a bottle was tipped, allowing dust from the bend of the neck to enter the fluid."],
        ["5", "\tIn 1862, in a public lecture at the Sorbonne, Pasteur shone a beam of light into the dark auditorium, illuminating millions of dust particles floating in the air. Pale-faced, eyes shining through his glasses, he said:"],
        ["", ":ibox:I have taken my drop of water ... full of elements most suited to the development of small beings. And I wait, I observe, I question it, I beg it to be so kind as to begin over again just to please me, the primitive act of creation; it would be so fair a sight! But it is mute! ... Ah! That is because I ... have kept from it the germs that float in the air; I have kept it from life, for life is a germ and a germ is life. Never will the belief in spontaneous generation arise from the mortal blow that this simple experiment has given it."],
        ["6", "\tThe audience, which included Princess Mathilde, novelist and playwright Alexander Dumas, writer George Sand, and other great minds of the day, gave him a standing ovation. The still unbroken flask used in his famous experiment can be seen today in the Pasteur Institute's museum."]
    ],
    "Copyright": "From Jane Ackerman, Louis Pasteur and the Founding of Microbiology. © 2004 Jane Ackerman.",
    "References": [
        ["¹", "Biot and Dumas - Jean-Baptiste Biot and Jan-Baptiste-Andre Dumas were French scientists who mentored Pasteur during his studies and research"],
        ["²", "cogency - persuasiveness, effectiveness"]
    ]
}