{
    "Directions": "Read the passage and then answer each question that follows..",
    "Context": [
        "In this passage from Runt, a wolf pup is born and begins to explore the world around him."
    ],
    "Title": "[from] Runt",
    "Subtitle": "",
    "Author": "by Marion Dane Bauer",
    "LabelType": "P",
    "Content": [
        ["1", "For the next few weeks Runt and his brothers and sisters emerged slowly into a world of scent and sight and sound. Their eyes opened. Stiletto teeth popped through pink gums. They drank their mother's warm milk and snuggled against her side to sleep, then woke to nurse and drifted into sleep again. Silver rarely left them except to get water, and when she did, she was always back almost before the befuddled pups had recognized her absence."],
        ["2", "Gradually, they came to be aware of the great black wolf who came often into the den. He brought with him the rich scent of the meat he carried in his mouth for their mother or coughed up for her from his belly. But the pups had no interest in meat yet."],
        ["3", "Gradually, too, as they crawled over the pile of fuzzy bodies to reach milk and warmth and the comforting caress of their mother's tongue, they began to notice one another. They went from crawling to wobbling along on uncertain legs. To pouncing. To clumsy tussles."],
        ["4", "And they grew. Their bellies constantly round and tight with milk, they doubled or tripled their weight in a week, tripled it again in three weeks. Runt grew, too, of course, but he remained the smallest, much smaller even than his two sisters. When the game was wrestling, he ended up on the bottom of the heap. When two competed for the same teat, he was the one pushed aside."],
        ["5", "Still, he accepted his inferior size without question, as infants will. He accepted his name, too. His mother spoke it so softly, with such musical tones. “Runt. Sweet Runt. My dear little Runt.” So when the day finally came for Silver to call the pups from the familiar darkness of the den, he followed without the slightest concern about what the world might hold for such a pup as he."],
        ["6", "The last to stumble into the dazzle of a spring morning, he paused in the mouth of the den, blinking. All around him, his brothers and sisters tumbled, emitting small, inarticulate yelps of pleasure. Only Runt stood silent, overwhelmed by the wonders spread before him."],
        ["7", "“What is that, Mother?” he asked at last. “And that, and that?”"],
        ["8", "“That is the sky,” she told him of the soft-looking blue roof above their heads. And the radiant ball that floated in it, so brilliant he had to turn his face away, was the sun. The sweet-smelling stuff riffling in the breeze in every direction was called grass, and that other sky, stretched out at the bottom of the hill below the den, was a lake."],
        ["9", "Beyond the lake and at the edges of the grassy clearing spreading away from their den on every side, a wall of darker green rose. “Trees,” Silver explained. The trees held up the sky, floated upside down in the sky lake, and whispered to one another as the wind stirred among them. The pups are here, Runt thought he heard them say. See! The new wolf pups are here."],
        ["10", "And overlooking it all reigned the great black wolf whom Runt had come to know as his father. King lay on a slab of rock above the mouth of the den. His golden gaze took in each of his pups in turn. You are mine, those eyes said. Never forget that you are mine."],
        ["11", "Runt's entire body warmed with pleasure. How could he ever forget? How could he be anything but grateful for the gift of his father's world?"],
        ["12", "He had long understood that his father came and went from a place beyond the warm den he and his littermates shared with their mother. But he had never imagined King's world to be anything more than another den, perhaps deeper and darker than the one he knew. He hadn't guessed that it contained other wolves, either."],
        ["13", "Two yearlings,¹ a tan male and a silver female, approached the pups."],
        ["14", "“I am your brother, Helper,” said the male, bowing with front legs outstretched."],
        ["15", "“Your sister, Hunter,” the female announced."],
        ["16", "Then they danced around the pups. “Leader, Runner, Sniffer, Thinker, Runt,” they sang. “Welcome. Welcome to our world.”"],
        ["17", "“Leader, Runner, Sniffer, Thinker, Runt!” called a low voice from the surrounding forest."],
        ["18", "“The trees!” Runt cried. “They welcome us, too!”"],
        ["19", "Hunter laughed."],
        ["20", "“That welcome comes from our friend Owl,” Helper explained gently. “He often answers our songs.”"],
        ["21", "“Friend Owl,” Runt repeated, looking fondly at his clever brother."],
        ["22", "A glossy black creature came floating down from the sky and landed in the midst of the pups."],
        ["23", "“Are you Owl?” Runt asked, suddenly shy beneath the bird's bright-eyed gaze."],
        ["24", "“Of course not,” the creature replied, fluffing his feathers. “I am Raven. And who might you be?” He side-hopped a step or two, moving closer."],
        ["25", "There wasn't much Runt knew in this unfamiliar world, but he was certain of his name. Nonetheless, his tongue seemed to freeze under this stranger's intense scrutiny."],
        ["26", "Raven strutted around the speechless pup, examining him from every side. “You are small, aren't you?” he said at last. “Smaller than all the rest. But still” — he tipped his head to one side, considering — “small can be brave ... fierce. Why, I've seen a pair of wrens chase a marauding crow the length of the sky. And the small red squirrel often puts the larger gray to shame.”"],
        ["27", "Brave? Fierce? Runt hardly knew the meaning of the words. He liked their sound, though."],
        ["28", "Raven stopped directly in front of Runt. “Surely, though, even a scrap of a pup like you has a name.”"],
        ["29", "Runt ducked his head shyly. Perhaps Mother would answer this inquisitive bird ... or his father, who watched them all with such observing eyes. But neither of them did."],
        ["30", "Finally, growing impatient, Raven spread his wings, lifted off the ground, and landed on the slab of rock next to King. “You seem to have sired a pup who doesn't know his own name,” he announced, cocking his head toward Runt."],
        ["31", "King lay with his chin on his paws. He gazed at Runt but still made no reply."],
        ["32", "“The good-looking black fellow,” Raven prompted, as though King might not know which pup he meant. “The one who takes after me.”"],
        ["33", "The great wolf's head came up sharply. “After me, Raven.”"],
        ["34", "“After you?” Raven acted surprised. “How could that be? He has such intelligent eyes. And his feathers ... they're so black and glossy.”"],
        ["35", "“Fur!” King growled. “My son has fur!”"],
        ["36", "My son. Runt liked those words, too ... even better than brave and fierce."],
        ["37", "“Perhaps you call him Star,” Raven persisted. “Since he bears your white star. Or Prince? That would be a good name for a pup who wears the king's black coat.”"],
        ["38", "The silence that greeted each of Raven's suggestions seemed to give weight to the surrounding air. Even the two yearlings stared off across the lake as though there were suddenly something of great interest passing on the opposite shore."],
        ["39", "At last, since it was clear no one else was going to answer, Runt found his own voice. “My name is Runt,” he called to Raven. “They call me Runt.”"]
    ],
    "Copyright": "Runt by Marion Dane Bauer. Copyright © 2002 by Marion Dane Bauer. Reprinted by permission of Houghton Mifflin Harcourt Publishing Company.",
    "References": [
        ["¹", "yearlings — animals in their second year of life"]
    ]
}