{
    "Directions": "Read the passage about a girl who has complicated feelings about her family backgrounds. Then answer each question that follows.",
    "Context": [
        "In this passage from the novel A Jar of Dreams, Rinko, a young Japanese-American girl, tries on a kimono, a traditional Japanese garment."
    ],
    "Title": "[from] A Jar of Dreams",
    "Subtitle": "",
    "Author": "by Yoshiko Uchida",
    "LabelType": "P",
    "Content": [
        ["1", "A promise is a promise, so on Sunday after dinner, I got out the kimono Aunt Waka had brought me. It was in my bureau drawer still folded nice and flat inside its soft rice paper wrapping."],
        ["2", "One good thing about kimonos is that they don't wrinkle if you fold them properly on the seams. Also almost anybody can wear the same size because there are no buttons or snaps. If you're short, you just pull up more to make a tuck and tie it in place with a silk cord. I thought that was pretty clever when Aunt Waka pointed it out to me."],
        ["3", "She had to help me get dressed in the kimono because I certainly couldn't do it by myself. She made sure I overlapped the left side over the right (boys do the opposite), and she wound the wide brocade obi around and around my middle and tied an enormous knot in back."],
        ["4", "I felt as if l was bound up in a silk cocoon and could hardly bend down to put the white tabi socks on my feet. It was hard to walk, too, with the thongs of the zori—the sandals—digging in between my toes, and I discovered why Aunt Waka took those small steps when she walked. You have to, with the long narrow kimono coming down to your ankles."],
        ["5", "“There, you look beautiful,” Aunt Waka said, when she'd finished. “Go look at yourself in the mirror.”"],
        ["6", "I padded over in small steps to the bureau and looked at myself. I held out my arms to look at the white peonies blooming on the long blue silky sleeves. I turned around and twisted my head to look at the knot of the obi in back. I knew then exactly how Aunt Waka felt when we made her get into western clothes."],
        ["7", "“That's not me,” I said."],
        ["8", "Aunt Waka smiled. “I know how you feel, but it's you all right.”"],
        ["9", "Then she hurried me out to the parlor to show Mama and Papa how I looked."],
        ["10", "Mama's eyes really lit up when she saw me. “Why, Rinko, you look so pretty.” And then she said, “Stand up straight now.” But she didn't say it the way she usually does in order to improve my posture. She said it as though she wanted me to feel proud of myself."],
        ["11", "I guess Papa was about as pleased as Mama. He stood back and studied me as though he was taking a picture of me."],
        ["12", "“I suppose you wouldn't consider going to the hospital to show Uncle Kanda how you look, would you? That would really cheer him up, you know.”"],
        ["13", "“Never in a million years,” I said."],
        ["14", "So Papa told Joji to get the box camera he got for Christmas and take my picture for Uncle Kanda. Aunt Waka got her camera too. We all trooped outside, and I stood beside the peach tree squinting at the sun."],
        ["15", "Stop squinting, Rinky Dink,” Joji said."],
        ["16", "“Don't you call me that, Joji Tsujimura,” I said. I raised my arm to give him a whack and that's when he took my picture."],
        ["17", "“Smile,” Aunt Waka said, focusing her camera."],
        ["18", "I blinked, and that's when she squeezed the shutter."],
        ["19", "Mama wanted a picture with all of us in it, so I went over to get Mrs. Sugar. She looked exactly the way I thought she would when she saw me wearing a kimono. Her mouth made a big O, but no sound came out."],
        ["20", "Then she said, “Why, it's my sweet little Japanese Rinko,” and she gave me a hug. But it was hard to hug her back being wrapped up like a package in all that stiff brocade."],
        ["21", "Mrs. Sugar lined us up in front of Papa's garage and made sure she got his big sign in the picture too."],
        ["22", "“There,” she said when she'd taken three pictures. “This will be a fine commemoration of your aunt's visit.”"],
        ["23", "She sounded just like the people at church. They are always taking pictures to commemorate Easter or Memorial Day or somebody's baptism or even somebody's funeral."],
        ["24", "I could hardly wait to get out of the kimono when we were finished with all the picture-taking. Aunt Waka untied and unwound everything, and I shook my bones loose to get my circulation going again."],
        ["25", "“Boy, am I glad to get out of that thing,” I said."],
        ["26", "Then I remembered the kimono was a present from Aunt Waka, and I tried to think of something nice to say."],
        ["27", "“I'll have Mama put it in her trunk and cover it with mothballs,” I said."],
        ["28", "I guess that wasn't exactly what Aunt Waka wanted to hear either. I thought she probably would've liked me to say I'd get it out and wear it once in a while."],
        ["29", "But she didn't say that. She just smiled and said, “Ah, Rinko, you certainly are a child of America.” Then she turned serious and said, “But don't ever forget, a part of you will always be Japanese too, even if you never wear a kimono again.”"],
        ["30", "“I know,” I said. “It's the part that makes me feel different and not as good as the others.”"],
        ["31", "It was the strangest thing. Suddenly, it was as if I'd opened a faucet in my head and everything inside came pouring out. I told Aunt Waka all about how I felt at school—how the boys called me names and the girls made me feel left out. And I told her a terrible secret I'd kept to myself and never told anybody, ever."],
        ["32", "Once when there was going to be a PTA meeting at school and we had notes to bring home, I tore up my note and never gave it to Mama. I did it because I didn't want Mama to go. I didn't want her bowing to all my teachers and talking to them in the funny English she sometimes uses. I didn't want Mama to be ignored by everybody and left sitting in a corner. I guess maybe I was a little bit ashamed of Mama. But mostly I was ashamed of myself."],
        ["33", "“I hate always being different and left out,” I told Aunt Waka."],
        ["34", "Aunt Waka was folding my kimono and obi on top of my bed, smoothing them out carefully so there would be no wrinkles. She wrapped them up again in the soft rice paper and tied them up just the way they were when she'd brought them. Then she put them aside and sat down on my bed."],
        ["35", "“I think I understand how you feel, Rinko,” she said in a soft whispery voice. “When I was young and couldn't run or play with my friends, they used to tease me and call me a cripple. They often made me cry.”"],
        ["36", "I thought of the old photograph of Aunt Waka standing with the crutch. “But you were smiling anyway,” I said, as if she'd know what I was remembering."],
        ["37", "“Just because you're different from other people doesn't mean you're not as good or that you have to dislike yourself,” she said."],
        ["38", "She looked straight into my eyes, as if she could see all the things that were muddling around inside my brain."],
        ["39", "“Rinko, don't ever be ashamed of who you are,” she said. “Just be the best person you can. Believe in your own worth. And someday I know you'll be able to feel proud of yourself, even the part of you that's different ... the part that's Japanese.”"],
        ["40", "I was still in my slip sitting next to Aunt Waka and wriggling my toes as I listened to her. And then it happened, like a light bulb had been switched on in my head. At that very minute I finally knew what made Aunt Waka seem so special. She was exactly the kind of person she was telling me to be. She believed in herself and she liked herself. But mostly, I guess she was proud of who she was."]
    ],
    "Copyright": "A Jar of Dreams by Yoshiko Uchida. Copyright © 1981 by Yoshiko Uchida. Published by Margaret K. McElderry Books. Reprinted by permission of Curtis Brown, Ltd.",
    "References": []
}