{
    "Directions": "",
    "Context": [],
    "Title": "Source 4: Who is Richard Bachman?",
    "Subtitle": "",
    "Author": "by J. L. Campbell",
    "LabelType": "P",
    "Content": [
        ["11", "\tStephen King is one of the most prolific and widely known American authors, with 54 novels and more than 200 short stories to his name. Well, sort of."],
        ["12", "\tStephen King has also written using the pen name Richard Bachman; the Bachman name has been with King for almost the duration of his career. Initially, King wanted to write using the Bachman pseudonym so that he would be able to publish more books. When King started writing, it was common practice for publishers to release only one book per year. Writing as both King and Bachman, he could produce twice as much work."],
        ["13", "\tKing also embraced the Bachman pseudonym because it allowed him to analyze his own success in his writing career: was he successful because of his talent or successful because of luck? Although King claims that he still does not have an answer to that question, perhaps book sales speak for themselves. Thinner, a book released under Richard Bachman’s name, sold about 28,000 copies. When it was later released as a Stephen King book, it sold more than ten times the Bachman version."],
        ["14", "\tKing chose his pseudonym very carefully, even though he was pressed by his publisher to quickly come up with a name. He thought about calling himself Gus Pillsbury, as a tribute to his maternal grandfather with that name. Ultimately, though, he settled on a combination. Richard Stark, a pseudonym used by the crime writer Donald E. Westlake, was the inspiration for the first half of his nom de plume. Bachman, the second half of King’s pen name, came from the music he was listening to at the time, by a band called Bachman-Turner Overdrive."],
        ["15", "\tIn an effort to establish Richard Bachman as an author in his own right, King created a detailed backstory about Bachman that included a fictional wife, a former position with the Coast Guard, and the operation of a dairy farm in New Hampshire. Bachman’s true identity was revealed in 1985; a Washington, D.C., bookstore owner noticed that the writing styles of the two authors seemed similar. He used his detective skills to look at publishing records kept at the Library of Congress. Even though King was exposed as the real Richard Bachman, it did not stop him from continuing to write using the Bachman pseudonym, though his success as Stephen King meant that—by that time—publishers would likely allow him to publish more than one book per year, without needing a pseudonym at all. As King’s and Bachman’s writing careers continued to evolve, Bachman’s role as King’s alter ego has also evolved. King has referenced Bachman in his own stories, as well as Bachman’s fictional wife, to create a fan base invested in the author’s work, regardless of whether the work has “Richard Bachman” or “Stephen King” on the spine."]
    ],
    "Copyright": "“Who is Richard Bachman?” by J. L. Campbell. Written for educational purposes.",
    "References": []
}