{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The word i͟l͟l͟u͟s͟t͟r͟i͟o͟u͟s in paragraph 2 means  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "lonely",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Alyssa is separated from her friends, the details in paragraph 2 are not included to suggest “an i͟l͟l͟u͟s͟t͟r͟i͟o͟u͟s traveler” would be “lonely.”",
                    "Percent": 2
                }
            },
            "B": {
                "Choice": "native",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word illustrious in paragraph 2 is used to describe a traveler, so “native” as the meaning of i͟l͟l͟u͟s͟t͟r͟i͟o͟u͟s is not supported by context.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "famous",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author writes in paragraph 2 that Alyssa, “an i͟l͟l͟u͟s͟t͟r͟i͟o͟u͟s traveler,” would have “fans” following her “social media status updates,” which helps the reader to understand the word i͟l͟l͟u͟s͟t͟r͟i͟o͟u͟s means “famous.”",
                    "Percent": 83
                }
            },
            "D": {
                "Choice": "inexperienced",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words “illustrious traveler” are used to describe someone who has likely traveled before, so “inexperienced” as the meaning of i͟l͟l͟u͟s͟t͟r͟i͟o͟u͟s is not supported.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which phrase from paragraph 1 best demonstrates Alyssa's attitude about spending time at her grandparents' farm?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "over the phone yesterday",
                "Key": {
                    "Correct": false,
                    "Rationale": "Alyssa does speak to her mother on the phone while at her grandparents' farm, but this detail is not included to demonstrate Alyssa's attitude toward the visit.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "week of my summer exile",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can infer that Alyssa has a negative attitude about spending time at her grandparents' farm based on her reference to her trip as a week of “summer exile.” The word “exile” is used to suggest that Alyssa has been banished from her home against her wishes.",
                    "Percent": 68
                }
            },
            "H": {
                "Choice": "as an exotic location",
                "Key": {
                    "Correct": false,
                    "Rationale": "This phrase does not reflect Alyssa's initial attitude about spending time at her grandparents' farm.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "not everyone gets the opportunity",
                "Key": {
                    "Correct": false,
                    "Rationale": "This phrase is included to show what Alyssa's mother thinks about her daughter's unique opportunity, not to reveal Alyssa's attitude.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 3.",
            ":box:His call clamors through the countryside, crying out to all creatures that morning has come.",
            "The descriptive language in this sentence  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "gives Alyssa's post a dramatic effect",
                "Key": {
                    "Correct": true,
                    "Rationale": "The description of the rooster in this sentence is included to give Alyssa's post a dramatic effect. The rooster's actions (“His call clamors”; “crying out to all creatures”) are presented as exciting and dynamic.",
                    "Percent": 65
                }
            },
            "B": {
                "Choice": "shows how Alyssa's attitude has changed throughout the story",
                "Key": {
                    "Correct": false,
                    "Rationale": "This post is composed at the beginning of the story, so the reader cannot yet determine whether Alyssa's attitude has changed.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "mimics the sound of the rooster's call",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the rooster's actions are described in this sentence, the words are not written to mimic the rooster's call.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "emphasizes that hearing the rooster is an important event in the plot",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the status update is about a rooster's call, the descriptive language in this sentence is not included to suggest that hearing the rooster is an important event in the story's plot.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The primary theme of the story centers on the importance of  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "telling the truth",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Alyssa posts exaggerated updates as if she were a traveler, she is not lying about what is happening, so the importance of telling the truth is not the story's primary theme.",
                    "Percent": 2
                }
            },
            "G": {
                "Choice": "valuing friendship",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Alyssa thinks about her friends and seems to value their reactions to her updates, valuing friendship is not a primary theme of the story.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "recognizing the beauty of nature",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Alyssa posts photos of the farm, recognizing the beauty of nature is not a theme supported by the story.",
                    "Percent": 36
                }
            },
            "J": {
                "Choice": "appreciating current circumstances",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can infer that the importance of appreciating current circumstances is the primary theme, or central message, of the story. Alyssa exaggerates details about her vacation in her status updates in order to make her stay at her grandparents' farm seem more impressive than it is, but her friends' reactions to her posts help Alyssa realize that her experience has been worthwhile and special.",
                    "Percent": 59
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read paragraph 23 from the story.",
            ":box:Then I heard a whining sound from a corner of the barn and almost vaulted to the ceiling.",
            "The author includes the figurative language in this sentence to show that Alyssa  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "feels excited about her discovery",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it could be perceived that Alyssa jumps because she is excited, the reader can infer based on paragraph 23 that Alyssa “almost vaulted to the ceiling” because of an unexpected noise.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "is startled by the unexpected noise",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figurative language is language that uses words that mean something different than their literal interpretation. The author includes the figurative language in paragraph 23 to show that Alyssa is startled by an unexpected noise. Alyssa mentions that she “almost vaulted to the ceiling” after hearing the “whining sound” from the barn, helping the reader to infer that she jumped because she was startled by the sound.",
                    "Percent": 84
                }
            },
            "C": {
                "Choice": "has a sudden inspiration for an online post",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader can infer that when Alyssa hears a sound in the barn in paragraph 23, she is startled, not inspired to write an online post.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "thinks she should not be in the barn",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to support that Alyssa thinks she should not be in the barn.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the story's setting influence its plot?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Being far from her friends makes Alyssa feel isolated.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Alyssa is far from her friends, she uses social media to communicate with them, so the conclusion that she feels isolated is not supported.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "Alyssa's separation from her mother helps her value her family more.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Alyssa's separation from her mother is a minor detail of the plot, and there is no indication that the separation causes Alyssa to value her family more.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "The observations Alyssa makes at the farm give her something to write about.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The story's plot is affected by the setting because Alyssa is able to compose interesting social media updates based on her experiences at her grandparents' farm.",
                    "Percent": 73
                }
            },
            "J": {
                "Choice": "Alyssa's presence on the farm creates conflict with her grandmother.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no conflict between Alyssa and her grandmother as a result of the farm setting. In fact, Alyssa appreciates her grandmother's cooking and encouragement.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "At the end of the story, Alyssa most likely feels  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sad because she knows she will have to leave the farm soon",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication that Alyssa feels sad at the end of the story because she knows that she will have to leave the farm soon.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "satisfied that her friends like her posts",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Alyssa is satisfied throughout the story when her friends like her posts, the reader can infer based on the final paragraphs that Alyssa is happy and content that she is spending her vacation at her grandparents' farm.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "hopeful that she will enjoy the rest of her summer",
                "Key": {
                    "Correct": false,
                    "Rationale": "Alyssa likely already believes that she will enjoy the rest of her summer; she does not need to be “hopeful” that this will be the case.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "content because she realizes she likes being on the farm",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can infer that at the end of the story Alyssa is happy with her vacation and likes to be on the farm. In the last paragraph, Alyssa expresses her contentment: “'I'm really glad I'm getting to spend some time at your farm this summer,' I said. And I meant it.”",
                    "Percent": 74
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The Latin root vocare, meaning “to call,” helps the reader understand that the word a͟d͟v͟o͟c͟a͟t͟e in paragraph 3 means one who  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "studies other people",
                "Key": {
                    "Correct": false,
                    "Rationale": "This meaning is not supported by the context of paragraph 3 or the root vocare. The teacher in paragraph 3 who is described as an a͟d͟v͟o͟c͟a͟t͟e is voicing her support for BizTown, not studying other people.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "provides support",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 3, the teacher says BizTown “'prepares children for the future.'” The teacher's actions of “calling out” and publicly praising the program indicate that she “provides support,” making her an a͟d͟v͟o͟c͟a͟t͟e of BizTown.",
                    "Percent": 70
                }
            },
            "H": {
                "Choice": "controls a group of people",
                "Key": {
                    "Correct": false,
                    "Rationale": "This meaning is not supported by the context of paragraph 3 or the root vocare. The teacher in paragraph 3 who is described as an a͟d͟v͟o͟c͟a͟t͟e is voicing her support for BizTown, not trying to control a group.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "offers motivation",
                "Key": {
                    "Correct": false,
                    "Rationale": "This meaning is not supported by the context of paragraph 3 or the root vocare. The teacher in paragraph 3 who is described as an a͟d͟v͟o͟c͟a͟t͟e is voicing her support for BizTown, not offering motivation.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author includes quotations in paragraphs 3 and 4 in order to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "recognize the contributions volunteers have made to Junior Achievement",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotations in paragraphs 3 and 4 are included to help the reader understand that many adults support the program, not to explain the contributions from volunteers.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "demonstrate that many adults support the work Junior Achievement does",
                "Key": {
                    "Correct": true,
                    "Rationale": "The quotations that the author includes in paragraphs 3 and 4 come from a teacher and a senior director of strategic partnerships. Both of the adults show their support for Junior Achievement by explaining that the program helps prepare students for the future.",
                    "Percent": 42
                }
            },
            "C": {
                "Choice": "show that successful adults participated in Junior Achievement as students",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotations in paragraphs 3 and 4 are included to help the reader understand that many adults support the program, not to explain that successful adults participated in the program as students.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "inspire students to become involved with Junior Achievement",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotations in paragraphs 3 and 4 are included to help the reader understand that many adults support the program, not necessarily to inspire students to become involved.",
                    "Percent": 28
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does paragraph 5 help inform the reader about Junior Achievement?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By summarizing the benefits of participating in Junior Achievement",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can infer from information in paragraph 5 that there are many benefits of participating in Junior Achievement. The author explains what students learn in the program and how those lessons will help the students in the future as adults.",
                    "Percent": 69
                }
            },
            "G": {
                "Choice": "By emphasizing the changes Junior Achievement has made in order to meet the demands of modern life",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in paragraph 5 to support the idea that Junior Achievement has made changes to meet the demands of modern life.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "By explaining how community members assist in organizing Junior Achievement programs",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not include details in paragraph 5 to explain how community members organize Junior Achievement programs.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "By showing how important it is for teachers to motivate students to participate in Junior Achievement programs",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, the author does not mention that it is important for teachers to motivate students to participate in Junior Achievement.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence suggests that Junior Achievement students will be well prepared to join the working world?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In San Francisco a new library opened recently with a preschool program that offers books about money management for children as young as three years old.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in this sentence that suggests that Junior Achievement students will be well prepared to join the working world.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Growing up and entering the “real world” is a challenge everyone must face.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is a general statement about the challenges of growing up; it is not included to suggest that the Junior Achievement students will be well prepared to join the working world.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "It is not unusual to see a BizTown student wearing a hard hat and learning about construction or interviewing for a job with actual business owners.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can infer from this sentence that Junior Achievement students will be well prepared to join the working world because the author includes specific examples of how students are exposed to real-life employment situations when participating in this program.",
                    "Percent": 53
                }
            },
            "D": {
                "Choice": "The program is run largely by volunteers from area businesses and universities, parents, and senior citizens — all of whom believe in the potential of young people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author includes this sentence to describe the volunteers who take part in the program, not to emphasize the idea that Junior Achievement students will be prepared for the working world.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author organizes the selection by  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "comparing Junior Achievement's benefits with those gained by Scouting or attending summer camp",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not organize the selection by comparing the benefits of Junior Achievement with those of Scouting or summer camp.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "explaining what Junior Achievement does by giving in-depth examples of its programs",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author organizes the selection by explaining what Junior Achievement does by giving in-depth examples of its programs. The author provides examples of Junior Achievement's BizTown and Finance Park and describes what students do when they are part of these programs.",
                    "Percent": 73
                }
            },
            "H": {
                "Choice": "detailing how volunteers contribute to Junior Achievement's overall goal",
                "Key": {
                    "Correct": false,
                    "Rationale": "The organization of the selection is not based on an explanation of how volunteers contribute to Junior Achievement's overall goal.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "describing how Junior Achievement has changed since it first started offering programs",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions how Junior Achievement has changed over time, this is a supporting detail, not the basis of the author's organization of the selection.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The reader can conclude that Junior Achievement, Girl Scouts, and Boy Scouts all share which belief?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Every child should have the opportunity to attend summer camp.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions a summer camp operated by BizTown in paragraph 7, the reader cannot conclude that these programs share the belief that all children should go to summer camp.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "Students of all ages are capable of owning their own businesses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The conclusion that these organizations believe that students of all ages are capable of owning their own businesses is not supported.",
                    "Percent": 28
                }
            },
            "C": {
                "Choice": "Many people buy more things than they can afford.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information included to support the reader's conclusion that Junior Achievement, Girl Scouts, and Boy Scouts all believe that many people buy more things than they can afford.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "Managing a personal budget is a necessary skill.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the author's explanation that Junior Achievement, Girl Scouts, and Boy Scouts all teach students financial literacy and budgets, the reader can conclude that these programs share the belief that managing a personal budget is a necessary skill.",
                    "Percent": 54
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The main goal of Junior Achievement is to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "involve students in their local city government",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to suggest involving students in their local city government is the main goal of Junior Achievement.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "help students earn money while attending school",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although students learn to manage and control money through participation in Junior Achievement, there is no evidence to suggest the organization helps them earn money while attending school.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "allow students to improve businesses in their community",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to support the idea that the main goal of Junior Achievement is to allow students to improve businesses in their community.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "prepare students for adult responsibilities",
                "Key": {
                    "Correct": true,
                    "Rationale": "Throughout the selection, information is provided to show that Junior Achievement teaches students skills that will be necessary in their futures. This information is included to support the idea that the main goal of the program is to prepare students for adult responsibilities.",
                    "Percent": 86
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In which sentence does the author make a factual claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Imagine children learning to buy and trade stocks at a Scout meeting!",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author provides information about what may be happening in the Scout programs now, this sentence is not a factual statement since the reader is asked to imagine something.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Even summer camp is not just about swimming and crafts anymore.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions that principles from Junior Achievement are being taught at some summer camps, this is not true of all summer camps.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "The concepts taught in BizTown and Finance Park have proved so popular that they are now being included in Scouting programs, preschools, and summer camps.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence is a factual claim because the author explains that the popularity of BizTown and Finance Park has caused other programs to use their concepts. This statement can be proved and does not include the author's opinion.",
                    "Percent":70
                }
            },
            "D": {
                "Choice": "These activities all seem rather ordinary until you look more closely.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's statement that “these activities all seem rather ordinary” is an opinion, not a factual claim.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which idea in the selection do the photographs support?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Junior Achievement activities occur during regular school hours.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that Junior Achievement activities occur during regular school hours is not supported by the photographs.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Students in Junior Achievement programs can ask adults for help if necessary.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although adults are shown in the first photograph, the two photographs are not included to support the idea that the students can ask adults for help.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "The younger that children are, the more they benefit from Junior Achievement programs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that the younger the children in Junior Achievement are, the more they benefit from the programs is not supported by the photographs.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Junior Achievement activities are designed to give students hands-on experience.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can infer from the photographs that Junior Achievement activities are designed to give students a hands-on experience. Students lining up at a JA BizTown location are shown in one photograph, and students working together to make cookies for their Junior Achievement business are displayed in a second photograph.",
                    "Percent": 81
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S3.json",
            "problems/TX18G7R/supps/TX18G7R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The photographs in the article help the reader understand the  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "reason nylon is superior to cotton for making Velcro",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reason nylon is superior to cotton for making Velcro is not explained by the photographs.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "similarity between man-made Velcro and naturally occurring burrs",
                "Key": {
                    "Correct": true,
                    "Rationale": "The photographs in the article are included to help the reader understand how man-made Velcro and naturally occurring burrs are similar. By comparing the three photographs, the reader can see the features that burrs and Velcro share.",
                    "Percent": 65
                }
            },
            "C": {
                "Choice": "difficulty Mestral had creating his design for Velcro",
                "Key": {
                    "Correct": false,
                    "Rationale": "The difficulty Mestral experienced in creating his design for Velcro is not explained by the photographs.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "reason Mestral thought Velcro would be a useful invention",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mestral's reasons for believing that Velcro would be a useful invention are not explained by the photographs.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S3.json",
            "problems/TX18G7R/supps/TX18G7R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "One challenge that Mestral encountered while inventing Velcro was finding  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "different uses for Velcro",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the article to suggest to readers that Mestral found it a challenge to find different uses for Velcro. Paragraph 5 includes a variety of ways to use Velcro.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "a country willing to approve a patent for Velcro",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the article to suggest that Mestral experienced a challenge locating a country willing to approve his patent. Ultimately, Mestral patented his product in Switzerland.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "a way to make a profit by selling Velcro",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the article to suggest that Mestral was unable to find a way to make a profit selling Velcro.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "a manufacturer that would produce Velcro",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on paragraph 4, the reader can conclude that Mestral faced the challenge of finding a manufacturer that would produce Velcro as “companies were not interested” in his product, and he experienced “several rejections.”",
                    "Percent": 62
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S3.json",
            "problems/TX18G7R/supps/TX18G7R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The reader can conclude from the details in paragraph 4 that Mestral  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "was determined to make his idea for Velcro a reality",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can conclude that Mestral was determined to make his idea for Velcro a reality based on the information in paragraph 4 that he persevered despite the nearly 10 years of development and early rejections.",
                    "Percent": 69
                }
            },
            "B": {
                "Choice": "did not receive the product rights for Velcro",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information provided in paragraph 4 indicating that Mestral did not receive product rights for Velcro. Instead, the reader can understand that he patented the product, which means he received the product rights.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "was denied help because companies had difficulty manufacturing Velcro",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mestral was denied help because companies “were not interested” in Velcro, not because companies had difficulty manufacturing it.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "wanted Velcro to be known as the world's best fastener",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mestral was dedicated to his product, but there is no indication that he wanted Velcro to be known as the world's best fastener.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S3.json",
            "problems/TX18G7R/supps/TX18G7R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the best summary of the article?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Velcro, a fastener named from a combination of the words “velvet” and “crochet,” was invented by the Swiss engineer George de Mestral. He modeled Velcro after burrs that he found in nature. He learned that nylon was the best material to use to make Velcro.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. Information about Mestral's determination or eventual success is not included — only that he was the inventor and had an inspirational idea.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "George de Mestral was an engineer from Switzerland who had a curious mind. After studying burrs stuck to his dog's fur, Mestral decided to create a new kind of fastener. Velcro, the product that Mestral created, is a hook-and-loop fastener that works the same way burrs work in nature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. Information from the last half of the article is not included. Mestral's challenge to find a manufacturer and his ultimate success are also omitted.",
                    "Percent": 26
                }
            },
            "H": {
                "Choice": "George de Mestral was the engineer who invented Velcro, a type of hook-and-loop fastener modeled after burrs Mestral found stuck to his dog's fur. Mestral overcame many obstacles as he worked to produce Velcro. Today, Velcro is commonly used to fasten a variety of materials.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This is the most complete summary of the article. An introduction to who Mestral was and how he got the idea for creating Velcro is provided in the first sentence of the summary. The problems Mestral faced and the eventual success of Velcro are also included in this summary.",
                    "Percent": 59
                }
            },
            "J": {
                "Choice": "A curious man, George de Mestral noticed one day that burrs were stuck to his dog's fur. He looked at these burrs under a microscope and saw that tiny hooks on the burrs allowed them to latch onto the fur. Mestral went on to invent Velcro, which uses hooks similar to those found on the burrs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. Information about how Mestral finally got his product manufactured and his ultimate success with Velcro is omitted.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S3.json",
            "problems/TX18G7R/supps/TX18G7R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The photograph after paragraph 3 is included in the selection to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "show the process of how fog turns into water",
                "Key": {
                    "Correct": false,
                    "Rationale": "The photograph is included to show how the Namib beetle collects water, not to show the process of fog turning into water.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "allow the reader to envision the size of the Namib beetle",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is nothing in the photograph to which the beetle can be compared, so the photograph is not included to help the reader envision the actual size of the beetle.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "help the reader visualize how the Namib beetle collects water",
                "Key": {
                    "Correct": true,
                    "Rationale": "By looking at the photograph of a drop of water at the mouth of a Namib beetle, the reader can visualize the way the beetle positions its body in order to collect water.",
                    "Percent": 70
                }
            },
            "D": {
                "Choice": "demonstrate how much water is needed by desert insects",
                "Key": {
                    "Correct": false,
                    "Rationale": "By looking at this photograph, the reader can only see one drop of water, not the entire amount of water needed by desert insects.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S3.json",
            "problems/TX18G7R/supps/TX18G7R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author focuses on a unique feature of the Namib beetle in order to highlight how the beetle  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "could serve as a source of water for desert travelers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author provides information about how the beetle provides a water-collection model for scientists to consider, the beetle is very small and, therefore, would not be a viable source of water for desert travelers.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "struggles to survive in a dry part of the world",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author states in paragraph 2 that the beetle actually “thrives” in the terrain “because of its amazing physical adaptation.”",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "uses its wings to stay cool in an arid environment",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author focuses on the Namib beetle's unique ability to harvest water using its wings, not on the way the beetle uses its wings to stay cool in an arid environment.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "is able to provide itself with water in the absence of rain",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author focuses on the Namib beetle's unique ability to collect water from fog, specifically in paragraph 3 where the author explains that the beetle is able to provide itself with water in the absence of rain.",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S3.json",
            "problems/TX18G7R/supps/TX18G7R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "When fog rolls into the desert, the Namib beetle  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "releases a waxy substance that covers its back",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the beetle has a waxy substance on its back, the wax is not released when fog rolls in.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "positions its body in a specific way",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author describes in paragraph 3 how the Namib beetle “positions its body at a 45-degree angle to the wind” to help it to collect water on its back when fog rolls into the desert.",
                    "Percent": 68
                }
            },
            "C": {
                "Choice": "creates bumps and troughs on its wings",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the beetle has bumps and troughs on its wings, these features are already part of the beetle; they are not created when fog rolls into the desert.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "opens its mouth to drink the water in the air",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes in paragraph 3 how water collects on the beetle's wings and then rolls down into its mouth. The beetle does not drink the water directly from the air.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S3.json",
            "problems/TX18G7R/supps/TX18G7R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author wrote this selection most likely to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "prove that water can be obtained from moist air",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains how the Namib beetle collects water from moist air, but this explanation is provided to support the main purpose of the selection: to show how nature can serve as an inspiration in solving global problems.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "explain how an animal has adapted to living in a hostile environment",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the beetle has adapted to living in a hostile environment, the author wrote this selection to explain that designs from nature can help people create solutions to global problems.",
                    "Percent": 41
                }
            },
            "H": {
                "Choice": "show how people can apply designs from nature to create solutions to global problems",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author wrote this selection most likely to show how designs from nature can create solutions to global problems, such as gathering and storing water. The author focuses on the Namib beetle's unique design and explains how scientists are using this design as inspiration to create their own water-collection products.",
                    "Percent": 46
                }
            },
            "J": {
                "Choice": "emphasize that water is a scarce resource in many areas on Earth",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although water is a scarce resource in many areas on Earth, the author wrote this selection to explain that the problem could potentially be remedied by modeling designs from nature.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S3.json",
            "problems/TX18G7R/supps/TX18G7R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is one way that Velcro and the water-collection panels are similar?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The creators of both inventions experimented with different materials.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author of the article explains that Mestral did experiment with different materials for Velcro, the author of the selection does not suggest that the scientists who created water-collection panels experimented with different materials.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "The inventions were both inspired by the same environment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although both inventions were inspired by nature, they were not inspired by the same environment. The first was inspired by burrs found in the woods, while the second was inspired by insects in the desert.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "The models for both inventions were discovered in unexpected sources.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Velcro and the water-collection panels are similar in that the models for both inventions were discovered in unexpected sources. The author of the article explains that Mestral found inspiration from burrs stuck to his dog's fur, while the author of the selection explains that the Namib beetle's unique design inspired scientists.",
                    "Percent": 69
                }
            },
            "D": {
                "Choice": "The inventions received the same amount of support in the beginning.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the water-collection panels received support in the beginning, the invention of Velcro did not receive initial support, so this is not how Velcro and water-collection panels are similar.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S3.json",
            "problems/TX18G7R/supps/TX18G7R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which idea is presented in both the article and the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Simple inventions can provide for basic necessities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although scientists in the selection hope that water-collection panels will provide the basic necessity of water, the author of the article does not refer to the invention of Velcro as a basic necessity.",
                    "Percent": 18
                }
            },
            "G": {
                "Choice": "Inventors can find ideas by carefully observing nature.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that inventors can find ideas by carefully observing nature is presented in both texts. Mestral was inspired to create Velcro after observing naturally occurring burrs stuck to his dog's fur, and scientists got the idea for water-collection panels from the body of the desert-dwelling Namib beetle.",
                    "Percent": 70
                }
            },
            "H": {
                "Choice": "Selecting the appropriate materials for an invention can be challenging.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Mestral had to change from cotton to nylon when inventing Velcro, the scientists creating the water-collection panels have used the same material throughout production, so this is not an idea presented in both texts.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Inventions have the greatest chance of success when large companies manufacture them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The size of the company that manufactures Velcro is not mentioned in the article, and the water-collection panels described in the selection are created in a laboratory, not manufactured by a company.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S3.json",
            "problems/TX18G7R/supps/TX18G7R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How did the development of Velcro differ from the development of the water-collection panels?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The water-collection panels took years to create, while Velcro was created in a short period of time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of the article explains that Velcro took over 10 years to perfect, which is not a short time period. The author of the selection does not provide information about how long it took scientists to produce water-collection panels.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "The water-collection panels are made of synthetic materials, while Velcro is made of natural materials.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4 of the article, the author explains that Velcro is now made from the synthetic material nylon because natural cotton did not work well. The water-collection panels in the selection are also made from synthetic materials, so this is not a difference in the development of the two inventions.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "The design of the water-collection panels has changed many times, while the design of Velcro has changed very little.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Mestral made a change in the materials used to make Velcro, there is no indication in the selection that the design for the water-collection panels was ever changed.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "The water-collection panels are intended to solve a specific problem, while Velcro is designed to be applied in many different situations.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author of the article explains that Velcro was developed to be used in many situations. This differs from the development of the water-collection panels in the selection, which are meant to solve a specific problem: the scarcity of water on Earth.",
                    "Percent": 73
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S3.json",
            "problems/TX18G7R/supps/TX18G7R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is one outcome of Mestral's invention in “Natural Inspiration” that is not shared by the scientists' invention in “A Brilliant Beetle”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Mestral's invention has proved to be financially successful.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author of “Natural Inspiration” states that Mestral's invention has been a great financial success, whereas the author of “A Brilliant Beetle” does not indicate whether the scientists' water-collection panels have proved to be financially successful.",
                    "Percent": 30
                }
            },
            "G": {
                "Choice": "Mestral's invention is able to replenish something found in nature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The water-collection panels are meant to replenish something found in nature (water), but Velcro is not meant to do the same; it was created as a fastener.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "Mestral's invention can be used to solve more than one problem.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of “Natural Inspiration” states that Velcro has many uses as a fastener but does not suggest that it can solve multiple problems, so this is not an outcome of Mestral's invention, making this option incorrect.",
                    "Percent": 35
                }
            },
            "J": {
                "Choice": "Mestral's invention inspired new uses beyond its original purpose.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the water-collection panels in “A Brilliant Beetle” may have inspired new uses beyond their original purpose, such as fog elimination at airports and on roadways, the author of “Natural Inspiration” does not claim that Mestral's invention inspired uses beyond its intended use as a fastener.",
                    "Percent": 26
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S3.json",
            "problems/TX18G7R/supps/TX18G7R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "One difference between the Velcro in “Natural Inspiration” and the water-collection panels in “A Brilliant Beetle” is that  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Velcro is an expensive item to reproduce, whereas the water-collection panels are made from affordable materials",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the cost of each invention is not included in the selections, it is likely that given its widespread use, Velcro is less expensive to reproduce than the water-collection panels.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Velcro has been replaced by other inventions, whereas the water-collection panels are still being used",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it is evident that the water-collection panels are still being used, it is also clear that Velcro has not been replaced by other inventions and is still being used today.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Velcro has become a commonplace item, whereas the water-collection panels are not widely used",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author of “Natural Inspiration” includes information about various places where Velcro is used (e.g., NASA, car and shoe manufacturers, everyday life), whereas the author of “A Brilliant Beetle” does not suggest that water-collection panels are being widely used.",
                    "Percent": 70
                }
            },
            "D": {
                "Choice": "Velcro is useful only in the clothing industry, whereas the water-collection panels can be used in many industries",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of the article explains that Velcro is used in many industries. The author of the selection does not mention the industries where the panels can be used.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The description of the setting in lines 8 through 19 highlights a contrast between  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the liveliness of the woods and the steady pace of the river",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet highlights a contrast between the description of the lively woods and the steady pace of the river in lines 8 through 19. The poet describes the grass that “whispers excitedly,” and “The birds [that] gossip,” and then provides a contrast with the description of the river that is “intent always to push forward” at a steady pace.",
                    "Percent": 52
                }
            },
            "G": {
                "Choice": "the simplicity of nature and the complexity of the speaker's emotions",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet writes about nature in the poem, but there is no description of the speaker's complex emotions.",
                    "Percent": 27
                }
            },
            "H": {
                "Choice": "the playfulness of nature and the seriousness of the speaker's purpose",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet writes about nature in a playful way, but there is no contrast made between this and the speaker's serious purpose.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "the variety of living organisms around the river and the lack of living organisms in the river",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet describes animals living in the woods in lines 8 through 19, but the poet does not mention the lack of living organisms in the river.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence best describes the speaker's relationship with the river?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The river forces the speaker to make a decision.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication that the speaker has been forced by the river to make a decision.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "The river reminds the speaker of what is important.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Throughout the poem, it is evident that the speaker has a meaningful connection with the river. In lines 25 and 26, the speaker relays that the river can carry bad feelings away. The reader can interpret these lines to signify that the river reminds the speaker of what is important in life.",
                    "Percent": 69
                }
            },
            "C": {
                "Choice": "The river introduces the speaker to the outdoors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to suggest the speaker has been introduced by the river to the outdoors.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "The river provides the speaker with an unusual experience.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to suggest that the speaker has been provided with an unusual experience; the speaker simply sits on a bridge and observes nature.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The poet uses personification in the sixth stanza to show that the river teaches the speaker about  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "making good decisions",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not use personification in the sixth stanza to suggest that the river teaches the speaker about making good decisions.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "protecting an important resource",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not use personification in the sixth stanza to suggest that the river teaches the speaker to protect an important resource; rather, the river teaches the speaker to enjoy the experience of living.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "enjoying the experience of living",
                "Key": {
                    "Correct": true,
                    "Rationale": "A writer uses personification to give human qualities to something that is not human. The poet uses personification in the sixth stanza to support the idea that the river teaches the speaker to enjoy the experience of living. In line 24, the speaker relates that the river “reminds me that life is an adventure” as it keeps moving forward, supporting the idea that life should be enjoyed as it passes by.",
                    "Percent": 62
                }
            },
            "J": {
                "Choice": "appreciating the beauty of nature",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker seems to enjoy the beauty of nature, the poet uses personification to show that the river's constant flowing should teach the speaker to enjoy life.",
                    "Percent": 27
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The poet placed lines 25 and 26 in their own stanza to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "show that the river affects the speaker's relationships with others",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that the river affects the speaker's relationships with others is not supported by the details in lines 25 and 26.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "emphasize the speaker's disappointment after spending time at the river",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that the speaker is disappointed after spending time at the river is not supported by the details in lines 25 and 26.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "indicate that the speaker goes to the river in search of adventure",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that the speaker seeks an adventure at the river is not supported by the details in lines 25 and 26.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "highlight the outcome of the speaker's experience while at the river",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet places lines 25 and 26 in their own stanza, or verse, most likely to highlight the outcome of the speaker's experience at the river — that the river carries away “whatever bad feelings I brought with me.”",
                    "Percent": 67
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which line from the poem best expresses why the speaker visits the river?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "where I like to sit,",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although information about the speaker sitting along the river is presented in this line, evidence is not provided to explain why the speaker visits the river in the first place.",
                    "Percent": 22
                }
            },
            "G": {
                "Choice": "whispers excitedly",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not provide evidence in this line to explain why the speaker visits the river in the first place.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "They help you remember",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet writes in lines 27 through 29 that “Rivers make good friends. They help you to remember what the world makes you forget.” Based on these words, the reader can understand that the speaker visits the river to “remember” how to approach life.",
                    "Percent": 68
                }
            },
            "J": {
                "Choice": "The trees murmur wisely,",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not provide evidence in this line to explain why the speaker visits the river in the first place.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which theme is explored in the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Learning about the patterns of nature can be exciting.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker observes the lively woods and the flowing river, the speaker is more content than excited and more interested in what the river provides than in learning about patterns of nature.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Nature can provide perspective on life.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet explores the theme, or central message, that nature can provide perspective on life. While at the river, the speaker is reminded that “things change quickly, but the river takes its time” (lines 5–6) and that “life is an adventure” during which “'there is so much to see!'”",
                    "Percent": 72
                }
            },
            "C": {
                "Choice": "People should set aside time in their daily schedule to relax.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the visit to the river is relaxing for the speaker, the theme of setting aside time daily to relax is not developed.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "People who are honest with themselves are better able to appreciate life.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker indicates that nature offers perspective on life in general, but there is no mention of people being “honest with themselves” to better appreciate life.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this dictionary entry.",
            ":box:style \\'stī(-ə)l\\ n\n1. the fashion of the moment\n2. the type or make of something\n3. a way or manner of behaving\n4. a set of rules for writing",
            "Which definition best matches the way the word s͟t͟y͟l͟e is used in paragraph 3?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 3, the word s͟t͟y͟l͟e is used to indicate the way Paige behaves, not her fashion sense or what she wears.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 3, the word s͟t͟y͟l͟e is used to refer to the way Paige behaves, not to “the type or make of something.”",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 3, the word s͟t͟y͟l͟e is used to refer to the way Paige behaves. Definition 3 is supported by the context because the author explains that when he reached out to Paige for advice, Paige was intuitive and patient with his phone calls.",
                    "Percent": 74
                }
            },
            "J": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 3, the word s͟t͟y͟l͟e is used to refer to the way Paige behaves, not to a “set of rules for writing.”",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read these sentences from paragraph 3.",
            ":box:I owe much to Paige. Buying a puppy from her meant having the freedom to pick her brain, no matter how often I called — calls that in the beginning were more frequent than she bargained for, I'm sure, and were typically panic-driven.",
            "These sentences help characterize the author as  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "discouraged by his dog's initial behavior",
                "Key": {
                    "Correct": false,
                    "Rationale": "In these sentences, although the author seems worried about caring for his dog, there is no evidence to suggest that the author is discouraged by his dog's behavior.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "surprised by Paige's vast knowledge of dogs",
                "Key": {
                    "Correct": false,
                    "Rationale": "In these sentences, there is no evidence to suggest that the author is surprised by his friend's knowledge. Rather, the author calls Paige because he wants to “pick her brain” about dogs.",
                    "Percent": 33
                }
            },
            "C": {
                "Choice": "regretful for taking advantage of Paige's kindness",
                "Key": {
                    "Correct": false,
                    "Rationale": "In these sentences, there is no evidence to suggest that the author regrets calling Paige, nor does he feel he takes advantage of her.",
                    "Percent": 21
                }
            },
            "D": {
                "Choice": "worried that he wasn't caring for his dog correctly",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 3, the author provides evidence that he was worried he wasn't caring for his dog properly when he explains his calls were “frequent” and “panic-driven.”",
                    "Percent": 36
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What can the reader infer about the woman mentioned in paragraphs 4 through 6?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "She is an expert in music in addition to being an expert in dog training.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not suggest that he believes the woman is an expert in either dog training or music, only that she is judgmental.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "She disagrees with the author's choice not to provide his dog with formal training.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 4 through 6, the author mentions that the woman gave the author a look that could be described as “halfway between pity and a scold.” The reader can infer that the woman's reaction indicates she disagrees with the author's choice not to provide Atticus with training.",
                    "Percent": 70
                }
            },
            "H": {
                "Choice": "She thinks the author should be more selective about where he brings his dog.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author provides evidence in paragraphs 4 through 6 that the woman displays a critical attitude when she learns the dog has not received formal training, not because of where the author brings his dog.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "She is surprised that the author is not interested in learning from her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The woman does not offer to teach anything to the owner or his dog.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author presents the information in paragraphs 7 through 13 to illustrate  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "why dogs listen only to their owners",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains in paragraph 7 that Atticus would stare when people asked him for his paw, but this is because Atticus was never taught the trick, not because Atticus would only respond to the author.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "what tricks dog owners can easily teach their dogs",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author provides the example of Atticus's confusion over the trick as evidence to support what some people expect from dogs and dog owners, not to illustrate that certain tricks are easier to teach to dogs.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "why some dogs come to dislike strangers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author provides evidence that Atticus's confusion and refusal to share his paw is not a result of disliking strangers but rather the result of not having been taught the trick.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "what some people expect from dogs and dog owners",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author explains in paragraphs 7 through 13 that people expect dog owners to teach their dogs some tricks, such as when people expected Atticus to present his paw, assuming that Atticus was formally trained based on his demeanor.",
                    "Percent": 73
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence from the selection best states the author's main objective in raising Atticus?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "I know many who tell me that by teaching their dog tricks they worked on their relationship together.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is a comment often made to the author when he mentions that he did not train Atticus. It is not the author's objective in raising his dog.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "he things I wanted him to learn were basic things that made going through life safe and easy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's main objective in raising Atticus is revealed in this sentence. Although Atticus does not know certain tricks, he does know “basic things” that help him to live safely and easily, such as how to behave off of a leash in public.",
                    "Percent": 74
                }
            },
            "H": {
                "Choice": "Instead he just looked at them, not even bothering to cock his head.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is an explanation of Atticus's reaction when asked to do a trick; the sentence does not relate to the author's main objective of raising his dog to live safely and easily.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "I never saw the point in teaching Atticus tricks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not share his main objective in raising Atticus in this sentence.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The simile in paragraph 16 helps the reader understand that the author  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "enjoys finding time to play with Atticus",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the simile in paragraph 16 refers to the game of football, the author includes the simile to show how he protects Atticus, not how he hopes to find time to play with him.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "wants Atticus to grow to be strong",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not include the simile about a running back in paragraph 16 to suggest that he wants Atticus to be strong; the author wants Atticus to “be his own dog” as related in paragraph 14.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "thinks Atticus is a better pet than most dogs",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author includes the simile in paragraph 16 to explain that he wants to protect Atticus, not to imply that he thinks Atticus is a better pet than most dogs.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "feels responsible for protecting Atticus",
                "Key": {
                    "Correct": true,
                    "Rationale": "A simile is a figure of speech in which two objects are compared using the word “like” or “as.” The author includes the simile in paragraph 16 to help the reader understand that he feels responsible for protecting his dog in the same way that a running back protects a football by running with it safely tucked in his or her arm.",
                    "Percent": 59
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G7R/supps/TX18G7R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the best summary of the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The author trusted the advice of Paige Foster, the breeder of his puppy Atticus. After a few months the author had bonded with Atticus, who is so well behaved that he does not need to be leashed or collared.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. The author's main objective in raising his dog is not included, nor is the information related to the author's decision against formally training Atticus.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "The author has a peaceful dog named Atticus. People who meet Atticus are surprised that he has not learned any tricks, such as how to put out his paw, because they believe teaching tricks builds the relationship between owner and dog.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The key details of how the author established a bond with Atticus and chose to forgo obedience school are omitted from the summary, making the summary incomplete.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "The author established a bond with his puppy Atticus by following the dog breeder's advice. Instead of participating in obedience training and teaching his dog tricks, the owner chose to focus on helping Atticus feel safe and happy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This summary includes the key events and important details from the selection. The author introduces how he was able to form a bond with Atticus and why he decided against formally training his dog. The author concludes with his main objective in raising his dog: to ensure that Atticus feels safe and happy.",
                    "Percent": 66
                }
            },
            "J": {
                "Choice": "The author had a conversation with a dog expert who was impressed by how well behaved his dog Atticus was. When the expert asked about the kind of training the dog had received, she was surprised to learn that Atticus had not been formally trained.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete because it only includes one incident from paragraphs 4 through 6 and omits information related to the author's bond with Atticus and his main objective in raising the dog.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    }
}