{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "How a Foolish Wolf Learned to Be Satisfied",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "A dissatisfied wolf, sitting one day in the door of his house, saw a crow fly by."],
        ["2", "“How is it,” thought he, “that so good for nothing a creature can fly, while I can not? I would indeed be happy were I able to soar through the air.”"],
        ["3", "With that he set about planning to get some wings, and being clever, as creatures go, he soon had an idea that he thought very fine. So he polished his boots; laid out his best clothes; and went to bed chuckling with glee, over what he was going to do."],
        ["4", "Next morning, looking very fine, he was out betimes, and met a fat grey goose on her way to market, with her basket on her wing."],
        ["5", "“Good morning!” said the goose. And having no more than a bowing acquaintance, she would have passed with a courtesy, but the wolf, as if quite by accident, scraped against her and caught his buttons in her feathers."],
        ["6", "“Oh, madam, excuse me!” he cried, making such a fuss about getting loose that the goose was quite flurried, and glad enough to excuse him and go on her way. But that was not the end of the matter, for she had gone but a few steps when the wolf called after her."],
        ["7", "“Madam, madam, you have lost something!” and came running up with a feather. “Oh!” said the goose, “is that all you have? You might have saved your breath, for feathers are of no use to me after they fall out.”"],
        ["8", "“Oh!” cried the wolf, “I could not think it was worthless, for I so admire your beautiful wings. I wonder you are not flying all the time, instead of going along the ground, as we poor creatures must be content to do. Perhaps you will give me this beautiful feather for a keepsake.”"],
        ["9", "The goose, too honest to be puffed up by this flattery, gave him the feather, wondering how it was that no one had ever before called her modest plumage “beautiful.”"],
        ["10", "“Well begun is half done,” thought the wolf, as he trotted off; for having won the good will of the honest goose by his flattery, she made no objection to his walking along the road with her every morning."],
        ["11", "“Dear me, something is pinching me!” the goose would say, as they parted at the crossroads."],
        ["12", "“It is the sun beating down,” the wolf would reply, or else, “A fly is biting you.” And he would be off through the woods with another feather, while the poor goose preened her wings, never guessing why they were ruffled."],
        ["13", "At last the wolf had enough feathers and sat at home, with wire and string, making a pair of wings; nor was he the least bothered that he had not come by the feathers honestly."],
        ["14", "When the wings were finished he fastened them to his sides, twisting the wire and string around his poor body till he could scarcely breathe; but he paid no attention to that, since he thought he looked so grand, and strutting before the glass he cried:"],
        ["15", "“How the birds and the fowls will envy me! I will outfly them all, and the ugly black crows will not dare caw at me anymore!”"],
        ["16", "Now he must show the goose what a handsome bird he made— not a delicate thing to do, you'll agree, since his wings were made of the goose's feathers."],
        ["17", "When the grey goose saw him she was indeed surprised."],
        ["18", "“Do not, I beg of you, try to fly!” she cried. Whereupon the wolf thought she was angry because he had stolen her feathers."],
        ["19", "“Oh, no!” cried the goose. “Of what use are they to me now? I have new ones in place of them. If it were meant for you to fly, you would have wings. What should we all come to, I would like to know, if each wished to do the other's work, instead of what we are fitted for? If I tried to be a canary what kind of singing do you think I could do? I am indeed thankful that I am a goose, and shall be the best goose I know how to be!”"],
        ["20", "And this was wisdom from a goose, for aught people say they are silly."],
        ["21", "But what did the wolf care for all this!"],
        ["22", "Only sorry that he had delayed trying his wings, he bade her good- bye, and trotted off, looking too vain and silly for anything. It is true he could not go very fast, as his wings did not lie flat when he tried to run, as did those of the goose."],
        ["23", "“But one cannot have everything!” thought he, “and it will be so glorious to fly that I shall not want to run anymore.”"],
        ["24", "Finally he reached the top of a hill so high that his nose was poking into the clouds, while the cattle in the valley below looked like specks."],
        ["25", "“Ah!” exclaimed the wolf, trying to spread his wings, “this is something like it!”"],
        ["26", "His wings did not spread and flap as he expected, but he was quite certain that when he started to fly the wind would make them go; so swelling out his chest, he looked about to see if anyone was watching."],
        ["27", "“Ha, ha!” he laughed, seeing the fox and the weasel and some other of his comrades below on the hill, “now they shall see a sight that will open their eyes!”"],
        ["28", "He gave a mighty leap into the air!"],
        ["29", "Crash, bang! crash, bang! down through tree- tops and bushes; rolling over and over; bumping on stones; scraping his shins on the sharp rocks, and into the creek at the bottom, came the wolf with his fine wings!"],
        ["30", "“Oh, let me get rid of these!” he cried, but they were so twisted about him that there was no getting them loose."],
        ["31", "“Ho, ho!” laughed a hunter coming along, “you are caught in a trap, my fine fellow!” So he tied a rope round the wolf's neck, and led him along like a calf."],
        ["32", "“Oh, sir!” cried the wolf, “let me go! I have harmed no one but myself. I was trying to fly.”"],
        ["33", "“He, ho!” laughed the hunter, “so these are your wings, and it is you who have been plucking the feathers from my good goose. It is true that you have harmed no one but yourself; but that you may have time to think over your folly, I shall take you home with me and set you to churning my butter.”"],
        ["34", "While the wolf was treading the milk into fine butter he thought somewhat in this wise¹:"],
        ["35", "“Had I heeded the grey goose and been satisfied to be a good wolf, I should be safe in my house to- day!”"],
        ["36", "So much for being envious! For what was it but envy that got the wolf into all this trouble? And of what use are other creatures' wings to us, when we do not know how to use them?"]
    ],
    "Copyright": "In the public domain.",
    "References": [
        ["¹", "wise - manner"]
    ]
}