{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [
        "This passage describes an activity where students could dissect, or take apart and examine, the parts of a flower."
    ],
    "Title": "Dissect a Flower",
    "Subtitle": "",
    "Author": "by Svenja Lohner",
    "LabelType": "P",
    "Content": [
        ["", "problems/MDG6E/media/S5a.jpg"],
        ["1", "Springtime is when nature appears to come back to life after winter. Trees grow leaves, grass gets green, and flowers sprout, displaying beautiful colors and sometimes spreading a delightful scent. But have you ever looked at a flower in more detail? What parts do flowers consist of? Are all flowers alike? In this activity you will find out by dissecting, or taking apart, a flower piece by piece. How many plant parts do you think you can identify?"],
        ["", "Background"],
        ["2", "Plants that make flowers are known as flowering plants. But do flowers only exist to make plants look pretty? Not quite! Although they can be beautiful to us, flowers are made to attract pollinators for reproduction. This means the flowers are a crucial part of the process in growing seeds to make more plants. If you look closely at a flower, you might see that it is made of many different parts, each of which has a specific purpose."],
        ["3", "Some flowering plants have a stem, which is a long stalk that carries water and nutrients and supports the flower. Leaves produce the food for the plant by photosynthesis, a process that helps makes plant food from light, carbon dioxide, and water."],
        ["4", "When you look at the flower of a flowering plant, the most obvious parts are probably the petals. They can vary in size and shape but are usually brightly colored. Their purpose is to attract the bees and other insects that help to pollinate the plants. You might be surprised to learn that some flowers— in the botanical world they are called “perfect flowers”— have male parts and female parts, and each plays an important role during pollination."],
        ["5", "The male parts, called stamens, look like long stalks (known as filaments) with a little round shape at their end (called the anther), which contains the plant pollen. This bright yellow or orange dust is what insects carry from one plant to another. Pollination occurs if the pollen gets carried to the female parts of a new flower, called the pistil. The pistil is usually a long stalk located in the center of the flower and is also made up of several parts. Most importantly it contains the ovary at its bottom, which houses the female plant eggs called ovules. When pollen is dropped into the pistil of a flower, the eggs, or ovules, inside the plant ovaries are fertilized. The fertilized ovules then grow into plant seeds, and the ovary becomes the fruit."],
        ["6", "As you can see, a flower is much more than just beautiful to look at: it is essential for a plant to create more plants. Take a closer look at the many different plant parts in this activity, and see how they differ from one flower to another!"],
        ["", "Materials"],
        ["", ":ibox:• Three different large fresh flowering plants, such as roses, tulips, lilies, petunias, carnations or irises. You will need at least the stem with a flower attached for each of these. Note: Make sure you select “perfect flowers,” which have male (stamen) and female (pistil) plant parts, such as those listed above. If you have allergies to certain plants, make sure that you use an alternative.\n\n• Glass or cup with water\n\n• Six paper plates\n\n• Tweezers\n\n• Scissors\n\n• Magnifying glass or hand lens (optional)\n\n• At least one additional (intact) specimen of each of the flower types you chose to dissect (optional)\n\n• Paper (optional)\n\n• Colored pencils (optional)\n\n• Poster- sized paper or poster board (optional)\n\n• Tape (optional)\n\n• One or more vegetables or fruits, such as carrots, beets, asparagus, broccoli, cauliflower, tomatoes, apples, peppers, lettuce, peas, corn or cabbage (optional)"],
        ["", "Preparation"],
        ["", ":ibox:• Label each of the paper plates with one plant part (“Stem,” “Petal,” “Leaf,” “Pistil” and “Stamen”).\n\n• Label one extra paper plate “Other.”\n\n• Draw lines onto each paper plate to divide it into three sections\n\n• Label each section on each plate with a name of one of the three flowering plants."],
        ["", "Procedure"],
        ["", ":ibox:• Carefully look at each of the flowering plants. If you have a magnifying glass, you can use it to examine your plants and their flowers. What does each plant and flower look like?\n\n• Choose one of your flowering plants, and start your plant dissection. Use your hands, scissors or tweezers and carefully take apart your plant. Which plant parts can you identify?\n\n• Once you have removed one part of the plant, try to identify it, and place it on the corresponding plate. Put it in the section that is labeled with the right plant name. Can you find a plant part for each plate?\n\n• If you cannot identify a specific plant part, place it on the “Other” plate.\n\n• When you have finished taking the first plant apart look at all its different parts. How do different parts within one plant compare?\n\n• Next repeat the dissection with the remaining two flowering plants. Then compare the plant parts on each paper plate. What do you notice about the same plant part from different flowering plants?\n\n• Look at all the plant parts that you placed on the “Other” plate. What do you think these plant parts are? How can you find out?"]
    ],
    "Copyright": "“Dissect a Flower” by Svenja Lohner. Copyright 2019 by Scientific American. Reproduced with permission of Scientific American via Copyright Clearance Center.",
    "References": []
}