{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Venus Flytrap",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/MDG6E/media/S6a.jpg"],
        ["1", "The Venus flytrap is a flowering plant best known for its carnivorous eating habits. The “trap” is made of two hinged lobes at the end of each leaf. On the inner surfaces of the lobes are hair- like projections called trichomes that cause the lobes to snap shut when prey comes in contact with them. This type of movement is called thigmonasty— a nondirectional plant response to being touched. To prevent the plant from wasting energy if prey isn't actually there, the trap will only shut when the trichomes are touched multiple times. The hinged traps are edged with small bristles that interlock when the trap shuts to ensure the prey can't squirm out. There are other carnivorous plants in the wild, but the Venus flytrap is one of the very few that exhibits motion to actively trap its prey."],
        ["", "RANGE"],
        ["2", "The Venus flytrap is endemic to North and South Carolina, but it has been introduced to a few other states, including Florida and New Jersey. It is popular as a potted plant in many parts of the world, but unfortunately most of the Venus flytraps sold have been cultivated or collected from declining wild populations."],
        ["3", "The plant grows in moist, acidic soil that may be poor in nutrients. Venus flytraps need an open understory (the part of the forest below the canopy) to live. Part of what keeps the understory open is natural fires that sweep through and burn away parts of trees and shrubs. These fires can become dangerous to humans, so often we stop them before they have a chance to provide benefits to the forest. This results in less suitable habitat for the sun- loving Venus flytrap."],
        ["", "DIET"],
        ["4", "The Venus flytrap gets some of its nutrients from the soil, but to supplement its diet, the plant eats insects and arachnids. Ants, beetles, grasshoppers, flying insects, and spiders are all victims of the flytrap. It can take a Venus flytrap three to five days to digest an organism, and it may go months between meals."],
        ["", "LIFE HISTORY"],
        ["5", "Venus flytraps are perennial plants, which means they bloom year after year. The flowers are white with green veins running from the base of the petal toward the edges. Pollinated flowers eventually give rise to seeds."],
        ["6", "Each trap on the plant can only open and close several times before it dies and falls off. Then the plant produces a new trap from its underground stems. The lifespan of the Venus flytrap isn't known for certain, but it's been estimated to live up to 20 years and possibly longer."],
        ["", "CONSERVATION"],
        ["7", "The Venus flytrap is internationally listed as vulnerable. It is also under consideration for federal listing on the U.S. endangered species list. This species is threatened by overcollection, habitat destruction, and fire suppression."],
        ["", "FUN FACT"],
        ["8", "Like all plants, the Venus flytrap gets its energy from the sun in a process called photosynthesis. It digests insects and arachnids to get nutrients that are not available in the surrounding environment."]
    ],
    "Copyright": "© 2021 National Wildlife Federation. All Rights Reserved.",
    "References": []
}