{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "The Wheat on the Chessboard",
    "Subtitle": "An Old Tale from India",
    "Author": "by Liz Huyck",
    "LabelType": "P",
    "Content": [
        ["1", "Long ago, a wise Indian mathematician called Sessa invented the game of chess to amuse his friend the king. The king was delighted with the game and told Sessa to name anything he liked as his reward, boasting that the wealth of his kingdom was limitless. But instead of gold, jewels, elephants, or palaces, after much thought Sessa told the king that he wished only a few grains of wheat."],
        ["2", "“What?!?” exclaimed the king, greatly astonished."],
        ["3", "“I am a simple man,” replied Sessa, “and my wants are few. But since you enjoy my chessboard so much, give me a single grain of wheat for the first square, two grains for the second, four for the third, and so on. For each square double the last, as each day of play doubles our delight. That will mean more to me than all the riches in the world.”"],
        ["4", "“Very well!” said the king, a little irritated, thinking that Sessa was mocking his wealth. “If that's all he wants,” he told his treasurer, “give it to him!”"],
        ["5", "The first day, the treasurer presented Sessa with a single grain of wheat, to the huge amusement of the court. The second day, he got two, on a little cushion. The great lords roared with laughter. But Sessa kept his thoughts to himself."],
        ["", "problems/MDG6E/media/S4a.jpg"],
        ["6", "On the ninth day, Sessa received 256 grains, enough to make a small handful. But the very next day, he had two handfuls. It took Sessa 16 days to get enough wheat to fill a large bag. But only one more day to get two bags. The day after, he had four bags. The courtiers stopped laughing and started whispering."],
        ["7", "By the end of the month, wagons filled with grain were rumbling toward Sessa's house, and the treasurer began to look worried. Quaking in his boots, he went to see the king."],
        ["8", "“Highness!” he trembled. “Please look over my calculations, but I don't think they are in error. By his simple doubling, Sessa has now collected nearly all our stores of wheat! What shall we do? If we continue at this rate the treasury will soon be bankrupt, and I doubt there is enough wheat in the entire world to pay him!”"],
        ["9", "The king was amazed by the treasurer's words, but he checked and double-checked the arithmetic, and there was no doubt. In horror he saw that by the last of the 64 squares, he would owe Sessa a total of 18,446,744,073,709,551,615 grains of wheat! He could not even imagine so many grains— they would make a pile of wheat larger than the largest mountain. That much wheat could not be gathered if all of India grew nothing else for the next 2,000 centuries!"],
        ["10", "There was nothing for the king to do but call Sessa before him, confess the foolishness of his rash promise, and take back his boasts about his limitless wealth."],
        ["11", "“Sire!” Sessa replied. “Let us say no more about the wheat. I am happy with what I have already— I forgive you the second half of the chessboard.”"],
        ["12", "With that the king and Sessa remained the best of friends and enjoyed many games of chess together. And the clever Sessa got the real reward he had wanted all along— a wiser and more mathematical king."],
        ["", ":box:Hɪsᴛᴏʀɪᴄᴀʟ Nᴏᴛᴇ\n\nThough no one can say for sure if it really happened, this story has been around for as long as chess, which was probably invented in northern India about 1,500 years ago. It is a fun illustration of how quickly a series of numbers that grows by multiplying can get out of hand, even if it starts out slowly. The amount of wheat for just the first square on the second half of the chessboard is as much as the entire first half!"]
    ],
    "Copyright": "“The Wheat on the Chessboard” by Liz Huyck. Copyright September 2012 by Cricket Media. Reproduced with permission of Cricket Media via Copyright Clearance Center.",
    "References": []
}