{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read these sentences from the selection.",
            ":box:Next, he planted rows of flowering plants called milkweed — monarchs' main source of food. (paragraph 2)\n\nOver the past four years, Carter has raised and tagged more than 700 monarch butterflies. (paragraph 16)",
            "What can the reader infer about Carter based on these sentences?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Carter sees many types of insects in his backyard all year long.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It may or may not be the case that Carter sees a variety of insects throughout the year; however, this cannot be inferred based on these sentences from paragraphs 2 and 16.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "Carter has expanded the area that he uses to host butterflies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains that Carter created an area in his backyard to host butterflies; however, nothing is included in these sentences from paragraphs 2 and 16 that would lead the reader to infer that Carter expanded this area.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "Carter's efforts to help butterflies have been successful.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on text from paragraph 2, which describes how Carter has planted rows of plants that provide food for monarchs, and from paragraph 16, which states that he has raised and tagged more than 700 monarch butterflies, the reader can infer that Carter's efforts to help butterflies have been successful. He has provided for and raised many butterflies.",
                    "Percent": 82
                }
            },
            "D": {
                "Choice": "Carter's backyard is a place for citizen scientists to meet.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it can be inferred from paragraph 12 that by raising and tagging butterflies, Carter is among the citizen scientists, the reader could not infer from these sentences in paragraphs 2 and 16 that citizen scientists meet in Carter's backyard.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "The controlling idea or thesis with supporting evidence."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence from the selection best supports the controlling idea that monarchs depend on human help?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He wanted to create a way station for monarch butterflies. (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains Carter's desire to create a way station in this sentence from paragraph 1, but does not explain whether monarchs used or benefited from this way station.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Every fall, millions of monarchs fly up to 4,800 kilometers (3,000 miles) from Canada and the United States to Mexico. (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence from paragraph 3, the author explains migration routes that monarchs naturally follow; therefore, it does not support the idea that monarchs depend on human help.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "The older butterflies die, and their offspring continue north. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains a natural fact about butterflies and their offspring in this sentence from paragraph 6, so the sentence does not support the idea that monarchs depend on human help.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "By planting butterfly gardens, they're restoring the habitat monarchs need to survive. (paragraph 15)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this sentence from paragraph 15, the author supports the idea that monarchs depend on human help by explaining that the planted butterfly gardens restore habitat the monarchs need to survive.",
                    "Percent": 85
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Synthesize information to create new understanding."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What can the reader conclude based on information in both paragraphs 2 and 8?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Milkweed that the monarchs depend on is a threat to farmers' crops.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although paragraph 8 includes details about people killing milkweed to make room for crops, milkweed is not described as a threat to crops in paragraphs 2 and 8.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "Monarchs are beginning to rely on food sources other than milkweed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the information in paragraphs 2 and 8 indicates a shortage of milkweed, which the monarchs depend on for food, paragraphs 2 and 8 provide no information about alternative food sources for the butterflies.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Migrating monarchs are often unable to find the milkweed they need.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on paragraphs 2 and 8, the reader can conclude monarchs often can't find milkweed. In paragraph 2, milkweed is described as monarchs' “main source of food,” and in paragraph 8, the author explains that “people are killing milkweed.”",
                    "Percent": 71
                }
            },
            "D": {
                "Choice": "Milkweed is more available in the United States than it is in Mexico.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the passage and illustration indicate that monarchs live in the U.S. and Mexico at different times of the year, no information about the availability of milkweed in Mexico compared with the availability in the United States is found in paragraphs 2 and 8.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Evaluate details read to determine key ideas."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What key idea is supported by the details in paragraphs 12 and 13?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "People enjoy participating in efforts to track the monarchs.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 12, the author points out that people of all ages are following the migration and volunteering to assist organizations. Paragraph 13 includes a quotation that compares the effort with “a huge Easter egg hunt.” These details support the idea that people enjoy tracking monarchs.",
                    "Percent": 71
                }
            },
            "G": {
                "Choice": "Advanced technology is required to track migration paths of monarchs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although paragraphs 12 and 13 include details about technology, such as online photo sharing, the author does not include these details to indicate a need for “advanced technology.” Also, in paragraph 13, the author explains kindergartners track migration, indicating advanced technology is not required.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "Monarch Watch uses photography as a main method of counting monarchs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Photography is one way of counting monarchs, but in paragraphs 12 and 13, the author does not suggest that it is the primary way.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "Young monarch watchers are often trained by older researchers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 13, the author points out that migration followers include people of all ages; however, paragraphs 12 and 13 include no evidence to suggest that older researchers provide training for young monarch watchers.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze how the author's use of language contributes to mood and voice."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 9, the words “Luckily” and “important allies” contribute to the author's voice by showing  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "doubt that monarchs are truly in danger of extinction",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information the author provides in paragraph 9 and throughout the selection is not used to indicate doubt that monarchs are in danger of extinction, but instead to convey the idea that something positive is about to be stated.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "frustration that monarchs sometimes lack the resources they need",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author is frustrated and saddened by the possibility that without help, monarchs will become extinct, that is not the message the author creates by using language with positive connotations in paragraph 9.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "hope that people will do what is needed to save monarchs",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's use of the word “Luckily” conveys that something positive, or hopeful, is about to be stated. In paragraph 9, the word is used to introduce the idea that “monarchs have some important allies.” “Important allies” contributes to the author's voice of hope that, “luckily,” these allies will do what is needed to save monarchs.",
                    "Percent": 73
                }
            },
            "D": {
                "Choice": "wonder about whether the attempts to save monarchs will be unsuccessful",
                "Key": {
                    "Correct": false,
                    "Rationale": "By using “Luckily” and “important allies” in paragraph 9, the author is not conveying a sense of uncertainty. Rather, the author implies that with so many stepping up to help, the work will be successful.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Features such as introduction, foreword, preface, references, or acknowledgements to gain background information."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What does the information in paragraphs 1 through 4 help the reader understand?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "People can most help monarch butterflies by clearing areas for monarchs to lay eggs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Clearing areas is one action that can be taken, but the overall focus of paragraphs 1 through 4 is getting public attention for the monarchs' plight.",
                    "Percent": 46
                }
            },
            "G": {
                "Choice": "Creating way stations for monarch butterflies is very costly.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Option G is incorrect The cost involved in public efforts to help the monarchs is not the focus of paragraphs 1 through 4.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "Monarch butterflies can mainly be found in mountainous areas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information in paragraph 3 about where monarch butterflies are mainly found is a detail meant to help the reader understand monarchs' migration patterns, but it's not the primary focus of paragraphs 1 through 4.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "A problem faced by monarch butterflies is beginning to receive public attention.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author uses information in paragraphs 1 through 4 to help the reader understand that the problem of monarch migration is beginning to receive public attention; Carter was a nine-year-old boy who learned about this problem which was already known to scientists. In paragraph 4, the author emphasizes this idea by writing that Carter is “joining scientists to help the butterflies.”",
                    "Percent": 39
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze how the use of text structure contributes to the author's purpose."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the selection's problem-solution organizational structure most contribute to the author's purpose?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By detailing concerns that young people have when trying to raise money to build gardens for monarchs",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author demonstrates how people are building butterfly gardens, she does not discuss concerns about raising money for butterfly gardens, so this does not contribute to the author's purpose.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "By explaining the difficulties citizen scientists encounter when trying to locate monarchs",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author discusses the work of citizen scientists, she does not focus on problems citizen scientists may encounter, so this does not contribute to the author's purpose.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "By emphasizing how restoring monarch habitats can help bring back the monarch population",
                "Key": {
                    "Correct": true,
                    "Rationale": "The problem-solution structure most contributes to the author's purpose by highlighting that monarchs' habitats are being reduced or eliminated and then describing how people are helping restore the habitats so that the butterflies survive and flourish.",
                    "Percent": 72
                }
            },
            "D": {
                "Choice": "By showing reasons why researchers are unable to gather enough data about the health of the monarch population",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author provides information on how researchers gather data, not about problems getting enough data, so this does not contribute to the author's purpose.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Look at this map.",
            "problems/TX22G6R/media/8a.jpg",
            "What is the most likely reason the author includes the map in the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show that the monarch population that flies south is not the same generation that flies north",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not use the map to show information about the specific monarch population that makes each trip. Instead, he included the map to indicate repeatedly used routes.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "To illustrate how monarch migration routes are affected by the availability of milkweed",
                "Key": {
                    "Correct": false,
                    "Rationale": "Areas where milkweed is found are not labeled on the map, so this is not the reason the author includes the map in the selection.",
                    "Percent": 29
                }
            },
            "H": {
                "Choice": "To show why the monarch population has been decreasing over the years",
                "Key": {
                    "Correct": false,
                    "Rationale": "Numbers that would provide information about the decreasing monarch population are not included on the map, so this is not the reason the author includes the map in the selection.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "To highlight that monarchs tend to use the same routes year after year",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author most likely includes the map to demonstrate that the monarchs tend to use the same routes each year and to highlight how people such as Carter can help restore “the habitat monarchs need to survive” (paragraph 15).",
                    "Percent": 44
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence best supports the idea that helping monarchs requires a large amount of effort?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "This yearly migration is one of the most impressive in the animal kingdom, but its future is uncertain. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “most impressive” in paragraph 4 is a description of the yearly migration, not of the effort to help the monarchs, and so it does not support the idea that helping monarchs requires a great deal of effort.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "Over the past 60 years, thousands of people have helped scientists study these incredible insects. (paragraph 9)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author uses information in this sentence from paragraph 9 to support the idea that helping monarchs requires a large amount of effort. In this sentence, the author specifies the large number of people, “thousands,” and the lengthy time, “60 years,” related to the public assisting scientists in their study of monarchs.",
                    "Percent": 76
                }
            },
            "C": {
                "Choice": "But a butterfly scientist named Fred Urquhart had a plan. (paragraph 10)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence from paragraph 10, the author mentions that a scientist had a plan, but the sentence does not include details about what this plan is. Therefore, this sentence does not support the idea that helping monarchs takes a large amount of effort.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "Others share photos online. (paragraph 12)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not use this sentence to support the idea that it takes a lot of effort to help monarchs; the author simply states that photos are shared without specifying the subject of the photos.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze how the author's use of language contributes to mood and voice."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the playwright's use of the dialogue in lines 24 through 39 contribute to the mood of the drama?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Hormiguita's dialogue emphasizes her friendliness to create a lighthearted mood.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hormiguita is not being friendly when she asks for help in lines 24 through 39; she is worried and frightened that she will not escape the snowflake and get home.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Hormiguita's dialogue highlights her politeness to create a respectful mood.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Hormiguita does approach the sun, cloud, and wind with polite requests for help, the intent is not to create a respectful mood in lines 24 through 39; she is focused on escaping the snowflake and getting home.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Hormiguita's dialogue reveals her embarrassment to create a humble mood.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no embarrassment indicated in Hormiguita's requests in lines 24 through 39, so she is not attempting to be humble; she is focused on escaping the snowflake and getting home.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "Hormiguita's dialogue shows her worry to create a distressed mood.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 24 through 39, Hormiguita shows distress at being stuck under a snowflake by repeatedly asking for help so she can go home, such as in lines 24, 32, and 37.",
                    "Percent": 75
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read line 22.",
            ":box:HORMIGUITA: Wheeee! Chasing leaves is so much fun. A lot more fun than working ... Oh my, I forgot I was supposed to bring that food into the anthill. [She turns and starts to go back, but she stops and looks around because she is lost.] I've never been in this part of the forest before.",
            "What can the reader infer based on this line?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Hormiguita needs to find food in the forest to bring back to the anthill.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It can't be inferred that Hormiguita needs to find food in the forest, since she was sent just outside the anthill. This is implied when Mother Ant tells her to bring in food from outside (line 16) and when Father Ant warns her to not wander away from the anthill (in line 17).",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Chasing the leaf causes Hormiguita to become hungry and think about food.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Hormiguita thinks about food after chasing the leaf, she does not feel hungry; she thinks of food in relation to her responsibility to bring food back to the anthill.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "Hormiguita travels to the forest so that she can avoid doing any work.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Hormiguita is reluctant to work when she begins chasing leaves, it can't be inferred that she goes to the forest to avoid work. Instead, she gets so caught up with chasing leaves that she ends up there.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "Chasing leaves causes Hormiguita to accidentally wander far from the anthill.",
                "Key": {
                    "Correct": true,
                    "Rationale": "From line 22, the reader can infer that Hormiguita is so focused on how much fun it is to chase leaves that she forgets her task and gets lost in the forest.",
                    "Percent": 82
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how the characters' internal and external responses develop the plot."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In what way do the responses of the sun, cloud, and wind in scene 2 develop the plot?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They cause Hormiguita to comprehend the consequences of her actions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In scene 2, the sun, cloud, and wind's responses to ignore Hormiguita's pleas because they'd rather play helps develop the plot because it makes her realize how choosing to play instead of working is the reason she got stuck. This is what inspires her to become “one of the hardest workers” (line 54).",
                    "Percent": 72
                }
            },
            "G": {
                "Choice": "They cause Hormiguita to start paying better attention to the weather.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the sun, cloud, and wind contribute to the weather, their responses to Hormiguita do not cause her to become more aware of the weather; instead, she learns to focus more on working than on playing.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "They cause Hormiguita to be more cautious when she leaves the anthill.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The responses of the sun, cloud, and wind do not cause Hormiguita to learn caution; rather, they help her learn that she must focus on her work instead of playing.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "They cause Hormiguita to realize the value of trusting others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The responses of the sun, cloud, and wind do not cause Hormiguita to realize the value of trusting others; she learns that she must take care of her responsibilities.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze plot elements, including rising action, climax, falling action, resolution, and non-linear elements such as flashback."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In what way does the appearance of the water in line 40 contribute to the resolution of the drama?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It provides Hormiguita with an explanation for why she has been away for so long.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The appearance of the water does not provide an explanation for Hormiguita being away so long; rather, it frees her, allowing her to get home and tell her parents what happened.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "It causes Hormiguita's parents to explain to Hormiguita what an ant's main job should be.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Hormiguita's parents explain an ant's job, they do this in scene 1, before the appearance of the water. The water's appearance in line 40 simply allows Hormiguita to get back home.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "It provides a way for Hormiguita to be freed so that she can return home from the forest.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The appearance of the water in line 40 contributes to the resolution of the story because, by melting the snowflake, the water helps Hormiguita get back home.",
                    "Percent": 80
                }
            },
            "D": {
                "Choice": "It causes the sun, cloud, and wind to understand that they should help Hormiguita.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the water did help Hormiguita and the sun, cloud, and wind did not, the sun, cloud, and wind did not have any reaction to the water's appearance in line 40.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make and correct or confirm predictions using text features, characteristics of genre, and structures."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What prediction can the reader make about Hormiguita's parents based on the events that take place in scene 3?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Hormiguita's parents will refuse to let her leave the anthill by herself again.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in scene 3 indicates that Hormiguita's parents will place such a restriction on her after she tells them about her adventures, especially since she became such a hard worker, as indicated in line 54.",
                    "Percent": 17
                }
            },
            "G": {
                "Choice": "Hormiguita's parents will be pleased with her new attitude about work.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on scene 3, the reader can predict that Hormiguita's parents will be pleased to know that Hormiguita now understands how important it is to take care of her responsibilities. As the narrator states in line 54, “From that day on, Hormiguita was one of the hardest workers in the ant colony.”",
                    "Percent": 63
                }
            },
            "H": {
                "Choice": "Hormiguita's parents will show her how to be safer while in the forest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in scene 3 indicates that her parents feel it's necessary to teach her about being safer in the forest.",
                    "Percent": 17
                }
            },
            "J": {
                "Choice": "Hormiguita's parents will allow her to have more free time to play.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hormiguita's parents have stressed the importance of working instead of playing. Therefore, there is no reason to predict that they would grant Hormiguita more time to play.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Infer multiple themes within and across texts using text evidence."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read line 12.",
            ":box:MOTHER ANT: Hormiguita, your father is right. As an ant, you need to help with the work of the anthill.",
            "How does this line support a major theme of the drama?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By emphasizing that children and parents should do activities together",
                "Key": {
                    "Correct": false,
                    "Rationale": "Taking care of the responsibilities of being an ant is the theme of the drama; the theme is not about parents and children doing things together.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "By explaining that the demands of some tasks can result in little time for rest",
                "Key": {
                    "Correct": false,
                    "Rationale": "Option B is incorrect The theme is taking care of the responsibilities of being an ant, not about having little time for rest.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "By highlighting that children need to learn from their parents' wisdom",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Hormiguita's parents try to teach her about the importance of work, Hormiguita mostly learns from her own experience. Therefore, learning from parents' wisdom is not a major theme of the drama.",
                    "Percent": 31
                }
            },
            "D": {
                "Choice": "By suggesting that everyone's efforts are needed to achieve a common goal",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the quoted text from line 12, the author uses specific language from Mother Ant to support the theme that everyone's efforts are needed to achieve a common goal. In this case, the common goal is taking care of the responsibilities of being an ant.",
                    "Percent": 46
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how playwrights develop characters through dialogue and staging."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In scene 2, what does the dialogue of Sun, Cloud, and Wind reveal about their characters?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They are annoyed by the requests they receive from animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Sun, Cloud, and Wind don't help Hormiguita in scene 2, there is no evidence to suggest that they are annoyed by requests from animals.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "They often try to impress each other with their strong forces.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sun, Cloud, and Wind speak individually to Hormiguita, but they do not speak to one another. The dialogue in scene 2 does not suggest that they are trying to impress one another.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "They care little about the problems and needs of others.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the dialogue in scene 2, Sun, Cloud, and Wind are presented as selfish, caring little about the needs of others.",
                    "Percent": 76
                }
            },
            "J": {
                "Choice": "They wish animals would spend more time playing with them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Sun, Cloud and Wind respond to and interact with Hormiguita in scene 2, they are focused on themselves and are not interested in spending time playing with animals.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Synthesize information to create new understanding."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S3.json",
            "problems/TX22G6R/supps/TX22G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Dive into a Sunken Museum” to answer the following question.",
            "Read these sentences from the selection “Dive into a Sunken Museum.”",
            ":box:“If people instead swim around the beautiful sculpture parks,” Jason explains, “it will give the reefs a rest.” (paragraph 5)\n\n“Marine growth is taking on the role of the artist as it changes the sculpture.” (paragraph 10)",
            "What can the reader conclude about Jason Taylor based on these sentences?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Taylor bases his marine art designs on the nearby reefs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Taylor creates unique designs and welcomes the marine life as an integral part of his art. He does not base his art on the nearby reefs.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "Taylor questions the ability of his creations to last underwater.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Taylor is not concerned about his art lasting for a long time. More important to him is the protection of the natural reefs.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "Taylor wants his art to affect and be affected by its environment.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can conclude that Taylor wants his art to affect its environment. In paragraph 5, he says by attracting swimmers, his sculptures will “give the reefs a rest.” Taylor also wants his art to be affected by its environment, even referring to the marine life changing his sculptures as “the artist.”",
                    "Percent": 59
                }
            },
            "D": {
                "Choice": "Taylor thinks marine life creates better art than he can.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Taylor is delighted that marine life, such as sponges, has created fascinating changes to his sculptures, as described in paragraph 9, there is no evidence to suggest he thinks marine life creates better art than he can.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context such as definition, analogy, and examples to clarify the meaning of words."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S3.json",
            "problems/TX22G6R/supps/TX22G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Dive into a Sunken Museum” to answer the following question.",
            "In paragraph 5 of the selection “Dive into a Sunken Museum,” what does the word f͟r͟a͟g͟i͟l͟e mean?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Large",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word f͟r͟a͟g͟i͟l͟e in paragraph 5 does not refer to the size of the reef, though the article does refer to the size of the reef in other ways.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "Mysterious",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reefs may be mysterious because they are not what people see every day, but the word f͟r͟a͟g͟i͟l͟e in paragraph 5 describes the reefs as delicate and easily damaged.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Delicate",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word fragile in paragraph 5 is closest in meaning to delicate, or easily broken or damaged. The reefs are so f͟r͟a͟g͟i͟l͟e, or delicate, that divers “accidentally [harm] the reefs and the marine animals that live there.”",
                    "Percent": 86
                }
            },
            "J": {
                "Choice": "Popular",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the reefs are popular, the word f͟r͟a͟g͟i͟l͟e describes their delicate structures, which are easily damaged.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S3.json",
            "problems/TX22G6R/supps/TX22G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Dive into a Sunken Museum” to answer the following question.",
            "Look at this photograph from the selection “Dive into a Sunken Museum.”",
            "problems/TX22G6R/media/19a.jpg",
            "What is the most likely reason the author includes this photograph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To reveal that Jason Taylor's underwater sculpture parks are very large",
                "Key": {
                    "Correct": false,
                    "Rationale": "The photograph shows just one of the sculptures in one of Taylor's sculpture parks, and the size of the park is not indicated.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "To explain why Jason Taylor is inspired by marine life when making his sculptures",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Taylor appears to be inspired by marine life in a way that makes him want to protect it, this photograph — of a realistic sculpture of children — does not display any inspiration from marine life.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "To show how Jason Taylor's underwater parks lead people away from nearby reefs",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leading people away from reefs is Taylor's intention, but the photograph does not include any nearby reefs.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "To emphasize that Jason Taylor creates lifelike sculptures to display underwater",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author most likely includes the photograph because it emphasizes the lifelike appearances of Taylor's sculptures. In paragraph 1, she describes them as “life-sized sculptures of people,” and in paragraph 8, she explains how they're made from molds of actual people.",
                    "Percent": 55
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Organizational patterns such as definition, classification, advantage, and disadvantage."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S3.json",
            "problems/TX22G6R/supps/TX22G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Dive into a Sunken Museum” to answer the following question.",
            "Which statement best explains the organizational pattern used in the selection “Dive into a Sunken Museum”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The descriptive organizational pattern explains how and why Jason Taylor's artwork is created and displayed a certain way.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The organizational pattern used in the selection is best categorized as descriptive because the author explains that Taylor's art is created by using molds and human models (paragraph 8) and that it's displayed a certain way to draw divers away from reefs (paragraph 5).",
                    "Percent": 56
                }
            },
            "G": {
                "Choice": "The compare-and-contrast organizational pattern shows how much bigger Jason Taylor's park is than other underwater sculpture parks around the world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author points out the size of Taylor's 2 sculpture parks, 65 and 485 sculptures large, in paragraph 2, she does not compare his sculpture parks with other sculpture parks.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "The cause-and-effect organizational pattern shows why Jason Taylor decided to use people for his sculpture park and how the sculptures were made.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author explains the sculptures were made using molds and human models (paragraph 8), she does not use a cause-and-effect pattern explaining why he used people for his sculpture park.",
                    "Percent": 18
                }
            },
            "J": {
                "Choice": "The advantage-and-disadvantage organizational pattern emphasizes both the positive and negative effects Jason Taylor's artwork has on reefs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The advantages of Taylor's sculptures are that they may protect the reefs by drawing divers away and that they may be changed by marine life; however, disadvantages are not discussed in the selection.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S3.json",
            "problems/TX22G6R/supps/TX22G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “A Modern-Day Treasure Hunt” to answer the following question.",
            "Which sentence from the selection “A Modern-Day Treasure Hunt” supports the idea that Forrest Fenn sees his treasure as a way to inspire others?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He accumulated his treasure over a lifetime. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that he accumulated the treasure over a lifetime is a detail of Fenn's life, but it is not the inspiration for his treasure hunt.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "He placed a 10-inch-by-10-inch bronze box of treasure somewhere in the Rocky Mountains between Santa Fe, New Mexico, and the Canadian border. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The description of the box and its general location in paragraph 2 does not hint at Fenn's reason for creating the treasure hunt.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "He wanted to urge people to put down their electronic devices and go outside to appreciate nature. (paragraph 2)",
                "Key": {
                    "Correct": true,
                    "Rationale": "Fenn is a lover of the outdoors and nature and wants to share this love with others. This sentence from paragraph 2 supports the idea that he wants his treasure to inspire others to get outside and enjoy nature.",
                    "Percent": 69
                }
            },
            "D": {
                "Choice": "Some travelers have even looked for the hidden treasure dozens of times, but none have found it yet. (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence from paragraph 3 verifies the lure Fenn's treasure has for some people, but it does not identify Fenn's reason for creating the treasure hunt.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S3.json",
            "problems/TX22G6R/supps/TX22G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “A Modern-Day Treasure Hunt” to answer the following question.",
            "What is most likely the author's purpose for writing the selection “A Modern-Day Treasure Hunt”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To tell people what training is helpful before trying to hunt for treasure",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's purpose for writing this selection is not to explain what people need in order to participate in the hunt, as that might give away the location of the treasure.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "To inform people about a unique treasure hunt and how it began",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's most likely purpose for writing this selection is to tell about an unusual treasure hunt and how one man “decided to use his riches as a tool to inspire others” (paragraph 2). Throughout the selection, the author describes details about Fenn and the box he hid, how he spread the word about the treasure, and how thousands of people have searched for the treasure using elusive clues from his poem as their guide.",
                    "Percent": 62
                }
            },
            "H": {
                "Choice": "To provide people with a list of benefits gained from being outdoors",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author explains that Fenn's inspiration for the treasure hunt was to get people outdoors to enjoy nature, the author's purpose for writing this selection is simply to let people know about this treasure hunt opportunity.",
                    "Percent": 20
                }
            },
            "J": {
                "Choice": "To explain to people why the Rocky Mountain region is often visited",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author points out that hundreds of thousands of people have visited the Rocky Mountains just to search for the treasure, the author's purpose for writing this selection is not to explain why the Rocky Mountain region is often visited. The author never discusses this specifically.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Evaluate details read to determine key ideas."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S3.json",
            "problems/TX22G6R/supps/TX22G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “A Modern-Day Treasure Hunt” to answer the following question.",
            "What key idea about Forrest Fenn is supported by the details in paragraphs 4 and 5 of the selection “A Modern-Day Treasure Hunt”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Forrest Fenn is hopeful that his treasure will never be found by anyone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fenn is hopeful the treasure will be found eventually, but he also hopes that it will take a long time, so that more people will be encouraged to get outdoors to look for it.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Forrest Fenn is overwhelmed by the attention he has received over the years.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Fenn receives a lot of correspondence from people regarding the treasure — 100 emails a day, according to paragraph 4 — he does not seem to be overwhelmed by it. Rather, he seems excited.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "Forrest Fenn is firm in his decision to keep the location of his treasure secret.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Although Fenn has provided vague clues about where he left the treasure, in paragraph 4, the author shares that Fenn “has told nobody, not even his wife” of the treasure's whereabouts. Keeping the location of the treasure a secret ensures that people will continue to get outdoors and hunt for the treasure, enjoying nature along the way.",
                    "Percent": 73
                }
            },
            "D": {
                "Choice": "Forrest Fenn is untrusting of the people closest to him.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fenn has “told nobody, not even his wife,” but there is no evidence in paragraphs 4 and 5 that suggests he has not told his wife because he doesn't trust her.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Determine the meaning and usage of grade-level academic English words derived from Greek and Latin roots such as mis/mit, bene, man, vac, scrib/script, and jur/jus."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S3.json",
            "problems/TX22G6R/supps/TX22G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “A Modern-Day Treasure Hunt” to answer the following question.",
            "The word c͟r͟y͟p͟t͟i͟c has a Latin root that means “hidden.” Based on this information, what does the word c͟r͟y͟p͟t͟i͟c mean as it is used in paragraph 5 of the selection “A Modern-Day Treasure Hunt”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Unusual",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word c͟r͟y͟p͟t͟i͟c does not mean unusual; rather, it means unclear and not immediately recognizable.",
                    "Percent": 27
                }
            },
            "G": {
                "Choice": "Lengthy",
                "Key": {
                    "Correct": false,
                    "Rationale": "If something is described as c͟r͟y͟p͟t͟i͟c, that does not mean it is lengthy. The word c͟r͟y͟p͟t͟i͟c means unclear.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Artistic",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word c͟r͟y͟p͟t͟i͟c does not mean artistic; it means unclear.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Unclear",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 5, the word c͟r͟y͟p͟t͟i͟c is closest in meaning to unclear, or difficult to understand. The clues to the treasure's location are hard to figure out because they are c͟r͟y͟p͟t͟i͟c; they are unclear and are carefully disguised in the poem.",
                    "Percent": 58
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S3.json",
            "problems/TX22G6R/supps/TX22G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Dive into a Sunken Museum” and “A Modern-Day Treasure Hunt” to answer the following question.",
            "Which idea is supported by information in BOTH selections “Dive into a Sunken Museum” and “A Modern-Day Treasure Hunt”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It is people's responsibility to take care of the environment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “Dive into a Sunken Museum,” the artist states that one reason for his underwater sculptures is to protect the reefs from being accidentally harmed by divers; in “A Modern-Day Treasure Hunt,” the person who created the treasure hunt did so to encourage people to be outdoors enjoying nature. Neither selection supports the idea that it is people's responsibility to take care of the environment.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "People can experience beautiful sights while exploring nature.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that people can experience the beauty of nature is present in both selections. For example, in “Dive into a Sunken Museum,” the author describes the underwater sculptures as “beautiful” (paragraph 4); in “A Modern-Day Treasure Hunt,” the author refers to “the beauty of the great outdoors” (paragraph 6).",
                    "Percent": 75
                }
            },
            "C": {
                "Choice": "It is important for people to teach themselves new skills.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although both selections refer to people trying activities, perhaps for the first time, neither “Dive into a Sunken Museum” nor “A Modern-Day Treasure Hunt” deals specifically with the importance of people teaching themselves new skills.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "Great wealth should be shared with others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “Dive into a Sunken Museum,” monetary wealth is not discussed; in “A Modern-Day Treasure Hunt,” Fenn accumulated wealth over the years and is sharing it through the treasure hunt, but the actual purpose of the treasure hunt is to encourage people to be outdoors enjoying nature.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S3.json",
            "problems/TX22G6R/supps/TX22G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Dive into a Sunken Museum” and “A Modern-Day Treasure Hunt” to answer the following question.",
            "What is a DIFFERENCE in the way the authors of the selections “Dive into a Sunken Museum” and “A Modern-Day Treasure Hunt” create understanding for the reader?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Only the author of “Dive into a Sunken Museum” details how the subject interacts with other people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author of “Dive into a Sunken Museum” portrays how the sculptures interact with marine life, she does not detail how the subject interacts with other people.",
                    "Percent": 18
                }
            },
            "G": {
                "Choice": "Only the author of “Dive into a Sunken Museum” explains the actions people take as a result of the subject's work.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In both selections, the authors explain people's actions in response to the subject's works. For example, in “Dive into a Sunken Museum,” people swim around the sculptures instead of the reefs (paragraph 5); in “A Modern-Day Treasure Hunt,” people venture into the Rocky Mountains to search for the treasure (paragraph 1).",
                    "Percent": 22
                }
            },
            "H": {
                "Choice": "Only the author of “Dive into a Sunken Museum” provides other people's thoughts about the subject's work.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A difference in the way the two authors create understanding involves the inclusion of other people's thoughts about the subject's works. In “Dive into a Sunken Museum,” the author quotes a child who visited the Grenada sculpture park as saying he loved the sculptures. In “A Modern-Day Treasure Hunt,” although the author states that many people have gone in search of the treasure, no specific reactions are included.",
                    "Percent": 43
                }
            },
            "J": {
                "Choice": "Only the author of “Dive into a Sunken Museum” highlights the main subject's views about nature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In both “Dive into a Sunken Museum” and “A Modern-Day Treasure Hunt,” the authors emphasize how the main subject feels about nature. For example, Taylor wants to protect the reefs (paragraph 5), and Fenn loves nature so much he wants to inspire others to get outdoors (paragraph 2).",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S3.json",
            "problems/TX22G6R/supps/TX22G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Dive into a Sunken Museum” and “A Modern-Day Treasure Hunt” to answer the following question.",
            "What is a major way Jason Taylor's sculptures in the selection “Dive into a Sunken Museum” DIFFER from Forrest Fenn's treasure in the selection “A Modern-Day Treasure Hunt”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Taylor wants his sculptures to be protected from outdoor conditions.\nFenn wants his treasure to be exposed to outdoor conditions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is a way that Taylor's sculptures are similar to, not different from, Fenn's treasure. Both Taylor and Fenn intentionally chose natural environments as locations for their creations.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "aylor wants people to know where to find his sculptures.\nFenn wants to keep the location of his treasure hidden.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “Dive into a Sunken Museum,” Taylor wants and needs people to know where to find his sculpture parks so that they can visit them; in “A Modern-Day Treasure Hunt,” Fenn wants his treasure's location to remain hidden. This is a major way Taylor's sculptures differ from Fenn's treasure.",
                    "Percent": 71
                }
            },
            "C": {
                "Choice": "Taylor wants people to interact with his sculptures.\nFenn wants people to stay away from his treasure.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is a way that Taylor's sculptures are similar to, not different from, Fenn's treasure. Both Taylor and Fenn want people to interact with their creations.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "Taylor wants his sculptures to be viewed in a traditional way.\nFenn wants his treasure to be seen in a nontraditional way.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is a way that Taylor's sculptures are similar to, not different from, Fenn's treasure. Nontraditional venues are selected for Taylor's sculpture park and for Fenn's treasure hunt.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S3.json",
            "problems/TX22G6R/supps/TX22G6R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Dive into a Sunken Museum” and “A Modern-Day Treasure Hunt” to answer the following question.",
            "In what way is the focus of the selections “Dive into a Sunken Museum” and “A Modern-Day Treasure Hunt” SIMILAR?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Both selections show how an individual has used a talent to protect nature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although “Dive into a Sunken Museum” demonstrates how Taylor has used his artistic talent to help protect reefs by creating sculptures that keep people away from reefs (paragraph 5), in “A Modern-Day Treasure Hunt,” Fenn is not trying to protect nature with his treasure; rather, he is encouraging people to get outdoors to enjoy nature (paragraph 2).",
                    "Percent": 17
                }
            },
            "G": {
                "Choice": "Both selections illustrate the way an individual has used art to create a puzzle.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only Fenn, in “A Modern-Day Treasure Hunt,” intentionally creates a puzzle by hiding the treasure for people to find. Taylor, in “Dive into a Sunken Museum,” intentionally attracts divers to the sculpture park.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "Both selections detail the way an individual keeps the location of an object secret.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “Dive into a Sunken Museum,” Taylor does not want his sculpture park to remain a secret, but Fenn in “A Modern-Day Treasure Hunt” will not tell anyone, even those people closest to him, where the treasure is. Instead, he puts written clues in a poem.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "Both selections describe how an individual tries to attract visitors to a location.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The focus of both selections is similar in that they each feature a person trying to draw visitors to a location. “Dive into a Sunken Museum” portrays Taylor's underwater sculpture park, which attracts divers and people on glassbottom boats (paragraph 3). “A Modern-Day Treasure Hunt” portrays Fenn's treasure, which attracts “hundreds of thousands of people” to the Rocky Mountains (paragraph 1).",
                    "Percent": 58
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze plot elements, including rising action, climax, falling action, resolution, and non-linear elements such as flashback."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How do lines 17 through 19 contribute to the falling action in the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They indicate that March's work is completed.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 17 through 19 contribute to the falling action in the poem by indicating that March's work is complete and that it's time for March to “[welcome] April showers in” (line 17), gather “her dwindling winds” (line 18), and start her “long journey home” (line 19).",
                    "Percent": 59
                }
            },
            "B": {
                "Choice": "They show that March has no more strength to continue.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the winds are described as “dwindling” in strength, lines 17 through 19 provide no indication that the winds have no remaining strength.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "They highlight that April will be around longer than March.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Line 17 mentions the arrival of April, but no information is provided about the length of time April is around.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "They reveal that April and March work together to end winter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although lines 17 through 19 indicate that April takes the place of March, there is no mention of March and April working together to end winter.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read lines 13 and 14.",
            ":box:she tears a hole in heaven's sky,\nso sun can shine and rain can cry,",
            "What do these lines suggest about March?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "She is sad to see winter go away.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although line 14 refers to the rain crying, this is part of what March is doing to create opportunities for spring to begin.",
                    "Percent": 26
                }
            },
            "G": {
                "Choice": "She is jealous of the power of winter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the poem suggests the power of winter, there is no suggestion in lines 13 and 14 that March is jealous of this power.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "She makes movements that are clumsy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Option H is incorrect In lines 13 and 14, there is a suggestion of strength, not clumsiness, in March's winds.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "She creates opportunities for a new season.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 13 and 14 relate to the winds carrying away the clouds to allow for April's sun and showers to begin spring, suggesting that March creates opportunities for a new season.",
                    "Percent": 66
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context such as definition, analogy, and examples to clarify the meaning of words."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What does the word d͟w͟i͟n͟d͟l͟i͟n͟g mean in line 18?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lessening",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word d͟w͟i͟n͟d͟l͟i͟n͟g in line 18 implies that the winds are calming down, or “lessening,” as March prepares to end her work.",
                    "Percent": 40
                }
            },
            "B": {
                "Choice": "Soaking",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “soaking” is more appropriate for describing April showers than March winds.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "Straying",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “straying” suggests that the winds move with no sense of direction or destination; March has a definite purpose as she “awakens earth and flowering things” (line 12).",
                    "Percent": 24
                }
            },
            "D": {
                "Choice": "Troubling",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the March winds may not always be appreciated, the word d͟w͟i͟n͟d͟l͟i͟n͟g does not mean the winds are “troubling.”",
                    "Percent": 22
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of figurative language such as metaphor and personification achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the most likely reason the poet uses personification throughout the poem?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To compare March's behavior to that of an impatient person",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the poem hints at March's excitement for the new season to begin, the personification of March is more welcoming than impatient. For example, “she welcomes April showers in” (line 17).",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "To produce a personal reaction of sadness for March's farewell",
                "Key": {
                    "Correct": false,
                    "Rationale": "March's farewell is positive and purposeful, not sad, “knowing she'll be back this way” (line 20).",
                    "Percent": 24
                }
            },
            "H": {
                "Choice": "To show how March's changing of the seasons may affect each person",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the poet personifies, or attributes, human traits to the weather, the personification does not show any effect on people.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "To use the actions of a person to describe March's effect on the weather",
                "Key": {
                    "Correct": true,
                    "Rationale": "Personification is a type of figurative language where human characteristics are applied to something that is not alive. The poet most likely uses personification throughout the poem because attributing human actions to March makes March's effect on the weather clearer and more dramatic for the reader. For example, line 11 describes “that high pitch whistling song she sings.”",
                    "Percent": 45
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Infer multiple themes within and across texts using text evidence."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does stanza 6 (lines 11–12) support the theme of the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By suggesting that new beginnings often come at a cost",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 11 and 12 do not suggest any costs of seasonal weather changes; rather, they celebrate the change, which is part of the poem's theme.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "By showing that all the seasons have positive and negative features",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 11 and 12 do not discuss negative features of the seasons, and this is not a theme of the poem, which is celebratory of the seasons.",
                    "Percent": 21
                }
            },
            "C": {
                "Choice": "By highlighting that spring is a time of renewal and growth",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 11 and 12 detail March's role in the preparation for spring, the time of renewal and growth, which is the theme of the poem.",
                    "Percent": 62
                }
            },
            "D": {
                "Choice": "By noting that spring is more important than the other seasons",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although spring is the focus, there is no ranking of seasonal importance in the poem; rather, it is matter of fact about the importance of the changing seasons.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use print or digital resources to determine the meaning, syllabication, pronunciation, word origin, and part of speech."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the dictionary entry for the word d͟r͟a͟w.",
            ":box:draw \\ˈdrô\\ v\n1. to go steadily or gradually\n2. to sketch with lines\n3. to pull from a holding place\n4. to choose by chance",
            "Which definition best matches the way d͟r͟e͟w is used in paragraph 13?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 13, the word d͟r͟e͟w is not used to mean “went steadily or gradually;” this would imply that the beetle slowly removed her wings, which is incorrect.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 13, the word d͟r͟e͟w is not used to mean “sketched with lines;” this would imply that the beetle sketched out her wings.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 13, the word d͟r͟e͟w is used to mean “to pull from a holding place.” The beetle has her wings tucked in, so when the rat questions how she got to the finish line so quickly, she pulls, or draws, her “tiny wings from her sides.”",
                    "Percent": 70
                }
            },
            "J": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 13, the word d͟r͟e͟w is not used to mean “chose by chance;” this would imply that the beetle chose her wings.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence best shows that the rat overestimates his abilities?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "One day a little brown beetle was crawling along a wall when a big grey rat ran out of a hole in the wall and looked down scornfully at the little beetle. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence from paragraph 2, the rat scorns the beetle, but there is no reference to the rat's confidence.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "The big grey rat ran to the end of the wall, wheeled around, and came back to the place where the little beetle was slowly crawling along at only a tiny distance from where the rat had left her. (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence from paragraph 3 describes the rat showing off for the beetle, but it does not specifically demonstrate the rat's overconfidence.",
                    "Percent": 25
                }
            },
            "C": {
                "Choice": "“Why, you talk just as if you thought you had a chance to win the race,” he said, when he could speak. (paragraph 9)",
                "Key": {
                    "Correct": true,
                    "Rationale": "This line from paragraph 9 best shows that the rat overestimates his abilities. In this line, he speaks to the beetle as if the beetle has no chance to beat the rat.",
                    "Percent": 47
                }
            },
            "D": {
                "Choice": "Then he started to run more slowly but every time his heart beat it said, “Hurry up! Hurry up!” (paragraph 11)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence from paragraph 11 shows the rat's determination to win the race, but it does not demonstrate the rat's overconfidence.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Demonstrate knowledge of literary genres such as realistic fiction, adventure stories, historical fiction, mysteries, humor, and myths."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which characteristic best identifies this story as a myth?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The story uses impossible events to explain the origin of something natural.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This story can be identified as a myth because it uses impossible events — talking animals and a special race between animals to determine a winner — to explain something natural: how the beetle's colorful coat came about.",
                    "Percent": 58
                }
            },
            "G": {
                "Choice": "The story includes the actions and dialogue of several characters.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although a story setting with only animals might be one clue that a story is a myth, this characteristic by itself is not enough to identify the story as a myth.",
                    "Percent": 20
                }
            },
            "H": {
                "Choice": "The story includes a setting that is unoccupied by humans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although a story setting that does not include humans could be a clue that a story is a myth, this characteristic alone does not identify this story as a myth.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "The story takes place a very long time ago.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The time period by itself does not identify this story as a myth; many kinds of stories can take place a very long time ago.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the best summary of the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A rat runs out of a hole in a wall and meets a beetle. The rat shows the beetle how quickly he can run and makes fun of the beetle for walking slowly. A parrot who has heard the conversation flies up to them and suggests the rat and beetle have a race.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary includes the three key characters and the key idea that the parrot suggests the race. However, it includes unnecessary details, such as the rat running out of the hole, and omits necessary details, such as the race between the rat and the beetle.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "A green and gold parrot sees a rat and a beetle having a conversation by a wall. The parrot flies over to them and suggests that the rat and beetle race to determine who is faster. The beetle flies to the top of a cliff and beats the rat, who is tired from running so far and fast.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this summary includes the three key characters and some key ideas, such as the beetle winning the race, it omits necessary details. For example, it does not include the bragging and overconfidence exhibited by the rat.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "A rat brags about his speed to a beetle he sees crawling along a wall. A parrot hears them talking and suggests the rat and beetle compete to win a gorgeous coat, so the two animals race to the top of a cliff. Because she can fly, the beetle wins the race and earns the prize.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This summary includes the three key characters (the rat, beetle, and parrot) and all the key ideas in the story — the rat brags to the beetle, a parrot suggests they race and offers the award of a gorgeous coat, the rat and beetle race to the top of a cliff, and the beetle wins.",
                    "Percent": 64
                }
            },
            "D": {
                "Choice": "A rat and a beetle meet a green and gold parrot. The parrot tells them the tailor bird will make a beautiful coat for whoever wins a race to a palm tree on a cliff. The beetle beats the rat in the race, and the parrot asks the beetle what colors she wants her coat to be.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary includes the three key characters and some key ideas, such as the beetle winning the race; however, it includes unnecessary details, such as the palm tree, and omits significant details. For example, it does not include the initial interaction between the rat and the beetle.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the main message the author conveys in this story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Appearances can often be deceiving.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main message conveyed by the author in this story is that appearances can be deceiving. Since the rat bases all his assumptions about the beetle solely on the beetle's appearance when they first meet, he does not consider that the beetle could have wings.",
                    "Percent": 66
                }
            },
            "G": {
                "Choice": "Everyone should understand his or her limitations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the rat nor the beetle is aware of any limitations throughout the story, so this is not the main message conveyed by the author.",
                    "Percent": 20
                }
            },
            "H": {
                "Choice": "Rewards can inspire greatness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The beetle is not inspired by a bright-colored coat to win the race. The beetle wins because she can fly, and the rat cannot. Therefore, this is not the main message conveyed by the author.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "It is impossible to always please everyone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the beetle is polite to the rat, neither the beetle nor the rat is trying to please anyone. Therefore, this is not the main message conveyed by the author.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze plot elements, including rising action, climax, falling action, resolution, and non-linear elements such as flashback."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In what way do the parrot's actions in paragraph 6 affect the rising action of the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They give the beetle a reason to want a new coat.",
                "Key": {
                    "Correct": false,
                    "Rationale": "No reason is given in paragraph 6 for the beetle's desire for a new coat, so this is not a way the parrot's actions affect the rising action of the story.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "They present a tempting challenge to the rat and beetle.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since both the rat and the beetle want to win the new coat, the parrot's actions in paragraph 6, in which he proposes a race and offers a prize, affect the rising action of the story. It creates the reason for the race to occur.",
                    "Percent": 61
                }
            },
            "C": {
                "Choice": "They encourage the rat and the beetle to trust the parrot.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 6, both the rat and the beetle seem pleased with the offer from the parrot, but the idea of trust is not present. Therefore, this does not affect the rising action of the story.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "They indicate that the rat will learn a lesson from the parrot.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication that the parrot's offer of a new coat will be a lesson for either the rat or the beetle, so this does not affect the rising action of the story.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make and correct or confirm predictions using text features, characteristics of genre, and structures."
        ],
        "SuppContent": [
            "problems/TX22G6R/supps/TX22G6R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the end of the story, what can the reader predict the rat will do?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He will try to become friends with the beetle and the parrot.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the rat has realized his error in assuming he would win, there is no indication that he will try to become friends with the beetle and the parrot. It seems more likely that the rat is embarrassed and will simply go on with his life, having learned a valuable lesson.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "He will ask to race again because he feels the beetle won unfairly.",
                "Key": {
                    "Correct": false,
                    "Rationale": "As the story makes clear, there is nothing in the rules of the race to prevent the beetle from flying rather than crawling, so it's unlikely that the rat will ask to race again.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "He will recognize how he could have won the race by working harder.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the rat at times slows down in the race — such as in paragraph 11 when he asks himself, “What's the use of hurrying?” — the rat does not lose the race because he didn't work hard. He loses because the beetle has wings and can fly.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "He will realize he was foolish to assume he was better than the beetle.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the end of the story, the reader can predict the rat will realize his foolishness for assuming he could beat the beetle. Learning that the beetle has wings and has won the race by flying proves to the rat that he should never assume that he is better than others.",
                    "Percent": 65
                }
            }
        },
        "Parts": {}
    }
}