{
    "Directions": "Read the passage, then answer each question that follows.",
    "Context": [],
    "Title": "The Birdhouse",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tDad and Grandad unloaded the heavy crates and furniture from the trailer, while Jesse set up the folding tables in a large U shape to define the perimeter of their assigned space. They had been coming to the craft fair every weekend for as long as Jesse could remember. He knew the routine by heart. Once the tables were in place, he started emptying the crates and placing their contents onto the tables. “Next year, I'm trading jobs with you, Jesse,” Grandad said, struggling to catch his breath as he and Dad lowered the dresser to the ground beside a small nightstand."],
        ["2", "\t“Yes, I think Jesse will be ready to do an adult's work next year,” Dad said, pushing the dresser a few inches to the left. “He's been mighty handy in the shop these days.” Jesse smiled as he heard the men talking about him. He loved these mornings, when it was just the three of them working together, getting ready to show their talents to the world. He couldn't wait for the day when he could work in the shop every day as an artisan, making a masterpiece out of simple slabs of wood."],
        ["3", "\tJesse opened up the legs of the easel and set it at the end of their booth. Then he pulled out the old wooden sign and placed it on the easel: WWW Woodworking."],
        ["4", "\tIt was a brisk fall morning, and all three of the Watsons had flannel shirts on to ward off the chill. Barbecue food trucks had been smoking their meats overnight, and the aroma filled the air as the men finished setting up the booth. The last item Jesse unwrapped and set in place was the thing he treasured most: a red birdhouse. He had made this item by himself. He set it atop a wooden box, up just a little higher than all the other items on the table. In front of the birdhouse, he placed a hand-written note, “Not for Sale.”"],
        ["5", "\tJesse had read a story in school about a mama bird who needed a place to lay her eggs. That story sparked an idea that gnawed at Jesse until he sat down one night and sketched out a design on paper. He calculated measurements. He drew out the plans for each piece of wood that would have to be cut, glued, and nailed in place. When the sketch was finished, he looked it over and smiled. It was a birdhouse, but not an ordinary birdhouse. It was a replica of the WWW Woodworking shop."],
        ["6", "\tWith his sketch in hand, Jesse asked his father for some scrap wood, and then he set to building. Grandad watched closely as Jesse used the saw to cut the wood to the precise measurements he had calculated. Four pieces for the sides, one for the bottom, and two for the roof. Then Jesse sanded each piece by hand until all were perfectly smooth. He glued and clamped the pieces together and let them dry overnight. Then he hammered a few nails in place for extra stability. With Grandad watching, he drilled a little hole so the bird could enter."],
        ["7", "\tHe painted the house red with a gray roof. He added a little white door and window to match the ones on the woodshop. He even whittled and carved tiny posts from twigs and glued them in place on the little porch. For the crowning touch, he painted a miniature sign, “WWW Woodworking,” and glued it above the door. “It's absolutely beautiful,” his mothersaid when she saw it."],
        ["8", "\tBefore the craft fair officially opened for the day, people started trickling into the Watsons' booth and examining their wares. “How much for this set of wooden bowls?” a lady asked."],
        ["9", "\t“Fifty dollars,” Dad said."],
        ["10", "\t“I have forty,” the woman replied, pulling two twenty-dollar bills from her wallet. “Will you take that?”"],
        ["11", "\tJesse was always uneasy when customers tried to h͟a͟g͟g͟l͟e with him, and he admired the cool and confident way Dad could negotiate. “Throw in another five, and you have a deal,” Dad said."],
        ["12", "\tThe woman stood there a moment, her mind engaged in deliberation. Finally, she fished another bill from her wallet and handed forty-five dollars to Dad. He placed the bowls in a paper sack and thanked the woman for her business."],
        ["13", "\tThe day wore on, with crowds of people snaking in and out of each booth as they made their way through the fair. A few people tried to buy the birdhouse, but Jesse explained that a Watson never sells his first design. Then he showed them a picture of the woodshop so they could see the likeness."],
        ["14", "\tThe Watsons' booth was busy all day. The family had built up a strong reputation for quality work. In fact, it was not uncommon for the Watsons to sell everything they'd brought—and take home orders for more. This day was no different. By afternoon, the last item sold. The only thing left was the WWW Woodworking sign and Jesse's not-for-sale birdhouse."],
        ["15", "\tAs Dad and Grandad were loading the last cabinet into a buyer's truck, a lady walked into the booth. Her face was kind, but her manner seemed businesslike and intentional."],
        ["16", "\t“I'd like to talk to you about that birdhouse,” she said to Jesse, motioning toward the birdhouse with the wallet she held in her hand."],
        ["17", "\t“I'm sorry, ma'am. It's not for sale,” he replied. Before he could explain the family tradition, the lady interrupted."],
        ["18", "\t“Yes, I know,” she said. “I was here earlier and overheard you talking about it.” She paused for only a moment. “I really like your work. Would you be willing to make me another one just like it?” she asked. “I'll pay.” Jesse stood there for a moment with his hands in his pockets, looking at the dry ground and scuffing it with his foot."],
        ["19", "\t“How about thirty dollars?” the lady asked."],
        ["20", "\tJesse looked up and met the lady's eyes. A little smile formed in the corner of his mouth as he said, “Throw in another five, and you have a deal.”"],
        ["21", "\t“Wonderful,” said the lady. She handed the money to Jesse, along with her business card. “My number is on the card. Let me know when the birdhouse is ready, and I will pick it up.”"],
        ["22", "\tJesse looked at the card: Greene Thumb Plants and More, Shante Greene, Owner. “Thank you, Ms. Greene. I'll give you a call.” Jesse stuck out his hand to seal the deal."],
        ["23", "\t“Thank YOU, Mr. Watson,” she said, shaking his hand. “I may want more when you finish this one. In fact, I have a feeling we will be seeing a lot of each other.”"]
    ],
    "Copyright": "",
    "References": []
}