{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "The Giant Hotspot below Yellowstone",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "More Than Geysers and Grizzlies"],
        ["1", "\tFor many people, a mention of Yellowstone National Park brings to mind geysers like Old Faithful, grizzly bears, and free-roaming bison. But they may be unaware of the fact that the park sits atop a very large hotspot. A hotspot is an area of Earth's mantle, located beneath the crust, that contains superheated, slowly rising magma that flows as lava when it reaches the surface."],
        ["", "problems/MEG68R/media/S1a.jpg"],
        ["", "Hotspot Consequences"],
        ["2", "\tAlthough Yellowstone's hotspot might not be the park's most famous feature, it is responsible for some of the park's main attractions. These attractions include many geysers in addition to Old Faithful, as well as brilliantly colored, steaming hot springs."],
        ["3", "\tOld Faithful is a spewing plume of near-boiling water that can jet about 180 feet into the air. It erupts about every ninety minutes, day in and day out. It got its name from its predictability."],
        ["4", "\tHow does a chamber of piping-hot magma create a geothermal feature such as a geyser? First, we should consider what a geyser is—a spring, which is where water rises to the surface from underground. Most geysers are volcanic and, therefore, hot. (Nonvolcanic geysers are cold; their eruptions are driven by carbon dioxide, similar to soda fizzing out of a bottle after it has been shaken.) Geysers erupt because of their nearness to magma. The magma's extreme heat boils the water. Boiling water leads to steam, which escapes through openings in Earth's surface."],
        ["5", "\tGeysers do not continually emit water but rather erupt periodically. Each eruption is like the release of a pressure valve, dispersing built-up energy. Once that has happened, the waters cool and trickle back underground. The cycle restarts."],
        ["6", "\tSome springs do not erupt as geysers. They merely bubble and steam at Earth's surface. These springs are lovely to behold because of their colors. These colors are caused by a huge diversity of microscopic life forms, which find the springs' heat and chemical composition to be a perfect environment. These organisms include blue archaea, white cyanobacteria, yellow fungi, and green algae."],
        ["", "Impact on the Food Chain"],
        ["7", "\tYellowstone visitors can appreciate these dramatic, reliable visuals at their leisure. Enjoying some of the park's other features, however, requires patience and luck."],
        ["8", "\tMany animal species call Yellowstone home, but they are not always easy to find. While driving along one of the park's roads, picnicking at one of its roadside pullouts, or relaxing near one of its crystal-clear streams, visitors may be surprised by bison, elk, moose, wolves, or even grizzly bears."],
        ["9", "\tThe abundance of these creatures is partly due to the park's protected status—humans are not developing the land, which leaves lots of room for animals to roam. But even the flourishing wildlife of Yellowstone can be traced to the b͟e͟h͟e͟m͟o͟t͟h below the land—the hotspot. That is because when a lava flow cools, the resulting volcanic rock helps create rich soil. That soil, in turn, supports the various vegetation in the food chain that feeds the animals of Yellowstone."],
        ["", "Duck for Cover?"],
        ["10", "\tMany Yellowstone visitors wonder whether all this heat just beneath their feet means they should keep an eye out for a volcanic eruption. (The most recent one was 70,000 years ago.) Someday, yes, lava will again coat Yellowstone, but scientists closely monitor underground activity. They say it may be thousands of years before there is another eruption."]
    ],
    "Copyright": "",
    "References": []
}