{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "A Universal Language: Futbol 4 Dreams",
    "Subtitle": "",
    "Author": "by Kathleen Wilson Shryock and Marcia Amidon Lusted",
    "LabelType": "L",
    "Content": [
        [" ", "\tIt all started around a family dinner table in Mission Viejo, California, in 2004."],
        [" ", "Nicolette Iribarne, her sister, Gabriela, and their parents were talking about soccer. “We"],
        [" ", "started talking about how soccer is so universal and how everyone should play without"],
        [" ", "inhibitions,” Gabriela recalls. “My sister was the one who started it, really, and we got the"],
        ["5", "idea to send soccer balls around the world to people who didn't have them.” That"],
        [" ", "conversation led Nicolette to start an organization called Futbol 4 Refugees (recently"],
        [" ", "renamed Futbol 4 Dreams). Her original goal was simple: to collect 1,000 soccer balls and"],
        [" ", "send them to refugee children."],
        [" ", "\tNicolette and Gabriela have been traveling with their parents since they were young."],
        ["10", "Soccer players themselves, they had played soccer with local tribes in the Thailand jungle"],
        [" ", "next to elephants; with kids on the sidewalks of Rio de Janeiro, Brazil; on tobacco ranches"],
        [" ", "in Honduras; and of course on their own sports fields in Mission Viejo. They knew that"],
        [" ", "soccer was a universal language, and no matter how many cultural differences there were"],
        [" ", "between kids from different countries, most kids knew how to play the game. Nicolette"],
        ["15", "says, “The game of soccer led to instant friendship and showed me that beneath our"],
        [" ", "cultural shields, our cores are all the same.”"],
        [" ", "\tWhen Nicolette first told her parents about her idea for sending soccer balls to kids all"],
        [" ", "over the world, they didn't tell her it was impossible. Instead, they helped her put her plan"],
        [" ", "into motion. Nicolette originally sent out 200 e-mails requesting donations. At first the"],
        ["20", "project was off to a slow start, but it began to pick up steam once Nicolette contacted"],
        [" ", "Oliver Wyss, a soccer coach Nicolette had met through a summer camp program. Wyss"],
        [" ", "runs the organization Soccer for Hope, which provides assistance to children with severe"],
        [" ", "illnesses. He liked Nicolette's idea and allowed Futbol 4 Refugees to be set up within his"],
        [" ", "organization so that donations could be processed more easily and donors would feel"],
        ["25", "comfortable with an established organization. He also donated 25 soccer balls."],
        [" ", "\tFutbol 4 Dreams has now donated almost 3,000 soccer balls to kids all over the world,"],
        [" ", "in places such as Namibia, Azerbaijan, Iraq, Indonesia, Vietnam, and Russia. Most of the"],
        [" ", "balls are sent through church missions, travelers to these countries, and even the U.S."],
        [" ", "Marines"],
        ["30", "\tNicolette is now a college student at the University of California in Santa Barbara, and"],
        [" ", "her sister, Gabriela, handles most of the work of Futbol 4 Dreams. Gabriela solicits both"],
        [" ", "actual soccer balls and donations to buy them, as well as finding recipients for these balls"],
        [" ", "and arranging to send them. “Mostly were looking for donations,” she says. “We've sent"],
        [" ", "e-mails to orphanages and refugee camps, plus gone to tournaments to explain what the"],
        ["35", "program is.” There's no doubt that the balls are appreciated, especially for kids in"],
        [" ", "developing countries who might have only ever played soccer with “balls” made from a"],
        [" ", "clump of plastic and some rubber bands."],
        [" ", "\tFutbol 4 Dreams doesn't just send plain soccer balls to kids around the world. Each"],
        [" ", "one is hand-decorated with colorful pictures and messages of friendship like “Peace” and"],
        ["40", "“Somebody in the U.S. Loves You.” Gabriela has also started a club at her high school in"],
        [" ", "Laguna Hills. Club members help decorate the balls and have also raised money for cleats,"],
        [" ", "soccer balls, and uniforms, some of which were sent to an orphanage in Haiti and an"],
        [" ", "island in Indonesia. As Nicolette said about the efforts of Gabriela and their hometown"],
        [" ", "friends, “This project isn't just about collecting soccer balls. It's about helping people. It's"],
        ["45", "not our differences that make us stronger, but working with our similarities.”"]
    ],
    "Copyright": "",
    "References": []
}