{
    "Directions": "Read the article about the trick caterpillars use to escape from danger. Then answer each question that follows.",
    "Context": [],
    "Title": "Hanging by a Thread",
    "Subtitle": "",
    "Author": "by Sharon T. Pochron, Ph.D.",
    "LabelType": "P",
    "Content": [
        ["1", "A wasp crept toward a caterpillar on a leaf. Dr. Ignacio Castellanos of Mexico watched. He knew the wasp was a caterpillar predator, which meant it ate caterpillars. He wondered what the caterpillar would do. Would it do anything?"],
        ["2", "As the predator walked closer to the caterpillar, the caterpillar spun a silk thread and jumped. It hung from the leaf by its thread. The wasp did not know where the caterpillar went. The caterpillar was safe!"],
        ["", "Kɴᴏᴡɪɴɢ Wɪᴛʜᴏᴜᴛ Sᴇᴇɪɴɢ"],
        ["3", "Caterpillars cannot see, hear, or smell very well. Castellanos wondered how the caterpillar knew the predator was approaching. He and Dr. Pedro Barbosa of Maryland wanted to find out. They thought that maybe the caterpillar could feel the leaf wiggle, or vibrate."],
        ["4", "Wasps and stinkbugs eat caterpillars. When these insects walk on a leaf to eat a caterpillar, the leaf wiggles. But the wind, falling sticks, and insects that do not eat caterpillars might also wiggle the leaf. Could caterpillars tell the difference between something safe and something dangerous? Or did they hang from a thread every time the leaf wiggled?"],
        ["", "problems/RI22G3E/media/S3a.jpg"],
        ["5", "The scientists wanted to make the leaf vibrate and watch what the caterpillar did. First, they needed to know how to make the leaf vibrate. They used a special machine to record vibrations. The scientists noticed that wasps made one kind of vibration. Insects that do not eat caterpillars made another kind of vibration. Wind, falling twigs, and dropping water each made a different kind of vibration."],
        ["", "Cᴀᴛᴇʀᴘɪʟʟᴀʀs Aʀᴇ Wɪɢɢʟᴇ-Wɪsᴇ"],
        ["6", "The scientists put caterpillars on leaves and used another machine to make the leaves vibrate. When the leaves shook the way a predator would shake them, caterpillars behaved as if a real predator were on the leaf. They spun threads and hung."],
        ["7", "When the leaves shook as if the wind were blowing or rain were falling, caterpillars did nothing. When the leaves shook as if insects that do not eat caterpillars were walking on the leaves, the caterpillars ignored the shaking."],
        ["8", "The scientists also found that caterpillars could tell the difference between kinds of predators. Both stinkbugs and wasps have to be very close to a caterpillar to see it, but stinkbugs must be even closer. So when stinkbugs were on the leaf, caterpillars could hang from short threads and not be noticed. When wasps were on the leaf, caterpillars spun longer threads to hang farther down—and out of sight."],
        ["9", "So now we know that caterpillars can tell dangerous wiggles from other kinds of wiggles. People might have to pay attention to what's in front of their nose, but caterpillars have to pay attention to what vibrates under their feet."]
    ],
    "Copyright": "“Hanging by a Thread” by Sharon T. Pochron, from Highlights for Children (November 2009). Copyright © 2009 by Highlights for Children, Inc. Reprinted by permission of Highlights for Children, Inc. Caterpillar photograph copyright © Kenneth Thomas/Photo Researchers. Wasp photograph copyright © Arthur Twomey/Photo Researchers.",
    "References": []
}