{
    "Title": "Maryland College & Career Ready Standards > Mathematics > Grade 5",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MD.M5.OA",
            "Label": "Operations & Algebraic Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MD.M5.OA.A",
                    "Label": "Write and interpret numerical expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M5.OA.A.1",
                            "Label": "Use parentheses, brackets, or braces in numerical expressions, and evaluate expressions with these symbols.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M5.OA.A.2",
                            "Label": "Write simple expressions that record calculations with numbers, and interpret numerical expressions without evaluating them.",
                            "Examples": [
                                "For example, express the calculation “add 8 and 7, then multiply by 2” as 2 × (8 + 7). Recognize that 3 × (18932 + 921) is three times as large as 18932 + 921, without having to calculate the indicated sum or product."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MD.M5.OA.B",
                    "Label": "Analyze patterns and relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M5.OA.B.3",
                            "Label": "Generate two numerical patterns using two given rules. Identify apparent relationships between corresponding terms. Form ordered pairs consisting of corresponding terms from the two patterns, and graph the ordered pairs on a coordinate plane.",
                            "Examples": [
                                "For example, given the rule “Add 3” and the starting number 0, and given the rule “Add 6” and the starting number 0, generate terms in the resulting sequences, and observe that the terms in one sequence are twice the corresponding terms in the other sequence. Explain informally why this is so."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MD.M5.NBT",
            "Label": "Number & Operations In Base Ten",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MD.M5.NBT.A",
                    "Label": "Understand the place value system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M5.NBT.A.1",
                            "Label": "Recognize that in a multi-digit number, a digit in one place represents 10 times as much as it represents in the place to its right and 1/10 of what it represents in the place to its left.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M5.NBT.A.2",
                            "Label": "Explain patterns in the number of zeros of the product when multiplying a number by powers of 10, and explain patterns in the placement of the decimal point when a decimal is multiplied or divided by a power of 10. Use whole number exponents to denote powers of 10.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M5.NBT.A.3",
                            "Label": "Read, write, and compare decimals to the thousandths.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MD.M5.NBT.A.3.a",
                                    "Label": "Read and write decimals to thousandths using base-ten numerals, number names, and expanded form, e.g. 347.392 = 3 × 100 + 4 × 10 + 7 × 1 + 3 × (1/10) + 9 × (1/100) + 2 × (1/1000).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M5.NBT.A.3.b",
                                    "Label": "Compare two decimals to the thousandths based on meanings of the digits in each place, using >, =, < symbols to record the results of comparisons.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MD.M5.NBT.A.4",
                            "Label": "Use place value understanding to round decimals to any place.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MD.M5.NBT.B",
                    "Label": "Perform operations with multi-digit whole numbers and with decimals to hundredths.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M5.NBT.B.5",
                            "Label": "Fluently multiply multi-digit whole numbers using the standard algorithm.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M5.NBT.B.6",
                            "Label": "Find whole-number quotients of whole numbers with up to four-digit dividends and two-digit divisors, using strategies based on place value, the properties of operations, and/or the relationship between multiplication and division. Illustrate and explain the calculation by using equations, rectangular arrays, and/or area models.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M5.NBT.B.7",
                            "Label": "Add, subtract, multiply, and divide decimals to hundredths, using concrete models or drawings and strategies based on place value, properties of operations, and/or the relationship between addition and subtraction; relate the strategy to a written method and explain the reasoning used.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MD.M5.NF",
            "Label": "Number & Operations - Fractions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MD.M5.NF.A",
                    "Label": "Use equivalent fractions as a strategy to add and subtract fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M5.NF.A.1",
                            "Label": "Add and subtract fractions with unlike denominators (including mixed numbers) by replacing given fractions with equivalent fractions in such a way as to produce an equivalent sum or difference of fractions with like denominators.",
                            "Examples": [
                                "For example, 2/3 + 5/4 = 8/12 + 15/12 = 23/12. (In general, a/b + c/d = (ad + bc)/bd.)"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M5.NF.A.2",
                            "Label": "Solve word problems involving addition and subtraction of fractions referring to the same whole, including cases of unlike denominators, e.g., by using visual fraction models or equations to represent the problem. Use benchmark fractions and number sense of fractions to estimate mentally and assess the reasonableness of answers.",
                            "Examples": [
                                " For example, recognize an incorrect result 2/5 + 1/2 = 3/7 by observing that 3/7 < 1/2."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MD.M5.NF.B",
                    "Label": "Apply and extend previous understandings of multiplication and division to multiply and divide fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M5.NF.B.3",
                            "Label": "Interpret a fraction as division of the numerator by the denominator (a/b = a ÷ b). Solve word problems involving division of whole numbers leading to answers in the form of fractions or mixed numbers, e.g., by using visual fraction models or equations to represent the problem.",
                            "Examples": [
                                "For example, interpret 3/4 as the result of dividing 3 by 4, noting that 3/4 multiplied by 4 equals 3, and that when 3 wholes are shared equally among 4 people each person has a share of size 3/4. If 9 people want to share a 50- pound sack of rice equally by weight, how many pounds of rice should each person get? Between what two whole numbers does your answer lie?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M5.NF.B.4",
                            "Label": "Apply and extend previous understandings of multiplication to multiply a fraction or whole number by a fraction.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MD.M5.NF.B.4.a",
                                    "Label": "Interpret the product a/b × q as a parts of a partition of q into b equal parts; equivalently, as the result of a sequence of operations a × q ÷ b.",
                                    "Examples": [
                                        "For example, use a visual fraction model to show 2/3 × 4 = 8/3, and create a story context for this equation. Do the same with 2/3 × 4/5 = 8/15. (In general, a/b × c/d = ac/bd.)"
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M5.NF.B.4.b",
                                    "Label": "Find the area of a rectangle with fractional side lengths by tiling it with unit squares of the appropriate unit fraction side lengths and show that the area is the same as would be found by multiplying the side lengths. Multiply fractional side lengths to find areas of rectangles and represent fraction products as rectangular areas.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MD.M5.NF.B.5",
                            "Label": "Interpret multiplication as scaling (sizing) by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MD.M5.NF.B.5.a",
                                    "Label": "Comparing the size of a product to the size of one factor based on the size of the other factor, without performing the indicated multiplication.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M5.NF.B.5.b",
                                    "Label": "Explaining why multiplying a given number by a fraction greater than a 1 results in a product greater than the given number (recognizing multiplication by whole numbers greater than 1 as a familiar case); explaining why multiplying a given number by a fraction less than 1 results in a product smaller than the given number; and relating the principle of fraction equivalence a/b = (n × a)/(n × b) to the effect of multiplying a/b by 1.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MD.M5.NF.B.6",
                            "Label": "Solve real-world problems involving multiplication of fractions and mixed numbers, e.g., by using visual fraction models or equations to represent the problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M5.NF.B.7",
                            "Label": "Apply and extend previous understandings of division to divide unit fractions by whole numbers and whole numbers by unit fractions. Interpret division of a unit fraction.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MD.M5.NF.B.7.a",
                                    "Label": "Interpret division of a unit fraction by a non-zero whole number and compute such quotients.",
                                    "Examples": [
                                        "For example, create a story context for 1/3 ÷ 4, and use a visual fraction model to show the quotient. Use the relationship between multiplication and division to explain that 1/3 ÷ 4 = 1/12 because 1/12 × 4 = 1/3."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M5.NF.B.7.b",
                                    "Label": "Interpret division of a whole number by a unit fraction and compute such quotients.",
                                    "Examples": [
                                        "For example, create a story context for 4 ÷ 1/5, and use a visual fraction model to show the quotient. Use the relationship between multiplication and division to explain that 4 ÷ 1/5 = 20 because 20 × 1/5 = 4."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M5.NF.B.7.c",
                                    "Label": "Solve real-world problems involving division of unit fractions by non-zero whole numbers and division of whole numbers by unit fractions, e.g., by using visual fraction models and equations to represent the problem.",
                                    "Examples": [
                                        "For example, how much chocolate will each person get if 3 people share 1/2 lb of chocolate equally? How many 1/3-cup servings are in 2 cups of raisins?"
                                    ],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MD.M5.MD",
            "Label": "Measurement & Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MD.M5.MD.A",
                    "Label": "Convert like measurement units within a given measurement system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M5.MD.A.1",
                            "Label": "Convert among different-sized standard measurement units within a given measurement system (e.g., convert 5 cm to 0.05 m) and use these conversions in solving multi-step problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MD.M5.MD.B",
                    "Label": "Represent and interpret data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M5.MD.B.2",
                            "Label": "Make a line plot to display a data set of measurements in fractions of a unit (1/2, 1/4, 1/8). Use operations for this grade to solve problems involving information presented in line plots.",
                            "Examples": [
                                "For example, given different measurements of liquid in identical beakers, find the amount of liquid each beaker would contain if the total amount in all the beakers were redistributed equally"
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MD.M5.MD.C",
                    "Label": "Understand concepts of volume and relate volume to multiplication and to addition.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M5.MD.C.3",
                            "Label": "Recognize volume as an attribute of solid figures and understand concepts of volume measurement.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MD.M5.MD.C.3.a",
                                    "Label": "A cube with side length of one unit, called a “unit cube,” is said to have “one cubic unit” of volume, and can be used to measure volume.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M5.MD.C.3.b",
                                    "Label": "A solid figure which can be packed without gaps or overlaps using n unit cubes is said to have a volume of n cubic units.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MD.M5.MD.C.4",
                            "Label": "Measure volumes by counting cubes, using cubic cm. cubic in., cubic ft., and improvised units.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M5.MD.C.5",
                            "Label": "Relate volume to the operations of multiplication and addition, and solve real-world and mathematical problems involving volume.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MD.M5.MD.C.5.a",
                                    "Label": "Find the volume of a right rectangular prism with whole-number side lengths by packing it with unit cubes and show that the volume is the same as would be found by multiplying the edge lengths, equivalently by multiplying the height by the area of the base. Represent threefold whole-number products as volumes, e.g., to represent the associative property of multiplication.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M5.MD.C.5.b",
                                    "Label": "Apply the formulas V = (l)(w)(h) and V = (b)(h) for rectangular prisms to find volumes of right rectangular prisms with whole-number edge lengths in the context of solving real-world and mathematical problems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M5.MD.C.5.c",
                                    "Label": "Recognize volume as additive. Find volumes of solid figures composed of two non-overlapping right rectangular prisms by adding the volumes of the nonoverlapping parts, applying this technique to solve real-world problems.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MD.M5.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MD.M5.G.A",
                    "Label": "Graph points on the coordinate plane to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M5.G.A.1",
                            "Label": "Use a pair of perpendicular number lines, called axes, to define a coordinate system, with the intersection of the lines (the origin) arranged to coincide with the 0 on each line and a given point in the plane located by using an ordered pair of numbers, called its coordinates. Understand that the first number indicates how far to travel from the origin in the direction of one axis, and the second number indicates how far to travel in the direction of the second axis, with the convention that the names of the two axes and the coordinates correspond (e.g., `x`-axis and xcoordinate, y- axis and `y`-coordinate).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M5.G.A.2",
                            "Label": "Represent real-world mathematical problems by graphing points in the first quadrant of the coordinate plane, and interpret coordinate values of points in the context of the situation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MD.M5.G.B",
                    "Label": "Classify two-dimensional figures in a hierarchy based on properties.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M5.G.B.3",
                            "Label": "Understand that attributes belonging to a category of two-dimensional figures also belong to all subcategories of that category.",
                            "Examples": [
                                " For example, all rectangles have four right angles and squares are rectangles, so all squares have four right angles."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M5.G.B.4",
                            "Label": "Classify two-dimensional figures in a hierarchy based on properties.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}