{
    "Title": "Maryland College & Career Ready Standards > Mathematics > Grade 7",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MD.M7.RP",
            "Label": "Ratios & Proportional Relationships",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MD.M7.RP.A",
                    "Label": "Analyze proportional relationships and use them to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M7.RP.A.1",
                            "Label": "Compute unit rates associated with ratios of fractions, including ratios of lengths, areas and other quantities measured in like or different units.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M7.RP.A.2",
                            "Label": "Recognize and represent proportional relationships between quantities.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MD.M7.RP.A.2.a",
                                    "Label": "Decide whether two quantities are in a proportional relationship, e.g., by testing for equivalent ratios in a table or graphing on a coordinate plane and observing whether the graph is a straight line through the origin.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M7.RP.A.2.b",
                                    "Label": "Identify the constant of proportionality (unit rate) in tables, graphs, equations, diagrams, and verbal descriptions of proportional relationships.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M7.RP.A.2.c",
                                    "Label": "Represent proportional relationships by equations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M7.RP.A.2.d",
                                    "Label": "Explain what a point (x, y) on the graph of a proportional relationship means in terms of the situation, with special attention to the points (0, 0) and (1, r) where r is the unit rate.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MD.M7.RP.A.3",
                            "Label": "Use proportional relationships to solve multistep ratio and percent problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MD.M7.NS",
            "Label": "The Number System",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MD.M7.NS.A",
                    "Label": "Apply and extend previous understandings of operations with fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M7.NS.A.1",
                            "Label": "Apply and extend previous understandings of addition and subtraction to add and subtract rational numbers; represent addition and subtraction on a horizontal or vertical number line diagram.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MD.M7.NS.A.1.a",
                                    "Label": "Describe situations in which opposite quantities combine to make 0.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M7.NS.A.1.b",
                                    "Label": "Understand p + q as the number located a distance |q| from p, in the positive or negative direction depending on whether q is positive or negative. Show that a number and its opposite have a sum of 0 (are additive inverses). Interpret sums of rational numbers by describing real-world contexts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M7.NS.A.1.c",
                                    "Label": "Understand subtraction of rational numbers as adding the additive inverse, p − q = p + (−q) . Show that the distance between two rational numbers on the number line is the absolute value of their difference, and apply this principle in real-world contexts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M7.NS.A.1.d",
                                    "Label": "Apply properties of operations as strategies to add and subtract rational numbers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MD.M7.NS.A.2",
                            "Label": "Apply and extend previous understandings of multiplication and division and of fractions to multiply and divide rational numbers.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MD.M7.NS.A.2.a",
                                    "Label": "Understand that multiplication is extended from fractions to rational numbers by requiring that operations continue to satisfy the properties of operations, particularly the distributive property, leading to products such as (−1)(−1) = 1 and the rules for multiplying signed numbers. Interpret products of rational numbers by describing real-world contexts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M7.NS.A.2.b",
                                    "Label": "Understand that integers can be divided, provided that the divisor is not zero, and every quotient of integers (with non-zero divisor) is a rational number. If p and q are integers, then −p/q = (−p)/q= p/(−q). Interpret quotients of rational numbers by describing real-world contexts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M7.NS.A.2.c",
                                    "Label": "Apply properties of operations as strategies to multiply and divide rational numbers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M7.NS.A.2.d",
                                    "Label": "Convert a rational number to a decimal using long division; know that the decimal form of a rational number terminates in 0s or eventually repeats.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MD.M7.NS.A.3",
                            "Label": "Solve real-world and mathematical problems involving the four operations with rational numbers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MD.M7.EE",
            "Label": "Expressions & Equations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MD.M7.EE.A",
                    "Label": "Use properties of operations to generate equivalent expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M7.EE.A.1",
                            "Label": "Apply properties of operations as strategies to add, subtract, factor, and expand linear expressions with rational coefficients.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M7.EE.A.2",
                            "Label": "Understand that rewriting an expression in different forms in a problem context can shed light on the problem and how the quantities in it are related.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MD.M7.EE.B",
                    "Label": "Solve real-life and mathematical problems using numerical and algebraic expressions and equations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M7.EE.B.3",
                            "Label": "Solve multi-step real-life and mathematical problems posed with positive and negative rational numbers in any form (whole numbers, fractions, and decimals), using tools strategically. Apply properties of operations to calculate with numbers in any form; convert between forms as appropriate; and assess the reasonableness of answers using mental computation and estimation strategies.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M7.EE.B.4",
                            "Label": "Use variables to represent quantities in a real-world or mathematical problem, and construct simple equations and inequalities to solve problems by reasoning about the quantities.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MD.M7.EE.B.4.a",
                                    "Label": "Solve word problems leading to equations of the form px + q = r and p(x + q) = r, where p, q, and r are specific rational numbers. Solve equations of these forms fluently. Compare an algebraic solution to an arithmetic solution, identifying the sequence of the operations used in each approach.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M7.EE.B.4.b",
                                    "Label": "Solve word problems leading to inequalities of the form px + q > r or px + q < r, where p, q, and r are specific rational numbers. Graph the solution set of the inequality and interpret it in the context of the problem.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MD.M7.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MD.M7.G.A",
                    "Label": "Draw construct, and describe geometrical figures and describe the relationships between them.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M7.G.A.1",
                            "Label": "Solve problems involving scale drawings of geometric figures, including computing actual lengths and areas from a scale drawing and reproducing a scale drawing at a different scale",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M7.G.A.2",
                            "Label": "Draw (freehand, with ruler and protractor, and with technology) geometric shapes with given conditions. Focus on constructing triangles from three measures of angles or sides, noticing when the conditions determine a unique triangle, more than one triangle, or no triangle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M7.G.A.3",
                            "Label": "Describe the two-dimensional figures that result from slicing three-dimensional figures, as in plane sections of right rectangular prisms and right rectangular pyramids.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MD.M7.G.B",
                    "Label": "Solve real-life and mathematical problems involving angle measure, area, surface area, and volume.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M7.G.B.4",
                            "Label": "Know the formulas for the area and circumference of a circle and use them to solve problems; give an informal derivation of the relationship between the circumference and area of a circle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M7.G.B.5",
                            "Label": "Use facts about supplementary, complementary, vertical, and adjacent angles in a multi-step problem to write and solve equations for an unknown angle in a figure.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M7.G.B.6",
                            "Label": "Solve real-world and mathematical problems involving area, volume and surface area of two- and three-dimensional objects composed of triangles, quadrilaterals, polygons, cubes, and right prisms.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MD.M7.SP",
            "Label": "Statistics & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MD.M7.SP.A",
                    "Label": "Use properties of operations to generate equivalent expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M7.SP.A.1",
                            "Label": "Understand that statistics can be used to gain information about a population by examining a sample of the population; generalizations about a population from a sample are valid only if the sample is representative of that population. Understand random sampling tends to produce representative samples and support valid inferences.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M7.SP.A.2",
                            "Label": "Use data from a random sample to draw inferences about a population with an unknown characteristic of interest. Generate multiple samples (or simulated samples) of the same size to gauge the variation in estimates or predictions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MD.M7.SP.B",
                    "Label": "Draw informal comparative inferences about two populations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M7.SP.B.3",
                            "Label": "Informally assess the degree of visual overlap of two numerical data distributions with similar variabilities, measuring the difference between the centers by expressing it as a multiple of a measure of variability.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M7.SP.B.4",
                            "Label": "Use measures of center and measures of variability for numerical data from random samples to draw informal comparative inferences about two populations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MD.M7.SP.C",
                    "Label": "Investigate chance processes and develop, use, and evaluate probability models.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MD.M7.SP.C.5",
                            "Label": "Understand that the probability of a chance event is a number between 0 and 1 that expresses the likelihood of the event occurring. Larger numbers indicate greater likelihood. A probability near 0 indicates an unlikely event, a probability around 1/2 indicates an event that is neither unlikely nor likely, and a probability near 1 indicates a likely event.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M7.SP.C.6",
                            "Label": "Approximate the probability of a chance event by collecting data on the chance process that produces it and observing its long-run relative frequency, and predict the approximate relative frequency given the probability.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MD.M7.SP.C.7",
                            "Label": "Develop a probability model and use it to find probabilities of events. Compare probabilities from a model to observed frequencies; if the agreement is not good, explain possible sources of the discrepancy.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MD.M7.SP.C.7.a",
                                    "Label": "Develop a uniform probability model by assigning equal probability to all outcomes, and use the model to determine probabilities of events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M7.SP.C.7.b",
                                    "Label": "Develop a probability model (which may not be uniform) by observing frequencies in data generated from a chance process.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MD.M7.SP.C.8",
                            "Label": "Find probabilities of compound events using organized lists, tables, tree diagrams, and simulation.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MD.M7.SP.C.8.a",
                                    "Label": "Understand that, just as with simple events, the probability of a compound event is the fraction of outcomes in the sample space for which the compound event occurs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M7.SP.C.8.b",
                                    "Label": "Represent sample spaces for compound events using methods such as organized lists, tables and tree diagrams. For an event described in everyday language (e.g., “rolling double sixes”), identify the outcomes in the sample space which compose the event.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MD.M7.SP.C.8.c",
                                    "Label": "Design and use a simulation to generate frequencies for compound events.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}