{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Panning for Gold",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "In 1828, gold had just been discovered in South Carolina. People young and old dreamed of becoming wealthy by finding precious nuggets of gold in the state's rivers and streams."],
        [" ", "Sarah bounced excitedly down the narrow trail after her brother Ben. Her eyes gleamed as the warm morning sun shone down upon them. Ben whistled ahead of her, carrying his cloth sack of equipment over his shoulder."],
        [" ", "“Keep up!” Ben hollered back. “We don't have much time!” He hoped his sister would not interfere with his work. He wasn't thrilled about bringing his younger sister along, and they had to be home soon to do chores."],
        [" ", "Sarah admired her brother. Ben had experience panning for gold. He had helped his father and some other adults look for gold in a spot up the river, but this was the first time Sarah had been allowed to go. Even though Sarah was excited, part of her feared that she may not be cut out for panning."],
        [" ", "Holding up her long skirt, Sarah eagerly caught up with Ben. Thoughts of glittering, gleaming gold filled her head."],
        [" ", "Soon they reached the place where Ben had chosen to start panning. He put down his sack and spread the supplies on the ground. Ben handed Sarah a round pan and a shovel. She gave him a questioning look. With only a hint of impatience, Ben took a deep breath and demonstrated for her."],
        [" ", "“First you look for big rocks in the stream. Maybe there will be a place where the water slows down and flows lightly over the rock. That is where small pieces of gold can sometimes be found,” he explained."],
        [" ", "Sarah found her spot and waited for him to continue."],
        [" ", "Ben rolled his pants up and took the pan from Sarah. “Use the shovel to scrape some sand and dirt from the stream into the pan like this,” he said."],
        [" ", "He then handed the pan to Sarah. “Swirl it with your hand until the sand settles on the bottom and the water is on top,” he instructed, enjoying the role of expert."],
        [" ", "Sarah listened carefully as he told her to gently pour the water out of the top of the pan, leaving the sand on the bottom. Then, she gently rubbed a small layer of sand off the top of what was left in the pan."],
        [" ", "“Make sure you take off each layer slowly. Inspect the sand for small pieces of shimmering rock,” he said. If Sarah were lucky, a piece of gold would be waiting in one of the layers."],
        [" ", "Ben handed her a container to put the pieces in. “If we find something that looks important, we'll take it home to ask if it is real or if it is just fool's gold,” he suggested."],
        [" ", "Sarah watched her brother and paid close attention to how he worked. She scooped and scraped, then scooped and scraped some more. At first, she could not find a single shimmering object. Eventually, after gaining more confidence, she decided to move to another spot where the water trickled over a larger rock."],
        [" ", "After a while, Sarah noticed her brother staring silently at the water. She could tell that he was frustrated that he was not finding anything. But Sarah did not get upset. Instead, she continued to search the sandy stream thoroughly. Sarah was determined to give her brother a reason to be proud of her, not make him annoyed that she came along."],
        [" ", "Suddenly, her heart skipped a beat. “Ben!” she cried. “They sparkle!” Covered in mud from head to toe, Sarah held some small shiny rocks in her hand. Ben jumped up and ran to observe her findings. Encouraged, he grabbed his pan and started working alongside her."],
        [" ", "“I'm glad you are so determined,” he said, trying not to laugh at how dirty she was. “You're not so bad to have around, you know.”"],
        [" ", "Sarah returned his smile. “Thanks,” she replied as she continued to pan and her head filled with visions of what she would do if her rocks were real gold. What a fascinating possibility!"]
    ],
    "Copyright": "",
    "References": []
}