{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Possible Pets",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "You've asked for a pet, and finally you have permission to get one. Now, you need to decide what type of pet to get. The following information will help you decide what type of pet is best for you."],
        ["", "DOGS"],
        [" ", "You can get a dog from many different places. You can buy one from a breeder or you can adopt one from an animal shelter. Some dogs are purebred, meaning they are only one type of dog. For example, the beagle is a purebred. Mixed breed dogs are a combination of different types. Some dogs are large, while others are small."],
        [" ", "Advantages to having a dog:"],
        ["", ":ibox:• As puppies, dogs are loving, energetic, playful, and friendly.\n• As dogs become older, they become good companions and trusted playmates.\n• Dogs enjoy being around people.\n• Dogs can usually live with other pets."],
        [" ", "Disadvantages to having a dog:"],
        ["", ":ibox:• Dogs require a lot of attention from humans.\n• Dogs need a lot of training (how to walk on a leash, how to ride in the car, etc.).\n• Dogs need a lot of exercise, especially larger breeds. They need to be walked several times a day or have access to an area where they can run.\n• Dogs have to be trained where to go to the bathroom to avoid messes.\n• Dogs can be very expensive for many reasons, including grooming and veterinary checkups.\n• Dogs can be noisy."],
        ["", "CATS"],
        [" ", "Many people get their family cat from a local animal shelter or free from a family that has kittens to give away. Some cats have long hair, while others have short hair. Some cat breeds, like the Sphynx, have no hair at all. Cats can have thin tails or puffy tails. One type of cat, the Manx, has no tail."],
        [" ", "Advantages to having a cat:"],
        ["", ":ibox:• Cats are soft and can be loving.\n• Cats can get along with other pets.\n• Cats have an independent nature and can be left alone for periods of time.\n• Cats are very clean and can groom and wash themselves."],
        [" ", "Disadvantages to having a cat:"],
        ["", ":ibox:• Cats can be stubborn and do not always want to be in the company of people.\n• Cats that live indoors need a litter box to avoid messes.\n• Cats need regular shots and checkups.\n• Cats may want to play at night while humans sleep."],
        ["", "FISH"],
        [" ", "Many people have aquariums with fish. People can have aquariums with salt water or fresh water. Freshwater fish tanks are easier to care for than salt water fish tanks. Salt water fish aquariums need more equipment and special lighting. People usually buy fish at their local pet store."],
        [" ", "Advantages to having fish:"],
        ["", ":ibox:• Fish do not need a lot of attention.\n• Fish can be quite colorful and beautiful.\n• Fish may calm some people who watch them swimming.\n• Fish can be left alone for long periods of time.\n• Fish are extremely quiet."],
        [" ", "Disadvantages to having fish:"],
        ["", ":ibox:• Regular cleaning and care of a fish tank is essential.\n• The cleaning process can take a lot of time.\n• The water in a fish tank needs careful attention to keep the fish healthy.\n• Certain types of fish cannot live in the same tank with other types.\n• Some types of fish live only for a short time."],
        [" ", "Make sure you have a reliable source you can go to for questions or concerns about your pet. Your first source of information should come from a veterinarian. No matter what kind of pet you decide on, pets can be great additions to your family."]
    ],
    "Copyright": "",
    "References": []
}