{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "A Study in Arctic Migration",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        [" ", "\tEach year, many species of shorebirds migrate from"],
        [" ", "locations in the Southern Hemisphere to their breeding"],
        [" ", "grounds in the [L1] [Arctic. A] journey of thousands of"],
        [" ", "kilometers that requires frequent stops to fuel up."],
        [" ", "risk of death is significant, and the Arctic is an"],
        [" ", "inhospitable region for most of the [L2] [year, yet the"],
        [" ", "shorebirds never failing] to make their annual pilgrimage."],
        [" ", "\tCome spring, the Arctic becomes a suitable habitat,"],
        [" ", "providing many benefits: an abundant supply of food,"],
        [" ", "permanent daylight, ample nesting space, fewer"],
        [" ", "pathogens, and fewer predators to invade the nests of"],
        [" ", "these ground-dwelling birds. These benefits are found in"],
        [" ", "all regions of the [L3] [Arctic regardless of latitude] yet"],
        [" ", "some shorebirds continue on to the high Arctic. If these"],
        [" ", "birds are simply looking for open space and enough food"],
        [" ", "to eat, then why not end their long journey in the low"],
        [" ", "Arctic? Continuing on to the north requires more fuel"],
        [" ", "and carries an even greater risk of [L4] [mortality if the"],
        [" ", "birds continue on.] The most likely reason certain"],
        [" ", "shorebirds head to the high Arctic is to escape their"],
        [" ", "predators."],
        [" ", "\t[1] A four-year study by a team of Canadian"],
        [" ", "scientists, headed by student Laura McKinnon of the"],
        [" ", "Université du Québec, [L5] [provide] evidence in support of"],
        [" ", "this hypothesis. [2] The scientists created artificial nests"],
        [" ", "that resembled a typical shorebird's nest. [3] Then each"],
        [" ", "year, during the shorebirds' breeding season, forty of the"],
        [" ", "nests were placed in each of seven locations that ranged"],
        [" ", "in latitude from the low Arctic to the high Arctic."],
        [" ", "[4] Each nest had been baited with four [L6] [quail egg's,]"],
        [" ", "which are similar in size and shape to a shorebird's eggs."],
        [" ", "[5] The scientists returned to the nests many times over"],
        [" ", "nine days to check how many eggs remained in the nests."],
        [" ", "[6] A nest was said to have survived if, at the end of the"],
        [" ", "nine days, it contained at least one undisturbed quail egg. [L7]"],
        ["", "problems/PSAT102RW2/media/S2a.jpg"],
        ["", ":ibox:Adapted from L. McKinnon et al., “Lower Predation Risk for Migratory Birds at High Latitudes.” ©2010 by American Association for the Advancement of Science."],
        [" ", "\tThe figure shows the results for the nesting [L8] [sites,"],
        [" ", "furthermore,] at four of the seven locations, averaged over"],
        [" ", "the four years of the study. The [L9] [number of predators"],
        [" ", "invading the nests increased] over time at each location."],
        [" ", "This result confirmed that predators were present at the"],
        [" ", "researchers' chosen locations. The researchers found that"],
        [" ", "the percent of [L10] [surviving nests was greater] at locations"],
        [" ", "having higher latitudes. For example, on day 9,"],
        [" ", "approximately 55 percent of nests were found to have"],
        [" ", "survived at the 82°N location compared to approximately"],
        [" ", "10 percent of nest survival at the 63°N location. This"],
        [" ", "study provides the first known quantifiable evidence for"],
        [" ", "the previously unanswered question of why shorebirds"],
        [" ", "continue on to the high Arctic. [L11] [The shorebirds risk"],
        [" ", "their own survival by flying farther. Their offspring have"],
        [" ", "a better chance of survival because fewer predators"],
        [" ", "invade the nests.]"]
    ],
    "Copyright": "",
    "References": []
}