{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Cleveland Rocks (for Artists)",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        [" ", "\t[1] It used to be that a move to a metropolis such as"],
        [" ", "New York City was an inevitable step for aspiring artists."],
        [" ", "[2] Back when geography was everything, an artist had to"],
        [" ", "get her painting, song, poem, or dance in front of as large"],
        [" ", "an audience as possible. [3] To some degree, these tales"],
        [" ", "may have been true. [4] That was much easier in a city"],
        [" ", "with a teeming population. [5] Geographical proximity"],
        [" ", "helped artists meet other artists, be inspired by them, and"],
        [" ", "compete with them. [6] Stories of talented, ambitious"],
        [" ", "young people getting by on “pluck and luck” in the big"],
        [" ", "city were commonplace. [7] These days, however, they"],
        [" ", "are more fiction than fact. [L1]"],
        [" ", "\tToday the United States economy is much less"],
        [" ", "forgiving. Once [L2] [an artist] could make a living as a"],
        [" ", "temporary office worker or a waiter, leaving plenty of"],
        [" ", "time to practice your art. In many of the nation's largest"],
        [" ", "cities, [L3] therefore, this life is no longer possible. There"],
        [" ", "are very few cheap, empty lofts waiting to be transformed"],
        [" ", "with an attitude and a paintbrush. Real estate prices have"],
        [" ", "skyrocketed, and survival, for all but the luckiest few, has"],
        [" ", "become more difficult. In many large cities, affordable"],
        [" ", "theaters, jazz cafes, and art galleries are being replaced by"],
        [" ", "[L4] [other places, including] expensive restaurants, couture"],
        [" ", "boutiques, and exclusive nightclubs, so there are fewer"],
        [" ", "and fewer opportunities for the artist just starting out."],
        [" ", "When business leaders in New York, for example, go"],
        [" ", "[L5] so far as to declare the city a “luxury brand,” they are"],
        [" ", "not appealing to potential customers who struggle to"],
        [" ", "survive as artists."],
        [" ", "\tOne exception to this trend [L6] [is Cleveland, Ohio; a]"],
        [" ", "great place for young artists. Once a center for"],
        [" ", "manufacturing, Cleveland still boasts a well-maintained"],
        [" ", "infrastructure though many factories and jobs have"],
        [" ", "moved overseas. The city is working hard to attract"],
        [" ", "artists. In 2013 it hosted a “Welcome to Cleveland”"],
        [" ", "weekend, providing a steep discount for hotels, paying"],
        [" ", "fully for ground transportation, and offering an array of"],
        [" ", "meals and free cultural events to artists who were willing"],
        [" ", "to visit the city and consider [L7] moving to Cleveland."],
        [" ", "Perhaps the real sign of welcome is Cleveland's artist"],
        [" ", "housing plan: homes will be sold to qualifying artists at"],
        [" ", "prices similar to [L8] [an economy car.] Cleveland may be"],
        [" ", "doing the most to attract the creative class, but many"],
        [" ", "other smaller cities, including Pittsburgh, Pennsylvania;"],
        [" ", "Corvallis, Oregon; and Burlington, Vermont, are"],
        [" ", "following [L9] [its] lead. [L10]"],
        [" ", "\tIf you're an artist trying to reach an audience, move"],
        [" ", "to a place where you can live well and where you are"],
        [" ", "needed. Don't [L11] [undermine] smaller cities such as"],
        [" ", "Cleveland as you search for your place of inspiration."]
    ],
    "Copyright": "",
    "References": []
}