{
    "Directions": "Read the article about the man who deciphered, or figured out how to read, ancient Egyptian picture writing called hieroglyphs. Then answer each question that follows.",
    "Context": [],
    "Title": "Seeker of Knowledge",
    "Subtitle": "The Man Who Deciphered Egyptian Hieroglyphs",
    "Author": "by James Rumford",
    "LabelType": "P",
    "Content": [
        ["", ":box:Bᴀᴄᴋɢʀᴏᴜɴᴅ Iɴꜰᴏʀᴍᴀᴛɪᴏɴ\n\nAlong the Nile River, the ibis bird uses its long, curved bill to search for food. In ancient Egypt, the ibis was sacred to the god Thoth, who also had a long, curved bill. But instead of searching for food, Thoth searched for knowledge. According to legend, Thoth gave the ancient Egyptians pictures to use for writing. With the gift of writing, the Egyptians became seekers of knowledge, too.\n\nFor three thousand years, the Egyptians wrote about their world, covering their temples with words, filling their libraries with books. Then invaders came and destroyed Egypt, and the pictures called hieroglyphs were forgotten."],
        ["1", "In 1790, a French boy named Jean-François Champollion was born. When he was seven, his older brother told him about General Napoleon, the great leader of France, who was in Egypt uncovering the past."],
        ["2", "“Someday I'll go to Egypt, too!” Jean-François told his brother as he sat spellbound, imagining himself with Napoleon, making his own discoveries."],
        ["3", "When Jean-François was eleven, he went to school in the city of Grenoble. There, his brother took him to meet a famous scientist who had been in Egypt with Napoleon."],
        ["4", "The scientist's house was filled with Egyptian treasures. Each one captured the boy's imagination."],
        ["5", "“Can anyone read their writing?” asked Jean-François."],
        ["6", "“No. No one,” the scientist replied."],
        ["7", "“Then I will one day,” said Jean-François, and he left the house full of enthusiasm, sure that he would be the first to discover the key to Egyptian hieroglyphs."],
        ["8", "When Jean-François finished school at sixteen, his brother took him to Paris to meet the scholars who were studying a black stone from Rosetta, Egypt. The stone was covered with Egyptian and Greek words and told of a king of Egypt named Ptolemy. By reading the Greek, the scholars hoped to decipher the Egyptian. But the work was difficult— certainly too difficult for a boy—and the scholars turned Jean-François away. They did not see the fire burning bright in his eyes. They did not recognize the genius who had already learned all the known ancient languages. They did not know that he was a seeker of knowledge, one who would not rest until he had found the answer."],
        ["9", "Scholars everywhere were racing to solve the mystery of Egyptian writing. Unbelievable things were said. Ridiculous books were written. No one had the answer. Then an Englishman discovered that a few of the hieroglyphs on the Rosetta Stone were letters, and he deciphered King Ptolemy's name. Everyone said that the Englishman would be the first to unlock the door to Egypt's past—everyone except Jean-François."],
        ["10", "When Jean-François was thirty, he gathered up his notebooks and left Grenoble. He made his way back to Paris—to his brother."],
        ["11", "In Paris, Jean-François studied the Rosetta Stone and other inscriptions. He compared the Greek letters with the Egyptian hieroglyphs and herded together his own alphabet of eagles and lions and dark-eyed chicks. But this wonderful list of letters was no help in reading the language. There were too many pictures he did not understand. What to make of a fish with legs, a jackal with wings, or an ibis god with a long, curved bill? There had to be a link between the pictures and the Egyptian letters. But what was it? Jean-François slept little. He ate almost nothing."],
        ["12", "Then, on a September morning in 1822, Jean-François found a small package on his doorstep—from a friend in Egypt! In it were the names of pharaohs¹ copied from a temple wall. Each name was a jigsaw puzzle of letters and pictures. Jean-François studied the names and saw the link! The pictures were sounds, too. Not single letters, but syllables, even whole words!"],
        ["13", "One of the names drew him. It began with the hieroglyph of an old, silent friend perched on a sacred staff. This was a picture of the god of writing, Thoth, followed by the letters m and s."],
        ["", "problems/RI19G4E/media/S1a.jpg"],
        ["14", "“Thothmes!” Jean-François suddenly exclaimed, and the rushing sound of the pharaoh's name, as if carried on wings across the centuries, filled the room."],
        ["15", "Jean-François raced down the street to his brother's office. He burst through the door, exclaiming, “I have the key!”"],
        ["16", "Then he collapsed. He had not eaten. He had not slept. For five days, he lay near death."],
        ["17", "On the fifth day, he awoke. “Pen and paper,” he whispered, and he wrote of his discovery to the world."],
        ["18", "People all over France celebrated his triumph as Jean-François became the first to translate the ancient writing and open the door to Egypt's past."],
        ["19", "A few years later, the people of France sent Jean-François to Egypt on an expedition to uncover more secrets. He knew Egypt so well in his mind that he felt he was going home. As Jean-François had imagined a thousand times in his dreams, he sailed up the Nile."],
        ["20", "Once ashore, he entered the ruins of a temple. A magnificent flock of ibis suddenly rose up from the reeds and took flight."],
        ["21", "Below, the ibis saw the seeker of knowledge touch the stone walls."],
        ["22", "His fingers dipped into the carved pictures."],
        ["23", "He pressed his ear to the stone and listened to the ancient voices."],
        ["", "problems/RI19G4E/supps/RI19G4E-S1A.json"]
    ],
    "Copyright": "Seeker of Knowledge: The Man Who Deciphered Egyptian Hieroglyphs by James Rumford. Text and art copyright © 2000 by James Rumford. Reprinted by permission of Houghton Mifflin Harcourt Publishing Company.",
    "References": [
        ["¹", "pharaohs — kings of ancient Egypt"]
    ]
}