{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [],
    "Title": "The Two Friends",
    "Subtitle": "",
    "Author": "by Carolyn Wells",
    "LabelType": "L",
    "Content": [
        [" ", "A Spider and a Centipede went out to take a walk;"],
        [" ", "The Centipede said frankly, “I will listen while you talk,"],
        [" ", "But I may appear distracted, or assume a vacant stare,"],
        [" ", "Because to keep my feet in step requires my constant care.”\n\n"],
        ["5", "\tSaid the Spider: “I appreciate your most peculiar case,"],
        [" ", "\tAnd your feet must be quite handy when you want to run a race;"],
        [" ", "\tBut though you gain in some ways, in some other ways you lose;"],
        [" ", "\tAnd, of course, my friend, you must be quite extravagant in shoes.”\n\n"],
        [" ", "“Ah! yes. Ah! yes,” a heavy sigh escaped the Centipede;"],
        ["10", "“And I have other trials, too;—my life is hard indeed!"],
        [" ", "Why, sometimes when I'm very tired, a long, long time it takes"],
        [" ", "To ascertain¹ with certainty which foot it is that aches.\n\n"],
        [" ", "“And when I go to dancing-class on Saturdays at three,"],
        [" ", "I find the First Position very difficult for me."],
        ["15", "Though I put my best foot foremost, and good time I try to keep,"],
        [" ", "To my chagrin,² I often find a foot or two asleep.\n\n"],
        [" ", "\tAthletics I attempted, but, alas! I must admit"],
        [" ", "\tThat every exercise I tried I put my foot in it."],
        [" ", "\tI think I'll join a foot-ball team,—as many friends suggest,—"],
        ["20", "\tBefore I've one foot in the grave and gout in all the rest.\n\n"],
        [" ", "But now I'll say good-morning; for, my friend, I have to stop"],
        [" ", "To get my boots blacked neatly at this little boot-black's shop;"],
        [" ", "And, as you may imagine, it will keep me here some time,"],
        [" ", "But, what is worse, I'll have to pay him many a hard-earned dime.”"],
        ["25", "\tThe Spider said good-morning, and pursued his way alone,"],
        [" ", "\tAnd as he went he murmured, in a thoughtful undertone:"],
        [" ", "\tAnd as he went he murmured, in a thoughtful undertone:"],
        [" ", "\tThat I was born an octoped and not a centipede!”"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "ascertain - to understand"],
        ["²", "chagrin - a feeling of disappointment"]
    ]
}