{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [
        "A children's story from Egypt about mothers, children, pets, and growing up."
    ],
    "Title": "It's a Chick, Not a Dog",
    "Subtitle": "",
    "Author": "by Jar al-Nabi al-Hilw\nTranslated from Arabic by Marilyn Booth",
    "LabelType": "P",
    "Content": [
        ["1", "We live in the big house, all of us—men and women, boys and girls, and my mother and me."],
        ["2", "My mother captures all my attention. And she's ruled my heart too."],
        ["3", "I watch my mother no matter where she is: for she's the one who brings the hammer and pounds the nail into the wall so she can hang up a picture of my father."],
        ["4", "And she's the one who sends me off to buy half a kilo of cement and half a kilo of gypsum. Then she makes a paste. She closes up all the holes in the house and repairs all the cracks."],
        ["5", "She makes the house the way it is, and keeps it nice, and gets the food ready, and sits on the roof among the chickens and roosters and rabbits and ducks."],
        ["6", "All our lives we've had chickens and roosters and ducks."],
        ["7", "But what really amazed me was this chick. A yellow chick, the down on his body silk-soft, with three tiny feathers on his right wing and three more on his left wing. The wings were very thin, but the chick flapped them and lifted himself a little way off the ground."],
        ["8", "A lone, wondrous chick. I saw him one morning walking after my mother through the house, walking as if he were a little child, stumbling sometimes and once in a while hopping on one leg. Can you believe that once I imagined he was following my mother, hopping and whistling happily?"],
        ["9", "My mother knew he was walking after her. Almost certainly she knew. Do you want me to tell you why?"],
        ["10", "First, there wasn't a single time when my mother's foot stepped back and tread on the chick."],
        ["11", "Second, I was watching her with my own eyes and I could see her eyes moving, noticing whether the chick was marching behind her or not!"],
        ["12", "Third, then she would sit down in some corner of the house and smile at the chick, who would suddenly fluff up and flutter his wings and start running, but then he would stumble and try to hop several times until at last he got it right and landed exactly in the middle of my mother's lap."],
        ["13", "My mother sits so that the rays of the sun coming from the stairwell fall directly onto her. She shifts to the right, the sun is in her lap, and the chick tumbles over as she moves."],
        ["14", "Once he flipped onto his back, got himself the right way up, and went to sleep in the patch of sun in my mother's lap."],
        ["15", "Sitting there my mother closes her eyes, leans her head against the wall, and naps. I trace the features of her face: her eyelashes, closed over her eyes, her wide, shiny forehead. I notice a vague smile on her mouth. The feathery lash over her right eye trembles, and she settles into sleep so deep that I can barely hear her breathing. The chick is asleep in the sun of her lap."],
        ["16", "The chick pecks at her. His beak is tiny. Smaller than the head of a match."],
        ["17", "He pecks at my mother's finger, the big one that wears a ring with lots of tiny engraving I've never been able to understand. I imagined that my mother's name was written on the ring because I thought I could see the letter jiim and other letters and lines all twisting and running into each other as if it was my mother's name."],
        ["18", "I didn't try very hard to make friends with the chick or get him to walk after me, because honestly he never tried to walk after me. And anyway I had another friend, a fine-looking dog."],
        ["19", "My fine dog always waits for me next to the door, in the little garden that is all around our house."],
        ["20", "So I have a dog who walks after me."],
        ["21", "Now all of you know, of course, that a dog is bigger than a chick. And my dog is my friend, so he walks beside me, or before me, in the narrow streets when the nights are very dark. He pushes fear away from me, runs after the other dogs, and barks. He runs after boys who are teasing and making trouble and barks. And he comes back to me, breathing hard."],
        ["22", "On pretty nights when I walk and whistle a dance tune, I find him wagging his tail, he's so happy, and his black eyes look at me. So I clap to encourage him. He doesn't annoy or bother me, except he doesn't understand when I'm talking with my school friend, and he gets into the conversation, barking, excited, until I scold him. Then he pulls his tail in between his legs and looks at the ground as if he's searching for something."],
        ["23", "The chick never tried to interfere with my mother, whatever she was doing. I don't know if this is a nice thing or not!"],
        ["24", "But I think he didn't feel happy or sad the way my dog does. I have tried a lot to get my dog to come sleep on my lap, but he gets bored and impatient; he won't sit still. It isn't long before I feel the nails on his paws as he jumps up and runs like a wild animal to pounce on a leaf falling from a tree. When he discovers that it is just a leaf he comes back and sits on his rear paws. He plays tricks in order to escape from my lap."],
        ["25", "I built my dog a little house out of wood in a corner of our garden, so he could sleep in it, as I've seen in the pictures in story books. But he didn't want to have anything to do with his house."],
        ["26", "Sometimes he has slept next to the little wooden house, but he prefers his spot beside our big front door and the entrance to the garden. There he has a good view, inside and out. Sometimes, but not very often, he growls, or he acts as if he wants to attack someone."],
        ["27", "The strangest move I ever saw the chick make was when he once stood on my mother's shoulder, then folded his tiny legs, and went to sleep the minute his eyelids drooped!"],
        ["28", "When my mother picked him up, she put her puckered mouth to his tiny beak and gave him water to drink and fed him with grains of rice."],
        ["29", "Studying at school and home took up my time. The chick grew into a rooster."],
        ["30", "My mother was happy about the rooster. My father asked to eat him roasted. My brothers, though, wanted him baked in rice. My mother put him on the roof with the other fowl."],
        ["31", "The rooster became one of them. He would stand on the wall, crow, and pounce on the food as soon as my mother took it up."],
        ["32", "The rooster didn't remember my mother's special treatment or her good company. My mother complained often that he was jumping into her face, fanning out his feathers, and opening his claws to scratch her. In fact, my mother grew afraid of him, and because of that she let him get away with a lot."],
        ["33", "I noticed that the birds and rabbits, all of them, would act as if they were about to pounce on my mother, and then they would pounce on the food and eat it. But my dog became gentler with people. When little children climbed onto his back it didn't upset him. Instead he wagged his tail. And he got into the habit of stretching out his front legs, resting his chin on them, and falling fast asleep."],
        ["34", "One evening when it was very hot, I was lying on the mat, my head resting against my mother's thigh, her fingers playing gently with my hair. I asked her about the chick. Why had he become a fierce rooster?"],
        ["35", "My mother smiled. “That's the way life works,” she said. “He knows to be afraid of those who might eat him.”"],
        ["36", "I tiptoed out of the house. I wanted to go for a walk by myself. But my dog came and walked behind me, his tail wagging, and it seemed to me that he was whistling a happy song."]
    ],
    "Copyright": "",
    "References": []
}