{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Over the course of the passage, the main focus shifts from a"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "general discussion of the narrator's love of reading to a portrayal of an influential incident.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first paragraph explains the narrator's love of reading: “Even then my only friends were made of paper and ink... Where my school friends saw notches of ink on incomprehensible pages, I saw light, streets, and people.” The fourth paragraph reiterates this love in its description of the bookshop as a “sanctuary” and “refuge.” The shift in focus occurs in the last six paragraphs, which recount the gift of a book that transforms the narrator's love of reading into a desire to write: “I did not think there could be a better [book] in the whole world and I was beginning to suspect that Mr. Dickens had written it just for me. Soon I was convinced that I didn't want to do anything else in life but learn to do what Mr. Dickens had done.” Thus the passage's overall focus shifts from the narrator's love of reading to a specific incident that influences his decision to become a writer.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "depiction of the narrator's father to an examination of an author with whom the narrator becomes enchanted.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage never focuses on the narrator's father, who primarily serves to illustrate the narrator's determination to read books despite all obstacles.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "symbolic representation of a skill the narrator possesses to an example of its application.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage focuses on the narrator's desire to write rather than on whatever skill he may have as a writer.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "tale about the hardships of the narrator's childhood to an analysis of the effects of those hardships.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't make the narrator's childhood hardships its central focus or analyze the effects of those hardships.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The main purpose of lines 1-10 (“Even ... awaited me”) is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "introduce the characters who play a part in the narrator's story.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator's “school friends” are mentioned in passing in the third sentence, they aren't introduced as proper characters and make no further appearance in the passage.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "list the difficult conditions the narrator endured in childhood.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't list the difficult conditions of the narrator's childhood until after these sentences.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "describe the passion that drives the actions the narrator recounts.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first paragraph, the third sentence describes the narrator's love of reading (“where my school friends saw notches of ink on incomprehensible pages, I saw light, streets, and people”), and the fourth sentence describes the role that reading played in the narrator's life (“a safe haven from that home, those streets, and those troubled days in which even I could sense that only a limited fortune awaited me”). The remainder of the passage recounts incidents in which the narrator's actions arise from his love of, and dependence on, reading. Thus the third and fourth sentences can be seen as describing a passion that accounts for those actions.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "depict the narrator's aspirations before he met Sempere.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator's aspirations aren't discussed until the last paragraph of the passage.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "With which of the following statements about his father would the narrator most likely agree?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He lacked affection for the narrator.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the passage discusses the father's hostility toward the narrator's love of reading, there is no indication that the father is not affectionate to the narrator more generally; indeed, the third paragraph depicts the father's generosity toward the narrator.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He disliked any unnecessary use of money.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The father's generosity toward the narrator, as depicted in the third paragraph, clearly shows that the father encourages unnecessary purchases of such things as candy.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He would not have approved of Sempere's gift.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The tenth paragraph shows that upon returning home, the narrator hides the gift (the “new friend”) that Sempere had given him: “That afternoon I took my new friend home, hidden under my clothes so that my father wouldn't see it.” It can be inferred from this sentence that the narrator's concern arises from an awareness that his father would disapprove of the gift.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He objected to the writings of Charles Dickens.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the first paragraph shows that the father is hostile toward books in general, there is no indication in the passage that Dickens or any other author is a specific object of the father's disdain.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 24-27 (“My father ... children”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they show the father giving his own gift to the narrator.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 35-37 (“The bookseller ... content”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they illustrate how the narrator was treated when in Sempere's bookshop.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 37-38 (“He hardly ... hands”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they illustrate how the narrator was treated when in Sempere's bookshop.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 59-61 (“That afternoon ... see it”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks which statement about the narrator's father would the narrator most likely agree with. The answer, that his father wouldn't have approved of Sempere's gift to the narrator, is best supported in the tenth paragraph: “That afternoon I took my new friend home, hidden under my clothes so that my father wouldn't see it.” It can be inferred from this sentence that the narrator is aware of his father's likely disapproval of the gift (the “new friend”).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "It can reasonably be inferred from the passage that the main reason that the narrator considers Great Expectations to be the best gift he ever received is because"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "reading the book convinced him that he wanted to be a writer.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The last paragraph makes clear the narrator's enthusiasm for Charles Dickens's Great Expectations, and it can be inferred from the last sentence of this paragraph that this enthusiasm motivated the narrator to aspire to a career as a writer: “Soon I was convinced that I didn't want to do anything else in life but learn to do what Mr. Dickens had done.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "he'd only ever been given sweets and snacks as gifts in the past.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't discuss gifts the narrator has received in the past; although the father sometimes gave the narrator money to buy sweets and snacks, these weren't gifts since the narrator made the purchases himself.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the gift meant that Sempere held him in high regard.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it is clear from the passage that Sempere was kind and even indulgent to the narrator, there is no suggestion that this treatment was inspired by respect for the narrator.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Sempere was a friend of the book's author.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no suggestion that the narrator took Sempere's figurative designation of Dickens as a “lifelong friend” in the ninth paragraph to be a literal statement.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 38-40 (“when ... left”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they explain the narrator's interactions with the bookseller",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 48-49 (“It was ... full”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they describe the book's physical condition.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 52-55 (“I was ... them”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they indicate the narrator's initial, erroneous assumption that Sempere knew Charles Dickens personally.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 66-68 (“Soon ... done”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks why the narrator considers Great Expectations to be the greatest gift he ever received. The answer, that the book convinced him to become a writer, is best supported by the last sentence of the last paragraph: “Soon I was convinced that I didn't want to do anything else in life but learn to do what Mr. Dickens had done.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The narrator indicates that he pays Sempere"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "less than Sempere expects him to pay for the books.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage states that Sempere didn't expect or want the narrator to pay: “He hardly ever allowed me to pay for the books.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "nothing, because Sempere won't take his money.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fourth paragraph makes clear that even if Sempere didn't want the narrator's money, the narrator would still “leave the coins I'd managed to collect.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the money he makes selling sweets to the other children.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The third paragraph states that the money with which the narrator paid Sempere was originally given to the narrator by his father.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "much less for the books than they are worth.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the fourth paragraph, the narrator explains that although Sempere normally didn't charge him for books, he still left Sempere a few coins as payment: “It was only small change—if I'd had to buy a book with that pittance, I would probably have been able to afford only a booklet of cigarette papers.” These lines signal the narrator's awareness that he was paying less for the books than they were worth.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 44, “weight” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "bulk.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the narrator having to do something he doesn't want to, a “weight” he had to carry most nearly means a burden, not a bulk.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "burden.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the fourth paragraph, the narrator describes his reluctance to leave Sempere's bookshop: “When it was time for me to leave, I would do so dragging my feet, a weight on my soul.” In this context, “weight” most nearly means burden.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "force.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the narrator having to do something he doesn't want to, a “weight” he had to carry most nearly means a burden, not a force.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "clout.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the narrator having to do something he doesn't want to, a “weight” he had to carry most nearly means a burden, not a clout.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The word “friend” is used twice in lines 57-58 to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "underline the importance of the narrator's connection to Sempere.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “friend” is used in these lines to emphasize Sempere's connection to reading, rather than his connection to the narrator.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "stress how friendships helped the narrator deal with his difficult home situation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “friend” is used in these lines to emphasize Sempere's connection to reading, rather than the narrator's relationships or home life.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "emphasize the emotional connection Sempere feels to reading.",
                "Key": {
                    "Correct": true,
                    "Rationale": "When, in the eighth paragraph, the narrator asks Sempere if the author Charles Dickens is a friend of his, Sempere replies, in the ninth paragraph, that Dickens is a “lifelong friend. And from now on, he's your friend too.” Sempere designated Dickens a “friend” of both himself and the narrator, who had never heard of the author before. This signals that the use of “friend” in these lines is figurative and emphasizes Sempere's emotional connection to Dickens and, more generally, to reading. It also signals Sempere's hope that the narrator will come to have a similar connection to Dickens.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "imply that the narrator's sentiments caused him to make an irrational decision.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “friend” is used in these lines to emphasize Sempere's connection to reading, rather than the narrator's emotional state or decision making.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement best characterizes the relationship between Sempere and Charles Dickens?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sempere models his own writing after Dickens's style.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage describes Sempere as a bookseller, not a writer.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Sempere is an avid admirer of Dickens's work.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the ninth paragraph, Sempere describes the author Charles Dickens to the narrator: “A lifelong friend. And from now on, he's your friend too.” As the reader can reasonably assume that Sempere doesn't actually know Dickens, this description can be read as signaling Sempere as an avid admirer of Dickens's work.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Sempere feels a personal connection to details of Dickens's biography.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the passage implies Sempere feels an emotional connection to Dickens, it doesn't suggest that this connection arises from any similarity between Sempere's life and that of Dickens.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Sempere considers himself to be Dickens's most appreciative reader.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even if the passage implies that Sempere admires Dickens's work, Sempere's admiration isn't discussed in relation to that felt by other readers of Dickens, nor is Sempere shown to compare himself to other such readers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The passage primarily serves to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "discuss recent findings concerning scientific studies and dispute a widely held belief about  the publication of social science research.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't dispute a widely held belief about the publication of social science research; rather, it suggests a solution to deal with a long-debated problem.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "explain a common practice in the reporting of research studies and summarize a study that provides support for a change to that practice.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first paragraph describes the widespread practice of not reporting null results, or results in which researchers fail to see an effect that should be detectable. The second through sixth paragraphs discuss a study that examined how scientists have dealt with null results. The seventh and eighth paragraphs discuss the negative consequences that null results pose for future research and the possible creation of a registry for all data produced by research studies, reported and unreported alike, as a remedy for those consequences. Therefore, the purpose of the passage as a whole is to explain a common practice in the reporting of research studies and summarize a study that provides support for a change to that practice.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "describe the shortcomings in current approaches to medical trials and recommend the implementation of a government database.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the passage hints at possible shortcomings in research trials, it doesn't describe them in detail; because it addresses other kinds of research besides medical trials; and because it doesn't call for a government database, specifically.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "provide context as part of a call for stricter controls on social science research and challenge publishers to alter their mindsets.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage calls for changes to the reporting of research results, rather than to research methodology itself, and because it doesn't address the publishers of research at all.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 21, “allows” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "admits.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage's discussion of TESS, “allows” most nearly means enables, not admits.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "tolerates.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage's discussion of TESS, “allows” most nearly means enables, not tolerates.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "grants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage's discussion of TESS, “allows” most nearly means enables, not grants.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "enables.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The second paragraph states that “TESS allows scientists to order up Internet-based surveys.” In the context of the service that the TESS program provides to scientists, “allows” most nearly means enables.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 43, “strength” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "attribution.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the statistical importance of scientific findings, “strength” most nearly means significance, not attribution.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "exertion.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the statistical importance of scientific findings, “strength” most nearly means significance, not exertion.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "toughness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the statistical importance of scientific findings, “strength” most nearly means significance, not toughness.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "significance.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The fifth paragraph of the passage addresses the “statistical strength” of certain scientific findings. In this context, “strength” most nearly means significance, or importance.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The passage indicates that a problem with failing to document null results is that"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the results of related studies will be misleading.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The seventh paragraph discusses the negative consequences of not publishing null results, emphasizing that “worse, if researchers publish significant results from similar experiments in the future, they could look stronger than they should because the earlier null studies are ignored.” In other words, failing to document null results means that the results of later, related studies will not be as accurate as they appear.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "researchers may overlook promising areas of study.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not indicate that failing to document null results can cause promising areas of research to be overlooked.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "mistakes in the collection of null results maybe overlooked.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not indicate that failing to document null results can cause errors in data collection practices that lead to null results being overlooked.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the bias against null results will be disregarded.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not indicate that failing to document null results can lessen bias against null results.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 38-40 (“Their ... expectations”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, this choice suggests how the findings of a study about null results may affect existing beliefs about such results.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 48-50 (“However ... finding”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, this choice explains how infrequently null results had been written up, according to Malhotra's study.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 56-59 (“He and ... ineffective”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, this choice illustrates a problem resulting from the failure to document null results, but one that is unrelated to the fact that this documentation failure may make the results of future, related studies appear more valid than they are.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 59-62 (“Worse ... ignored”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what the passage indicates could result from failing to document null results. The answer, that the results of future studies will be misleading, is best supported in the seventh paragraph: “Worse, if researchers publish significant results from similar experiments in the future, they could look stronger than they should because the earlier null studies are ignored.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the passage, to which of the following hypothetical situations would Malhotra most strongly object?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A research team refuses to publish null results in anything less than a top journal.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The seventh paragraph, which identifies a research scenario that Malhotra disapproved of, provides no basis for an inference that he would especially object to a team's insisting on publishing null results in a top journal only.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A research team excludes the portion of data that produced null results when reporting its results in a journal.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The last two sentences of the seventh paragraph identify a particular research scenario that Malhotra uncovered in his study: “Even more troubling to Malhotra was the fact that two scientists whose initial studies 'didn't work out' went on to publish results based on a smaller sample. 'The non-TESS version of the same study, in which we used a student sample, did yield fruit,' noted one investigator.” Since Malhotra especially objected to these researchers' suppression of data that produced null results and their subsequent publication of related data that were statistically significant, it can be inferred that the hypothetical situation to which he would most strongly object is one in which researchers publish their study results in a journal but exclude the portion of data that produced null results.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A research team unknowingly repeats a study that produced null results for another research team.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the first sentence of the seventh paragraph indicates Malhotra's concern that failing to publish null results can mean that other researchers unwittingly replicate strategies that produced null results in prior studies, the paragraph goes on to identify other scenarios as being “worse” and “even more troubling” from Malhotra's perspective.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A research team performs a follow-up study that expands the scope of an initial study that produced null results.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The seventh paragraph, which identifies a research scenario that Malhotra disapproved of, provides no basis for an inference that he would especially object to a team's expanding the scope of a study that had produced null results.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 36-37 (“Said ... effects”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question about which situation Malhotra would most strongly object to. Instead, they cite another researcher's attitude toward null results from his or her own study.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 45-48 (“Overall ... null results”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question about which situation Malhotra would most strongly object to. Instead, they compare the publication rate for studies that produce null results with that for studies that produce statistically significant results.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 62-68 (“Even ... investigator”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks about which hypothetical situation Malhotra would most strongly object to. The answer, that he would most strongly object to researchers' reporting their findings but failing to disclose the null results, is best supported at the end of the seventh paragraph: “Even more troubling to Malhotra was the fact that two scientists whose initial studies 'didn't work out' went on to publish results based on a smaller sample. 'The non-TESS version of the same study, in which we used a student sample, did yield fruit,' noted one investigator.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 69-73 (“A registry ... analyzed”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question about which situation Malhotra would most strongly object to. Instead, they describe the recommendation by Malhotra and his team for the creation of a database to remedy problems resulting from the nonpublication of null results.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The last paragraph serves mainly to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "propose a future research project to deal with some of the shortcomings of current publishing practices noted in the passage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The last paragraph proposes a “registry for data” rather than a future research project.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "introduce a possible solution to problems discussed in the passage regarding the reporting of social science studies.",
                "Key": {
                    "Correct": true,
                    "Rationale": "After describing problems that could arise from the failure to report null results, the passage shifts in the last paragraph to a potential solution to such problems: “A registry for data generated by all experiments would address these problems, the authors argue.” The paragraph goes on to imply that a registry could solve such problems by deterring the suppression of null results.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "summarize the findings of a study about experimental results explained in the passage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The summary of the results of Malhotra's study occurs in the fifth paragraph, not in the last.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "reinforce the importance of reexamining the results of all social science trials.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The last paragraph of the passage does not mention reexamining results already obtained in social science trials.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the graph, social science studies yielding strong results were"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "unwritten over 50 percent of the time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that approximately 5 percent of social science studies that produced strong results were unwritten, rather than over 50 percent.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "unpublished but written 50 percent of the time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that about 30 percent of social science studies that produced strong results were unpublished but written, rather than 50 percent.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "published in a top journal approximately 20 percent of the time.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The far left bar of the graph pertains to social science studies that produced strong results. This bar shows that approximately 20 percent (or two full increments of 10 percent) of such studies were published in a top journal.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "published in a non-top journal almost 80 percent of the time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that slightly over 40 percent of social science studies that produced strong results were published in a non-top journal, rather than almost 80 percent.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of the following statements is supported by the graph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Studies with mixed results were just as likely to be published as they were to be left either unpublished or unwritten.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The middle bar of the graph pertains to social science studies that produced mixed results. The top 50 percent of this bar represents studies that were published. The bottom 50 percent of this bar represents studies that were either unpublished or went unwritten. Since each of the two categories accounts for 50 percent of the total, it can be said that studies with mixed results were just as likely to be published as they were to be left either unpublished or unwritten.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Studies with mixed results occurred more frequently than did studies with strong and null results combined.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph indicates that roughly 42 percent of social science studies produced strong results and roughly 22 percent produced null results; together, these two percentages far exceed the 36 percent accounted for by studies that produced mixed results.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Studies with mixed results were more likely to be published in top journals than they were to be published in non-top journals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that roughly 12 percent of studies that produced mixed results were published in top journals, well less than the percentage published in non-top journals (approximately 38 percent).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Studies with mixed results were the most common type of social science studies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph indicates that studies that produced strong results accounted for approximately 42 percent of all studies, while those that produced mixed results only accounted for around 36 percent of all studies.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement from the passage is most directly reflected by the data presented in the graph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 30-33 (“In their ... interested”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "None of the cited lines contain information that is represented by the data in the graph. Instead, they recount scientists' explanations for why they didn't publish their null results.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 33-36 (“The unfortunate ... scientist”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "None of the cited lines contain information that is represented by the data in the graph. Instead, they recount scientists' explanations for why they didn't publish their null results.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 43-45 (“Not unexpectedly ... published”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first sentence of the fifth paragraph states, “Not unexpectedly, the statistical strength of the findings made a huge difference in whether they were ever published.” This statement is supported by the graph, which shows that more than 60 percent of social science studies that produced strong results were published, while only about 50 percent of studies with mixed results and about 20 percent of studies with null results were published.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 52-55 (“It's a ... Berkeley”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "None of the cited lines contain information that is represented by the data in the graph. Instead, they highlight claims about the importance of Malhotra's study.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "One central idea of the passage is that"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sometimes materials behave contrary to expectations.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first paragraph explains that in the nanoworld, salt can be seen “stretching like taffy.” The third paragraph notes that while this elasticity was expected in metals, it wasn't imagined for salt: “But scientists don't expect this superplasticity in a rigid, crystalline material like salt.” The rest of the passage explores this unexpected behavior of salt. Therefore it can be said that one of the central ideas of the passage is that materials don't always behave as scientists might expect them to.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "systems can be described in terms of inputs and outputs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage focuses on the unexpected way that salt reacts in the nanoworld, not on the role of inputs and outputs in systems.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "models of materials have both strengths and weaknesses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage focuses on the unexpected way that salt reacts in the nanoworld, not on the relative strengths and weaknesses of models.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "properties of systems differ from the properties of their parts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage focuses on the unexpected way that salt reacts in the nanoworld, not on how the properties of systems differ from the properties of their parts.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice best describes the overall structure of the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A list of several ways in which salt's properties differ from researchers' expectations",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage discusses only one way in which salt differed from researchers' expectations.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A presentation of a hypothesis regarding salt behavior, description of an associated experiment, and explanation of why the results weaken the hypothesis",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage begins not with a hypothesis about salt's behavior but with an explanation of its behaviors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A description of two salt crystal experiments, the apparent disagreement in their results, and the resolution by more sensitive equipment",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage discusses complementary observations of salt crystals rather than two experiments involving salt that yield seemingly conflicting results.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "An introduction to an interesting salt property, description of its discovery, and speculation regarding its application",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first five paragraphs introduce salt's ability to stretch “like taffy to more than twice its length.” In the fifth paragraph, the passage shifts into an explanation of how “Moore and his colleagues discovered salt's stretchiness.” The last paragraph speculates about the possible application of this discovery: “The work also suggests new techniques for making nanowires, which are often created through nano-imprinting techniques.” The passage's overall structure can therefore be seen as consisting of an introduction to an interesting salt property, followed by a description of how the property was discovered, followed by a speculation regarding applications of this property.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the claim that Moore's group was surprised to observe salt stretching?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 17-18 (“But ... says”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "That Moore's group was surprised to observe salt stretching is most directly suggested by the last sentence of the third paragraph: “But scientists don't expect this superplasticity in a rigid, crystalline material like salt, Moore says.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 26-28 (“They were ... testing”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the idea that Moore's group was surprised to observe salt stretching. Instead, they explain how the group happened upon their observation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 36-38 (“Using ... nanowires”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the idea that Moore's group was surprised to observe salt stretching. Instead, they explain how the measures the group took to investigate the stretching further.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 55-56 (“Sodium ... says”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the idea that Moore's group was surprised to observe salt stretching. Instead, they explain how common salt is in nature.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 20, “rule” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "mark.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of a discussion of forces that operate on the nanoworld, to “rule” most nearly means to control, not to mark.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "control.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first sentence of the fourth paragraph states, “This unusual behavior highlights that different forces rule the nanoworld.” In this context, to “rule” most nearly means to control.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "declare.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of a discussion of forces that operate on the nanoworld, to “rule” most nearly means to control, not to declare.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "restrain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of a discussion of forces that operate on the nanoworld, to “rule” most nearly means to control, not to restrain.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, researchers have identified which mechanism as potentially responsible for the initial attraction between the microscope tip and the salt?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Gravity",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first sentence of the sixth paragraph clearly identifies the potential cause of the initial attraction between the microscope tip and the salt as van der Waals interactions, not as gravity.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Nano-imprinting",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first sentence of the sixth paragraph clearly identifies the potential cause of the initial attraction between the microscope tip and the salt as van der Waals interactions, not as nano-imprinting.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Surface tension",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first sentence of the sixth paragraph clearly identifies the potential cause of the initial attraction between the microscope tip and the salt as van der Waals interactions, not as surface tension.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Van der Waals interactions",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first sentence of the sixth paragraph identifies “electrostatic forces, perhaps good old van der Waals interactions” as the potential cause of the initial attraction between the microscope tip and the salt.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 42, “lead to” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "guide to.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of something causing salt molecules to exhibit elasticity, the phrase “lead to” most nearly means result in, not guide to.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "result in.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sixth paragraph says that “several mechanisms might lead to” salt's elasticity. In this context, the phrase “lead to” most nearly means result in.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "point toward.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of something causing salt molecules to exhibit elasticity, the phrase “lead to” most nearly means result in, not point toward.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "start with.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of something causing salt molecules to exhibit elasticity, the phrase “lead to” most nearly means result in, not start with.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the passage, which choice best describes the relationship between salt behavior in the nanoworld and in the macroworld?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In both the nanoworld and the macroworld, salt can be flexible.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first paragraph of the passage makes clear that salt exhibits elasticity (“stretching like taffy”) in the nanoworld, and the eighth paragraph explains that salt possesses some degree of elasticity in the macroworld as well: “Huge underground deposits of salt can bend like plastic, but water is believed to play a role at these scales.” Thus flexibility describes the relationship between salt's behavior in both the nanoworld and the macroworld.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Salt flexibility is expected in the nanoworld but is surprising in the macroworld.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The third paragraph explains that “scientists don't expect” salt's flexibility in the nanoworld, not that they do expect it; moreover, there is no indication that salt's flexibility in the macroworld is surprising.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Salt nanowires were initially observed in the nanoworld and later observed in the macroworld.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't make clear whether nanowires were first observed in the nanoworld or the macroworld.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In the nanoworld, salt's interactions with water lead to very different properties than they do in the macroworld.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not examine the interaction of salt and water in the nanoworld or suggest that such interaction causes salt to have properties that are different from those it possesses in the macroworld.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 12-13 (“Maybe ... think”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they highlight the prevalence of nanowires.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 22-24 (“Surface ... scale”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they identify which forces dominate the nanoworld.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 39-42 (“The initial ... speculate”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they offer a tentative explanation for an observation discussed in the passage.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 51-53 (“Huge ... scales”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks about which description of the relationship between salt behavior in the nanoworld and in the macroworld can be inferred from the passage. The answer, that salt is flexible or elastic in both worlds, is best supported in the eighth paragraph: “Huge underground deposits of salt can bend like plastic, but water is believed to play a role at these scales.” These lines suggest that in the macroworld, as in the nanoworld, salt possesses flexibility.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the information in the graph, when the microscope tip is moving away from the salt surface and is 15 nanometers from the surface, what is the approximate force on the microscope tip, in micronewtons?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "0",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that when the microscope tip was 15 nanometers from the salt surface, the force on the tip was approximately 0.75 micronewtons, not 0 micronewtons.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "0.25",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that when the microscope tip was 15 nanometers from the salt surface, the force on the tip was approximately 0.75 micronewtons, not 0.25 micronewtons.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "0.75",
                "Key": {
                    "Correct": true,
                    "Rationale": "The lower graph, which shows the “tip moving away from salt surface,” indicates that when the microscope tip was 15 nanometers from the surface, the force on the tip was approximately 0.75 micronewtons.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "1.25",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that when the microscope tip was 15 nanometers from the salt surface, the force on the tip was approximately 0.75 micronewtons, not 1.25 micronewtons.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the passage and the graph, which label on the graph indicates the point at which a salt nanowire breaks?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "P",
                "Key": {
                    "Correct": false,
                    "Rationale": "The label P all appear on the top graph, which represents data on the movement of the microscope tip toward the salt surface. As the fifth sentence of the fifth paragraph explains, when the microscope tip moved toward the salt, “the salt actually stretched out to glom on to the microscope tip.” Therefore, the first graph shows the salt attaching itself to the microscope tip and forming nanowires, not the breaking of a nanowire.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Q",
                "Key": {
                    "Correct": false,
                    "Rationale": "The label Q all appear on the top graph, which represents data on the movement of the microscope tip toward the salt surface. As the fifth sentence of the fifth paragraph explains, when the microscope tip moved toward the salt, “the salt actually stretched out to glom on to the microscope tip.” Therefore, the first graph shows the salt attaching itself to the microscope tip and forming nanowires, not the breaking of a nanowire.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "R",
                "Key": {
                    "Correct": false,
                    "Rationale": "The label R all appear on the top graph, which represents data on the movement of the microscope tip toward the salt surface. As the fifth sentence of the fifth paragraph explains, when the microscope tip moved toward the salt, “the salt actually stretched out to glom on to the microscope tip.” Therefore, the first graph shows the salt attaching itself to the microscope tip and forming nanowires, not the breaking of a nanowire.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "T",
                "Key": {
                    "Correct": true,
                    "Rationale": "The bottom graph illustrates the process described in the first sentence of the seventh paragraph of the passage: “as the microscope pulls away from the salt, the salt stretches.” On the graph, the stretching of the salt is represented by the amount of force, in micronewtons, exerted on the microscope tip as the tip moves away from the salt surface. The graph shows that force was exerted on the tip until the tip reached point T at approximately 22 nanometers from the salt surface; from point T on, the force was 0 micronewtons. It can be inferred that since no force is being exerted after point T, point T is the point at which a salt nanowire breaks.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the first paragraph of Passage 1, the main purpose of Douglas's discussion of the growth of the territory and population of the United States is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "provide context for Douglas's defense of continued expansion.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it can be inferred that Douglas would argue for continued expansion of the United States, he cites the expansion it has already undergone as support for perpetuating the division into free and slave states.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "suggest that the division into free and slave states does not endanger the Union.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first paragraph of Passage 1, Douglas argues that throughout the period in which the United States had both free and slave states, the nation as a whole “increased from four millions to thirty millions of people ... extended our territory from the Mississippi to the Pacific Ocean ... acquired the Floridas and Texas ... [and had] risen from a weak and feeble power to become the terror and admiration of the civilized world.” It can reasonably be inferred that Douglas cites such growth in territory and population to make the point that the division into free and slave states was obviously not a threat to the country's health or survival.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "imply that Lincoln is unaware of basic facts concerning the country.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Douglas implies that basic facts pertaining to the historical growth of the nation cast doubt on Lincoln's political agenda, he doesn't imply that Lincoln is unaware of those facts.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "account for the image of the United States as powerful and admirable.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Douglas notes that the United States is globally perceived to be powerful, he doesn't imply that this perception can be accounted for by the nation's record of growth.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What does Passage 1 suggest about the US government's provisions for the institution of slavery, as framed in the Constitution?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They included no means for reconciling differences between free states and slave states.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In Passage 1, Douglas doesn't observe that the US Constitution's provisions for slavery lack a means for reconciling differences between slave states and free states.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They anticipated the Union's expansion into western territories.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Douglas stresses that the provisions for slavery are long-standing, he doesn't characterize them as having somehow anticipated the Union's expansion to the west.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They provided a good basic structure that does not need to be changed.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the second paragraph of Passage 1, Douglas uses a rhetorical question to stress that the division into slave and free states has existed since the beginning of the United States: “I now come back to the question, why cannot this Union exist forever, divided into Free and Slave States, as our fathers made it?” It can be inferred from this question that Douglas believes that since this division is long-standing, the provisions for it in the US Constitution have provided a good basic structure that doesn't need to be changed.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They were founded on an assumption that slavery was necessary for economic growth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it can be inferred from Passage 1 that Douglas believes the provisions for slavery have had a positive economic impact, he nowhere implies that the founders based them on an assumption that slavery was economically necessary.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 10-16 (“we have ... earth”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they describe the various ways in which the nation has expanded since its founding.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 25-27 (“I now ... made it”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks about how Douglas, in Passage 1, characterizes the Constitution's provisions for slavery. The answer, that Douglas believes they provided a good basic structure and don't need to be changed, is best supported in the first sentence of the second paragraph of Passage 1: “I now come back to the question, why cannot this Union exist forever, divided into Free and Slave States, as our fathers made it?”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 35-39 (“We must ... increasing”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they stress the likelihood that the nation will only continue to expand.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 41-45 (“If we ... territory”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they assert the importance of the sovereignty of individual states to the future expansion of the nation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 67, “element” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "ingredient.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of Lincoln's discussion of the “element of slavery,” the word “element” most nearly means factor, not ingredient.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "environment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of Lincoln's discussion of the “element of slavery,” the word “element” most nearly means factor, not environment.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "factor.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first sentence of the second paragraph of Passage 2, Lincoln raises a question about how the consequences of the division of the United States into slave states and free states compare with the consequences of the other ways in which states differ from each other: “But has it been so with this element of slavery?” In this context, the word “element” most nearly means factor.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "quality.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of Lincoln's discussion of the “element of slavery,” the word “element” most nearly means factor, not quality.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on Passage 2, Lincoln would be most likely to agree with which claim about the controversy over slavery?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It can be ended only if Northern states act unilaterally to abolish slavery throughout the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lincoln neither urges Northern states to attempt to abolish slavery unilaterally nor implies that such an attempt would extinguish the controversy over slavery.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It would abate if attempts to introduce slavery to regions where it is not practiced were abandoned.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the second paragraph of Passage 2, Lincoln asserts that the controversy surrounding slavery in the United States has died down whenever the institution of slavery has been restricted geographically: “Whenever it has been limited to its present bounds, and there has been no effort to spread it, there has been peace.” Since Lincoln associates peace on this issue with geographical limits on the institution of slavery itself, it can be inferred that he would agree that the controversy would abate if all attempts to establish slavery in new regions ceased.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It has been exacerbated by the ambiguity of laws regulating the holding ofs laves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lincoln neither suggests that the laws regulating slavery are ambiguous nor that such ambiguity exacerbates controversy over slavery.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It is fueled in part by differences in religion and social values from state to state.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lincoln never attributes the controversy over slavery to differences in religion or social values from one state to another.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 56-61 (“I agree ... sugar”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they discuss state-to-state differences in laws regulating issues other than slavery.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 64-66 (“They don't ... Union”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they assert that the differences among the various states generally benefit the nation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 74-76 (“Whenever ... peace”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks which claim about the controversy over slavery would Lincoln agree with. The answer, that the controversy would abate if attempts to spread slavery to regions where it isn't practiced were abandoned, is best supported in the second paragraph of Passage 2: “Whenever [slavery] has been limited to its present bounds, and there has been no effort to spread it, there has been peace.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 83-86 (“Do you ... another”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they ask a philosophical question that doesn't directly address the issue of slavery.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 84, “nature” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "force.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of a discussion of the “nature of man,” the word “nature” most nearly means character, not force.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "simplicity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of a discussion of the “nature of man,” the word “nature” most nearly means character, not simplicity.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of a discussion of the “nature of man,” the word “nature” most nearly means character, not world.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "character.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the last sentence of Passage 2, Lincoln asks about the likelihood that people will fundamentally change: “Do you think that the nature of man will be changed?” In this context, the word “nature” most nearly means character.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice identifies a central tension between the two passages?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Douglas proposes changes to federal policies on slavery, but Lincoln argues that such changes would enjoy no popular support.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Douglas (Passage 1) proposes no changes to federal policies on slavery and because Lincoln (Passage 2) doesn't consider whether changes to such policies would enjoy popular support.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Douglas expresses concerns about the economic impact of abolition, but Lincoln dismisses those concerns as irrelevant.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Douglas (Passage 1) never expresses concern about the potential impact of abolition on the US economy and because Lincoln (Passage 2) neither discusses such an impact nor dismisses concerns about it.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Douglas criticizes Lincoln for finding fault with the Constitution, and Lincoln argues that this criticism misrepresents his position.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first paragraph of Passage 1, Douglas claims that Lincoln considers the Constitution to be “a house divided against itself,” due to its provisions for the division of the nation into slave states and free states, and to be “in violation of the law of God.” In Passage 2, Lincoln objects to this characterization of his position and devotes the majority of the passage to clarifying that it isn't the Constitution he finds fault with, or even its provisions for slavery, but rather with attempts to spread slavery to regions where it isn't currently practiced. Therefore it can be said that a central tension between the two passages arises from, on the one hand, Douglas's criticism of Lincoln for finding fault with the Constitution and, on the other, Lincoln's insistence that Douglas has misrepresented his position.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Douglas offers an interpretation of federal law that conflicts with Lincoln's, and Lincoln implies that Douglas's interpretation is poorly reasoned.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither passage offers any interpretation of federal law.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Both passages discuss the issue of slavery in relationship to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the expansion of the Union.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first paragraph of Passage 1, Douglas discusses the issue of slavery in the context of the division of free states and slave states throughout the period when the United States “extended our territory from the Mississippi to the Pacific Ocean” and “acquired the Floridas and Texas, and other territory sufficient to double our geographical extent.” In the second paragraph of Passage 2, Lincoln asserts that the controversy over slavery has historically been “excited by the effort to spread [slavery] into new territory,” as in the case of Missouri, Texas, and “the territory acquired by the Mexican War.” Therefore, it can be said that, notwithstanding their differences of opinion, both Douglas and Lincoln discuss the issue of slavery in relationship to the expansion of the Union.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "questions of morality.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is in relationship to the nation's expansion that both passages discuss the issue of slavery, not in relationship to questions of morality.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "religious toleration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is in relationship to the nation's expansion that both passages discuss the issue of slavery, not in relationship to religious toleration.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "laws regulating commerce.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is in relationship to the nation's expansion that both passages discuss the issue of slavery, not in relationship to laws regulating commerce.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the context of each passage as a whole, the questions in lines 25-27 of Passage 1 and lines 67-69 of Passage 2 primarily function to help each speaker"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "cast doubt on the other's sincerity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In asking rhetorical questions, neither Douglas nor Lincoln casts doubt on the sincerity of his opponent.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "criticize the other's methods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Douglas and Lincoln find fault with each other's ideas, they don't criticize each other's methods.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "reproach the other's actions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Douglas and Lincoln find fault with each other's ideas, they don't reproach each other's actions.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "undermine the other's argument.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the second paragraph of Passage 1, Douglas asks the rhetorical question: “why cannot this Union exist forever, divided into Free and Slave States, as our fathers made it?” The remainder of the paragraph amounts to an answer to this rhetorical question and a refutation of Lincoln's viewpoint on slavery, as represented by Douglas. In the second paragraph of Passage 2, Lincoln asks a series of rhetorical questions: “But has it been so with this element of slavery? Have we not always had quarrels and difficulties over it? And when will we cease to have quarrels over it?” These questions imply that there are flaws in Douglas's equating the division into slave states and free states with other, more unambiguously beneficial differences from state to state. The remainder of the second paragraph expands on these flaws. Therefore, it can be said that in context, the rhetorical questions asked by each speaker serve to undermine the argument of the other speaker.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The primary purpose of the passage is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "discuss findings that offer a scientific explanation for the Venus flytrap's closing action.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first two paragraphs of the passage describe the physical process by which the Venus flytrap closes its trap but also note certain long-standing questions about that process: “How does the plant encode and store the information from the unassuming bug's encounter with the first hair? How does it remember the first touch in order to react upon the second?” The passage then answers those questions by discussing, in the third and fourth paragraphs, a study conducted by Dieter Hodick and Andreas Sievers that identified the physiological means behind the closing of the Venus flytrap's trap and, in the last paragraph, a study conducted by Alexander Volkov that confirmed and built on Hodick and Sievers's findings. The primary purpose of the passage can therefore be seen as discussing scientific findings that explain how the Venus flytrap closes its trap.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "present research that suggests that the Venus flytrap's predatory behavior is both complex and unique among plants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't discuss the Venus flytrap's ability to close its trap in the context of the abilities of other plants.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "identify the process by which the Venus flytrap's closing action has evolved.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage discusses how the closing action operates but not how it has evolved.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "provide a brief overview of the Venus flytrap and its predatory behavior.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't provide an overview of the Venus flytrap and its predatory behavior; it merely notes in passing that the closing action has a predatory function.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the passage, a significant advantage of the Venus flytrap's requirement for multiple triggers is that it"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "enables the plant to identify the species of its prey.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage never indicates that multiple triggers allow the Venus flytrap to identify which species its prey belongs to, only that they allow it to gauge the prey's size.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "conserves the plant's calcium reserves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the passage implies that the plant needs to conserve energy and indicates that calcium is involved in the trap-closing mechanism, there is no indication that the plant's calcium reserves themselves require conservation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "safeguards the plant's energy supply.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first paragraph discusses the challenge posed to the Venus flytrap by the opening and closing of its trap: “Closing its trap requires a huge expense of energy, and reopening the trap can take several hours, so Dionaea only wants to spring closed when it's sure that the dawdling insect visiting its surface is large enough to be worth its time.” Since closing and reopening the trap requires the expense of precious energy, it can be inferred that by guarding against unnecessary closing, multiple triggers safeguard the plant's energy supply.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "prevents the plant from closing before capturing its prey.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It can be inferred from the passage that the advantage of multiple triggers is that they prevent the Venus flytrap from closing on the improper prey rather than from prematurely closing on the proper prey; the passage never implies that when touched by its proper prey, the Venus flytrap is at risk of closing too soon to capture it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 3-7 (“Closing ... time”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what the Venus flytrap gains from requiring multiple triggers before closing. The answer, that multiple triggers allow the plant to conserve energy, is best supported near the beginning of the first paragraph: “Closing its trap requires a huge expense of energy, and reopening the trap can take several hours, so Dionaea only wants to spring closed when it's sure that the dawdling insect visiting its surface is large enough to be worth its time.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 7-11 (“The large ... across the trap”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they describe how the hairs on the Venus flytrap function and how the system of multiple triggers works.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 11-14 (“If the ... action”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they describe how the hairs on the Venus flytrap function and how the system of multiple triggers works.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 16-18 (“First ... hairs”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they explain how the plant preserves a memory, as it were, that something has touched the trigger hairs.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The use of the phrases “dawdling insect” (line 6), “happily meanders” (line 27), and “unassuming bug's encounter” (lines 28-29) in the first two paragraphs establishes a tone that is"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "academic.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrases establish a tone that is informal, not academic.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "melodramatic.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrases establish a tone that is informal, not melodramatic.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "informal.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The phrases “dawdling insect,” “happily meanders,” and “unassuming bug's encounter” are less typical of word choices made in formal, scientific writing than of those made in less formal writing modes. Therefore, the tone that these phrases establish is best described as informal.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "mocking.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrases establish a tone that is informal, not mocking.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the second paragraph (lines 15-31), the discussion of short-term memory primarily functions to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "clarify an explanation of what prompts the Venus flytrap to close.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first paragraph describes the mechanism that prompts the Venus flytrap to close its trap. The second paragraph makes an analogy of each step of that mechanism to an aspect of short-term memory formation in humans and then poses questions about the precise physiological terms in which those steps are carried out. It can therefore be said that the discussion of short-term memory serves to clarify the first paragraph's explanation of what prompts the trap of the Venus flytrap to close.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "advance a controversial hypothesis about the function of electric charges found in the leaf of the Venus flytrap.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is the third paragraph, not the second, that discusses the function of electric charges in the Venus flytrap; moreover, the passage presents this function as a fact, not as a controversial hypothesis.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "stress the distinction between the strategies of the Venus flytrap and the strategies of human beings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rather than stressing the differences between Venus flytraps and humans, the analogy in the second paragraph stresses their superficial similarities.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "emphasize the Venus flytrap's capacity for retaining detailed information about its prey.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The second paragraph implies that the Venus flytrap's capacity for retaining information is far from detailed: “something (it doesn't know what) has touched one of its hairs.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, which statement best explains why the Venus flytrap requires a second trigger hair to be touched within a short amount of time in order for its trap to close?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The second trigger produces an electrical charge that reverses the charge produced by the first trigger.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fourth paragraph explains that the second trigger supplements the action of the first trigger, not that it reverses it.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The second trigger stabilizes the surge of calcium ions created by the first trigger.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fourth paragraph explains that the second trigger supplements the action of the first trigger, not that it stabilizes its effect.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The second trigger prompts the calcium channels to open.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The third paragraph clearly states that the calcium channels open after the first trigger hair is touched, not the second.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The second trigger provides a necessary supplement to the calcium concentration released by the first trigger.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The third paragraph explains that touching a single trigger hair results in “a rapid increase in the concentration of calcium ions” in the plant. The fourth paragraph further explains that the calcium concentration produced by this initial touch isn't enough to cause the trap to close, but that a second hair touch will bring the total concentration to the level necessary to close the trap: “a second hair needs to be stimulated to push the calcium concentration over this threshold and spring the trap.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice describes a scenario in which Hodick and Sievers's model predicts that a Venus flytrap will NOT close around an insect?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A large insect's second contact with the plant's trigger hairs results in a total calcium ion concentration above the trap's threshold.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fourth paragraph makes clear that if the calcium concentration goes above the trap's threshold, the plant will close, not remain open.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A large insect makes contact with a second trigger hair after a period of inactivity during which calcium ion concentrations have diminished appreciably.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The fourth paragraph explains that the Venus flytrap will close only if a second hair is stimulated to “push the calcium concentration over this threshold and spring the trap.” But the last sentence of the paragraph notes that the calcium concentrations “dissipate over time,” and if enough time elapses after the first trigger, “the final concentration after the second trigger won't be high enough to close the trap.” It can be inferred, then, that if a large insect didn't touch a second trigger hair until after the calcium ion concentrations had diminished appreciably, the Venus flytrap would fail to close.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A large insect's contact with the plant's trigger hairs causes calcium channels to open in the trap.",
                "Key": {
                    "Correct": false,
                    "Rationale": "As the third paragraph explains, the touching of the trigger hair and opening of the calcium ion channels don't act to keep the trap open but are instead a precondition for the closing of the trap (though closing will occur only if a second trigger hair is touched).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A large insect's contact with a second trigger hair occurs within ten seconds of its contact with the first trigger hair.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The last sentence of the fifth paragraph explains that the threshold for the time that can elapse between the touching of the first and second trigger hairs is twenty seconds, meaning that a large insect touching two hairs within ten seconds would almost certainly make the plant close.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 67, “demonstrated” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "protested.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of scientists showing what causes the Venus flytrap to close, the word “demonstrated” most nearly means established, not protested.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "established.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The second sentence of the last paragraph says that Alexander Volkov and his colleagues “first demonstrated that it is indeed electricity that causes the Venus flytrap to close.” In this context, the word “demonstrated” most nearly means established.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "performed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of scientists showing what causes the Venus flytrap to close, the word “demonstrated” most nearly means established, not performed.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "argued.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of scientists showing what causes the Venus flytrap to close, the word “demonstrated” most nearly means established, not argued.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the passage, what potential criticism might be made of Volkov's testing of Hodick and Sievers's model?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Volkov's understanding of Hodick and Sievers's model was incorrect.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the last paragraph explains that Volkov omitted an element of Hodick and Sievers's model when designing his own experiment, there is no suggestion that he did so out of a faulty understanding of their model.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Volkov's measurements did not corroborate a central element of Hodick and Sievers's model.",
                "Key": {
                    "Correct": true,
                    "Rationale": "As described in the third paragraph, Hodick and Sievers's model emphasizes that the Venus flytrap closes by means of an electrical charge triggered when the plant's hairs are touched. But as explained in the last paragraph, when Alexander Volkov tested this model, the design of his experiment involved the direct application of an electrical charge, which “made the trap close without any direct touch to its trigger hairs.” Therefore, Volkov's work could be criticized because his design omitted, rather than corroborated, a central element of Hodick and Sievers's model — namely, the physical stimulation of the hairs.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Volkov's direct application of an electrical current would have been objectionable to Hodick and Sievers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is impossible to know from the passage if Hodick and Sievers would have objected to Volkov's methods.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Volkov's technology was not available to Hodick and Sievers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't indicate whether the technology Volkov used had been available to Hodick and Sievers when they formulated their model.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 66-69 (“Alexander ... close”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they summarize the basic agreement of Volkov's work with Hodick and Sievers's model.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Line 69-71 (“To test ... trap”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they describe steps in Volkov's experimental design that are related to the application of an electrical current but don't directly address the omission of the central element of the physical touch to the hairs.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 71-74 (“This ... increases”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what potential criticism might be made of Volkov's testing of Hodick and Sievers's model. The answer, that a central element of that model wasn't corroborated by Volkov's measurements, is best supported in the last paragraph: “This made the trap close without any direct touch to its trigger hairs (while they didn't measure calcium levels, the current likely led to increases).” Because the physical touch to the hairs figured in Hodick and Sievers's model, it can be said that Volkov's decision to apply an electrical current directly to the plant means that he failed to corroborate a central element of their model.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 74-77 (“When ... close”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they describe steps in Volkov's experimental design that are related to the application of an electrical current but don't directly address the omission of the central element of the physical touch to the hairs.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT18RW1/supps/SAT18RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the passage, in studying the Venus flytrap, Volkov and his colleagues made the most extensive use of which type of evidence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Mathematical models to predict the electrical charge required to close the Venus flytrap",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the last paragraph explains that Volkov's work was based on Hodick and Sievers's mathematical model in which an electrical charge is required to close the Venus flytrap, that model isn't described as predicting the precise amount of charge required; moreover, although Volkov made use of this earlier model, it served as a starting point, and his work made greater use of the findings generated by his experiment.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Analysis of data collected from previous researchers' work involving the Venus flytrap's response to electricity",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't describe Volkov's work as having involved analysis of data from earlier studies on the plant's response to electricity.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Information obtained from monitoring the Venus flytrap's response to varying amounts of electrical current",
                "Key": {
                    "Correct": true,
                    "Rationale": "The second sentence of the last paragraph says that the focus of Volkov's work was the role of electricity in the Venus flytrap's closing mechanism. The paragraph goes on to explain that by applying electricity directly to the plant and “altering the amount of electrical current, Volkov could determine the exact electrical charge needed for the trap to close.” It is therefore accurate to say that Volkov and his colleagues made the most extensive use of information obtained from measuring the plant's response to varying amounts of electrical current.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Published theories of scientists who developed earlier models of the Venus flytrap",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the last paragraph explains that Volkov based his work on Hodick and Sievers's earlier model, this was the sole model that Volkov relied on, and there is no suggestion that he made use of multiple “published theories” or “earlier models”; moreover, he made more extensive use of data generated by his own experiment than of Hodick and Sievers's model.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}