{
    "Directions": "Read the following passage about redwood trees and the scientists who study them then answer each question.",
    "Context": [],
    "Title": "Skywalking for Science: Aloft in Redwood Space",
    "Subtitle": "",
    "Author": "by Jeanne Miller",
    "LabelType": "P",
    "Content": [
        [" ", "\tWhen Dr. Stephen Sillett climbed his first giant redwood tree, back in 1987, he didn't know that a new world awaited him up there."],
        [" ", "\tAt that time the tops of the ancient trees in old-growth redwood forests were unexplored. Scientists assumed they were biological deserts, containing only tree branches. But when Sillett reached the crown¹ of the 300-foot tree, he found a forest above a forest. At its top was a sunny glade alive with mosses, lichens, and even small trees. Growing from a rotting stump in the middle of the crown were huckleberry bushes, laden with berries. It was a thriving ecosystem in the air."],
        [" ", "\tSillett started climbing trees when he was a student at Reed College, in Portland, Oregon, in the 1980s. Those experiences led him to become a botanist, a scientist who studies plants. Today he teaches botany and forestry at Humboldt State University in northern California and spends much of his time at the top of tall trees. Coast redwood trees (Sequoia sempervirens) are his specialty."],
        ["", "Aɴ Aᴇʀɪᴀʟ Wᴏʀʟᴅ"],
        [" ", "\tThe coast redwood is one of three surviving species of redwoods (the others are the giant sequoia in the Sierra Nevada in California and the dawn redwoods in China). It grows only in a narrow band along the Pacific coast between central California and southern Oregon, a 450‑mile belt where rain and fog provide enough moisture to sustain the giants. They are the tallest trees on Earth and have been around for 10 million years. Some coast redwoods living today may be as old as 2,000 years. The oldest and largest ones survive in old-growth forests, most of which are protected in parks or reserves. These are the trees that Sillett and his colleagues study."],
        [" ", "\tRedwoods are remarkable for their ability to stay alive, whatever happens. If some accident exposes the living tissue under the bark, a sprout grows from the wound. Thus, if a limb breaks off, another limb arises in its place. If the top of the trunk dies and falls off, another trunk shoots up from that spot. And if that trunk breaks off, another trunk will grow. The crown of an old redwood often has many trunks, each with its own set of branches."],
        [" ", "\tThis complex structure, trunk upon trunk, limb upon limb, creates pockets where dry redwood needles collect. Fungi grow on the dead needles and decompose them into soil. Into this soil drop airborne seeds and spores. Plants sprout, mature, reproduce, and die, enriching the soil and making it ever deeper. In the redwood canopy², nestled in nooks and crannies and on flat limbs, Sillett and his tree-climbing team have discovered rhododendrons in bloom as well as miniature trees of many species: hemlocks, Douglas firs, and tan oaks among them. They've even found an eight-foot Sitka spruce rooted on a limb of a redwood. Dense aerial gardens of ferns host a variety of animal life, including slugs, snails, and salamanders. These fern mats store moisture that supports much of the canopy life."],
        ["", "Mᴀᴘᴘɪɴɢ Rᴇᴅᴡᴏᴏᴅs"],
        [" ", "\tSillett and his colleagues want to understand how these trees operate and what their limits are. They've installed sensors in several trees to collect data on light, temperature, humidity, wind, and sap flow. In addition, he and his students measure the diameter and position of all the woody parts of the redwoods. Sillett uses these numbers to construct 3-D diagrams of each tree. He hopes to be able to explain someday how and why the trees are different from one another."],
        [" ", "\tThe researchers want to know how water moves through their trunks and branches. It takes water a few weeks to get from the redwood's roots to its top, traveling up through microscopic channels in the trunk. Water molecules have a tendency to cling to one another, so as a water molecule rises it pulls the next molecule with it. When water evaporates from the leaves at the top of the tree, more water rises to replace it. But it's a fight against gravity, and scientists think there's a limit to how high the water can be pulled. And that puts a limit on how high a tree can get. Coast redwoods have an advantage over many trees in that they are bathed in fog on summer mornings. Scientists working with Sillett have discovered that 25 percent to 50 percent of a coast redwood's water comes from summer fog, much of it taken up by the canopy soil."],
        ["", "Tᴀᴍɪɴɢ ᴛʜᴇ Tᴀʟʟᴇsᴛ Tʀᴇᴇs"],
        [" ", "\tThe very tallest redwoods all grow in a few state parks and a national park along the northernmost coast of California. There are four trees over 370 feet in height and Sillett has climbed them all. Laser range finders, devices that use laser beams to measure distance to an object, can determine the height of a tree within a few feet. However, the only really accurate measurement comes with climbing to the top and dropping a measuring tape to the ground. The tallest tree in the world was discovered in 2006 in Redwood National Park in Humboldt County, California. Sillett measured it at 379.1 feet high. That's the height of a 37-story building."],
        [" ", "\tCanopy researchers face many difficulties, and getting to the top of a tree is just one of them. Hiking through an old-growth redwood forest is the first challenge. These are temperate rainforests, which, like their tropical cousins, have abundant rainfall. The forest floor is thick with lush undergrowth. Fallen redwood trunks, some as much as twelve feet in diameter, often lie in the way. It can take hours of bushwhacking to go just a mile."],
        [" ", "\tSillett has made an art of climbing the ancient redwoods, but he can't completely eliminate the danger. It requires extreme discipline and focus to stay safe that high off the ground. A moment of inattention can result in a fatal fall. Redwoods drop dead branches without notice."],
        [" ", "\tJust as important to Sillett and his team as their own safety is the safety of the fragile ecosystems in the canopy and of the tree itself. Sillett calls this area “redwood space.” The climbers hang in harnesses from ropes when they're in the trees to avoid putting their full weight on the branches they're exploring. These rope systems allow them to move all around the crown, even to the tips of the farthest branches. Traveling over these webs of ropes is known as “skywalking.”"],
        ["", "Tʜᴇ Fᴜᴛᴜʀᴇ ᴏꜰ Oʟᴅ-Gʀᴏᴡᴛʜ Rᴇᴅᴡᴏᴏᴅs"],
        [" ", "\tIt's not easy to kill a mature redwood. The trees are immune to most diseases. Sometimes a series of fires will hollow out a cavern in a redwood trunk, but the tree keeps growing. Early settlers used to house their poultry in fire caverns at the base of the trees. (These cavities are still known as “goose pens.”)"],
        [" ", "\tBuilders value redwood lumber because the heartwood—the cinnamon-colored wood at the center of the log—is resistant to rot and insects. And that's a big reason why only 4 percent of the country's old-growth redwood forests remain today. Commercial logging of redwoods came in with the California Gold Rush in the 1850s. Redwood trees built old San Francisco. And they built it again after the 1906 earthquake."],
        [" ", "\tIn the early 1900s some Americans who were concerned about the disappearing stands of ancient redwood founded the Save the Redwoods League. We have the League to thank for establishing the publicly owned preserves within the northern California state parks that exist today. But logging of old-growth redwoods continues on privately owned land."],
        [" ", "\tSillett wants to see a better process for selecting which redwoods should be logged in existing forests. He has found that a redwood's yearly rate of growth keeps increasing until it's 1,500 years old. The older the wood, the better the wood, with more decay-resistant heartwood."],
        [" ", "\tThe Save the Redwoods League has launched a new initiative to explore how redwoods might react to climate change. Sillett is one of the scientists leading this effort. One thing that we already know is that redwood forests are champions at capturing carbon dioxide from the atmosphere and storing it. That's an important component of slowing climate change. Sillett recommends planting more redwoods in areas where they might thrive, such as the Oregon coast, and letting them become the old forests of the future."],
        [" ", "\tRedwoods were here long before humans and they should be here long after we're gone. We have to make sure we don't get in the way of that."],
        ["", ":box:Hᴏᴡ ᴛᴏ Cʟɪᴍʙ ᴀ Gɪᴀɴᴛ\n\nMost canopy researchers have adopted the tree-climbing techniques Sillett uses:\n\n• Using a powerful hunting bow, he shoots a soft-tipped arrow toward a sturdy limb. Sometimes the first sturdy limb is 200 feet up.\n• The arrow drags a fishing line with it over the limb.\n• He ties a cord to the fishing line and then a climbing rope to the cord.\n• As he reels in the fishing line, the rope is hauled up into the tree and over the limb. Now two ends of the rope dangle from the limb. He secures one end to a small tree.\n• He puts on a helmet and a harness and clips mechanical ascenders to the other end of the rope; these devices slide freely in one direction but grip the rope when pulled in the opposite direction.\n• He attaches his harness to one of the ascenders and with the other he pulls himself up the rope, one arm-length at a time, to the limb.\n• From that limb he tosses a weighted rope over a higher branch and climbs to that branch, then repeats this until he's where he wants to be in the crown.\n• There he uses shorter lengths of rope to anchor himself to other parts of the crown so that he can move around freely."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "crown — the upper part of a tree that includes the branches and leaves"],
        ["²", "canopy — the uppermost layer in a forest"]
    ]
}