{
    "Directions": "",
    "Context": [],
    "Title": "Source 2: Tailoring",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["4", "\tClothes before the Industrial Revolution were made and worn very differently than they are now. For the most part, families made their own clothing by hand from fabric they made or purchased locally. Fabric was intricate and time-consuming to make. As a result it was a highly prized commodity. Merchants made their wealth in transporting fine fabrics and threads. In places like Scotland, fabrics called tartans showed clan affiliation. Polynesians spent hours beating plant fibers and tree bark into tapa cloth. For Hawaiians, part of this practice took on religious significance and was conducted in sacred spaces. Before mass production, fabric itself—the finished product as well as the process—could be very meaningful. While time, effort, and money were put into making or obtaining fabric, creating a garment was much less complicated. Almost every culture had some version of a tied robe or tunic—essentially, a loose fabric that draped and was secured by a belt, pin, or sash. In the Middle Ages such ties and belts helped Europeans to keep improperly fitted clothes secure on their bodies. Most clothes, especially those of the lower and middle classes, would be considered very oversized by modern standards. They were generally made out of one or two pieces of cloth to minimize waste."],
        ["5", "\tWith the Renaissance’s changes in art and society came more fitted clothes. These garments were made by sewing several pieces of fabric together. The wealthy had clothes made by tailors, who often customized their own patterns. But without closures like zippers and buttons, people often had to be sewn into their clothes! Laces and corsets eventually solved some of these problems, but it was still incredibly difficult to get dressed back then. By the 17th century, crafting and tailoring of Western clothing required more and more skill as designs became more complex. Intricate scenes of animals or flowers were embroidered by hand. They took hours to complete and were a sign of the wearer’s wealth. Gemstones might be sewn onto the collar or sleeve of a very fine garment. A fine cloth was only as good as its cut and decoration and a man or woman could make their fortune on the strength of these designs. At the height of the 18th century, French fashion garments were truly works of art. They took days and dozens of hands to complete, with each person contributing hours of specialized skill. The materials themselves came from miles away; some (like silk) even came from other countries!"],
        ["6", "\tEventually political and social movements led to much more restrained and practical clothing. As embellishments and flashy fabrics fell out of use even among aristocrats, fit became increasingly more important in the 19th and 20th centuries. Instead of voluminous tunics or pants that tied, men began to wear suits. While suspenders were used for many years, pants had to fit accurately. Women wore trimmer dresses with buttons that allowed for more fitted looks. They put aside petticoats meant to give skirts more volume and many favored flowing looks over corseted ones. Clothing became a natural extension of the body rather than its decoration or disguise. Countries like England became renowned for their tailors and the wealthy traveled to have their clothes made. Tailoring was still expensive and not an option for all. Making a single coat might require several trips to the tailor, difficult for those who lived far away. The wealthy could travel into town or across provinces to attend several fittings a month. It was much less expensive to make clothing in the home and, if you could afford it, have a tailor help with the more complicated portions. Most often family members were each other’s tailors, pinning and hemming in the home. While simple fabrics were much less expensive than before, clothes were still altered, mended, and handed down as children grew. Clothing was still not seen as replaceable or disposable. Eventually ready-made clothing would be available, but that brought its own set of problems. It would be several decades until fitted, comfortable clothing was truly affordable."]
    ],
    "Copyright": "“Tailoring” written for educational purposes.",
    "References": []
}