{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.2(E)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the following dictionary entry.",
            ":box:stretch \\'strech\\ n\n1. something that seems beyond what is normal\n2. the length or extent of an area\n3. a continuous period of time\n4. the amount of elasticity of something",
            "Which definition best matches the way the word s͟t͟r͟e͟t͟c͟h is used in paragraph 9?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the author and his brother's adventure may seem unusual given their young age, the adjective “half-block” suggests the word s͟t͟r͟e͟t͟c͟h refers to the length of an area, not an activity that is beyond what is normal.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "Definition 2 best matches the way the word s͟t͟r͟e͟t͟c͟h is used in paragraph 9. The words “road,” “intersection,” and “street” suggest a specific area while “half-block” refers to the size of something. These words suggest that in this context, s͟t͟r͟e͟t͟c͟h can be defined as the length or extent of an area.",
                    "Percent": 89
                }
            },
            "C": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the word “scurried” emphasizes how long it took the author and his brother to cross the street, “half-block” suggests the word s͟t͟r͟e͟t͟c͟h refers to the length of an area, not a period of time.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word s͟t͟r͟e͟t͟c͟h is not referring to the physical attributes of the author or the amount of elasticity in something.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.8(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What does the sensory language in paragraph 7 help the reader understand?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The doubts the author had about being able to complete his adventure",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not express his doubts about completing his adventure until later in the selection. The sensory language in paragraph 7 does not indicate any sense of doubt.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "The difficulty the author had pushing his wagon along the street",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sensory language does not help the reader understand that it was difficult to push the wagon.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "The distance between the author's house and the store",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sensory language does not indicate any measure of distance.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "The details that the author remembers most vividly about that day",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sensory language in paragraph 7 shows that the author has vivid memories of this day. The phrase “In my mind's eye, I can still see us” suggests that the author has distinct memories of a past event. This conclusion is reinforced by the author's inclusion of specific, sensory-based details.",
                    "Percent": 85
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.7(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Paragraphs 8 and 9 are mainly a description of  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the way the author and Kenny worked together to push the wagon along",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither paragraph 8 or 9 describes how the author and his brother worked together to push the wagon.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "the typical routine the author followed when he went to the grocery store",
                "Key": {
                    "Correct": true,
                    "Rationale": "Paragraphs 8 and 9 are mainly describing the boys' typical route to the store. The description of their neighbors in paragraph 8, combined with the safety measures described in paragraph 9 (avoiding painful weeds, taking precautions at a busy intersection), suggest that they had been to the grocery store numerous times and were following their typical routine.",
                    "Percent": 72
                }
            },
            "C": {
                "Choice": "the different neighbors the author saw on the way to the grocery store",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the author recalls passing the houses of two different neighbors in paragraph 8, no neighbors are described in paragraph 9.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "the safety measures the author took when walking along the shoulder of the road",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the author recalls “keeping a sharp eye out for painful goathead weeds” and looking “both ways” in paragraph 9, no safety measures are described in paragraph 8.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.7(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Why did the author tell Kenny to turn the wagon around in paragraph 12?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He noticed that the groceries were not in the wagon with Kenny.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Mr. Byford calls the boys back in to the store at the end of paragraph 12, the author had not yet realized at this point in the selection that his groceries were not in the wagon with his brother.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "He was satisfied seeing only a small part of the other street.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author describes turning around before finishing his adventure, it is not because he was satisfied. The fact that he muttered “'Turn around'” after realizing he “couldn't stand it” indicates that he was dissatisfied with having to turn back.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "He remembered that his mother was waiting for them to come home.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author had not forgotten that his mother was waiting for them and suddenly remembered. He decided to abandon his plan when he realized his mother might see him across the vacant lot.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "He decided that the new experience was not worth getting in trouble.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence in paragraph 12 “I couldn't stand it” implies that the author began to worry about getting in trouble after he saw his house across a vacant lot and realized his mother might see him. He decided the new experience was not worth getting in trouble.",
                    "Percent": 81
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.7(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author describes his experience in a way that highlights  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "how significant he thought going to the next street was when he was five years old",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author refers to his five-year-old self several times in the selection (paragraphs 1, 4, and 6), which shows the significance of his venture to the next street over. Many phrases and descriptions throughout the selection (“I had a secret mission in mind”; “my devious 5-year-old mind had concocted a plan”; “the big adventure I was planning”; “I could see the other road — the road almost taken”) emphasize how important he felt it was.",
                    "Percent": 72
                }
            },
            "B": {
                "Choice": "how long it took him to push the wagon to the neighborhood store when he was a boy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author's experience includes pushing his brother in a wagon to the neighborhood store, the amount of time it took to get there is not emphasized in the selection.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "how important it was for him to take care of his little brother when they were younger",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the student could infer that the author took care of his little brother by pushing him in a wagon, the importance of caring for his brother is not highlighted as a significant part of his experience.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "how much he worried about following his mother's rules when he was a child",
                "Key": {
                    "Correct": false,
                    "Rationale": "This selection mentions only one rule, stated in paragraph 5: “But the next street over was off-limits — too close to the busy Dallas Highway, Mama said.” Although paragraph 13 suggests that the author was worried about the consequences of his actions, the author does not describe his experience in a way that highlights how much he worried about following his mother's rules when he was a child.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.3(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the main theme of the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Breaking the rules usually leads to a negative outcome.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author did break the rules by deciding to explore the next street over, his mother was unaware of it. There is no evidence in the selection to suggest a negative outcome for his actions, even though he was worried that there might be.",
                    "Percent": 24
                }
            },
            "G": {
                "Choice": "People often have a strong desire to explore the unknown.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should recognize the theme of wanting to explore the unknown. The author introduces the idea in paragraph 4 when he describes how he had been wanting to venture beyond the boundaries set by his mother. The author further develops the idea with descriptions of being eager to explore “the unknown” (paragraph 11). Finally, the author's description in paragraph 16 of looking at the forbidden road from his front porch and deciding he may try to see it again in the future supports this theme.",
                    "Percent": 61
                }
            },
            "H": {
                "Choice": "People tend to forget things when they are in a hurry.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author did forget the bag of groceries at the store, the selection does not emphasize his forgetfulness nor does it develop a theme about the consequences of hurrying.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "Going to a new location can be an exciting experience.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the selection is centered on going to a new location, this theme is not fully developed because the author was too nervous to finish his journey. The new location (“the next street over”) wasn't exciting to the author because he was “feeling too guilty” (paragraph 11).",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.7(E)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the best summary of the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "When he was five years old, the author decided to venture down a forbidden street after buying some groceries for his mother. The author went partway down the new street but turned around because he was afraid of getting caught. When the shopkeeper waved him down on the way home, the author was sure his mother knew what he had done. Even though he wasn't in trouble, the author went straight home.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This summary successfully includes the major events and key details from the entire selection. The first sentence covers the events of paragraphs 1–10: the author plans to visit a forbidden street after picking up groceries for his mother. The second and third sentences describe the climax of the story, and the last sentence describes the resolution of the story when the author returns home and does not get in trouble.",
                    "Percent": 58
                }
            },
            "B": {
                "Choice": "As a five-year-old, the author had wanted to explore the next street over, even though his mother thought the street was dangerous. One day, after he shopped for groceries at the corner store for his mother, he pushed his wagon down the forbidden street. He then turned around after only a few minutes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary leaves out important details about why the author turned around and does not include the resolution.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "When the author was five years old, his mother often asked him to take his wagon to the corner store down the street and pick up groceries for her. On one occasion the author tried to explore a different street on his way home. But because he forgot to take the groceries with him, he had to go back to the store, where the clerk was waiting outside for him.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary indicates that the author did not complete his journey because he forgot the groceries. This option omits the important information from paragraphs 11 and 12 that suggests he didn't finish the journey because of his guilty conscience and his fear of being caught by his mother. It also omits the resolution.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "One day when he was five, the author made a plan to explore a street after getting groceries for his mother. He took his wagon along his normal route to the store, but then he traveled down the other street after he bought the groceries. When he reached a vacant field, he thought he would be caught, so he returned home.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary leaves out important details, such as how the author was not allowed to go to the next street over and how he was called back to the store for the forgotten groceries.",
                    "Percent": 26
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.10(A)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The details in paragraph 5 support the idea that  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "humans use a lot of sarcasm and humor in everyday speech",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although paragraph 5 briefly mentions humor and sarcasm, the idea that humans use a lot of humor and sarcasm in everyday speech is not supported by the details in the paragraph.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "miscommunication between humans is more likely when they cannot see facial expressions",
                "Key": {
                    "Correct": false,
                    "Rationale": "Paragraph 5 gives details to support how humans are able to derive meaning and effectively communicate, as opposed to focusing on “miscommunication.”",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "language software is designed for communicating information rather than making jokes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that language software is designed for a specific style of communication is not supported by paragraph 5. There is no mention of language software nor its purposes.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "human communication involves features that cannot easily be replicated by computers",
                "Key": {
                    "Correct": true,
                    "Rationale": "The details in paragraph 5 support the idea that human communication is too complex to replicate with computers. Humans rely on “more than words” to communicate, and meaning is derived also through “context, tone, facial expressions, body movements, and objects in the world.”",
                    "Percent": 74
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.10(A)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the main idea of paragraphs 7 and 8?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "When people use speech-recognition applications, their privacy may be invaded.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While paragraph 8 addresses privacy concerns with the use of speech-recognition applications, paragraph 7 does not.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "As people talk more to computers, they may become less able to interact with humans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While paragraph 7 suggests that young people might become overly dependent on technology, there is no reference to this problem in paragraph 8.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "Advances in technology may cause humans to lose their jobs to computers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although paragraph 7 addresses the possibility that computers might take over human jobs, paragraph 8 does not mention the loss of human jobs to computers at all.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "The use of speech-recognition technology poses a variety of potential problems.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main idea of paragraphs 7 and 8 is that speech-recognition technology poses a variety of potential problems. This idea is supported in paragraph 7 with examples, including attachment issues and the likelihood of computers taking over human jobs. The main idea is further supported with the privacy concerns described in paragraph 8, such as “the collection of large quantities of personal data.”",
                    "Percent": 65
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.10(A)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the selection, speech-software developers are still striving to develop speech-recognition technology that  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "can comprehend language as quickly as people speak it",
                "Key": {
                    "Correct": false,
                    "Rationale": "Paragraph 2 establishes that this technology exists today. Therefore this is no longer technology that speech software creators are striving to develop.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "helps people complete simple tasks on electronic devices",
                "Key": {
                    "Correct": false,
                    "Rationale": "Paragraph 6 explains that speech-recognition technology that helps people complete simple tasks on electronic devices already exists. The description of the virtual personal assistant (VPA) “Siri” shows that software is now capable of hearing a human command and acting upon it.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "makes people feel as if they are speaking to a human",
                "Key": {
                    "Correct": true,
                    "Rationale": "Developers are still trying to develop speech-recognition technology that makes people feel like they are speaking to a human. Paragraph 3 discusses an ongoing competition where judges commend computers that seem the most humanlike, and paragraph 9 asserts that modern software companies strive to make computer interaction “just like communicating with another human.” Such technology does not yet exist. Paragraph 2 states that many people find speech-recognition systems “impersonal,” and so far, judges are not consistently fooled by computers in the Turing test.",
                    "Percent": 76
                }
            },
            "J": {
                "Choice": "minimizes the need for most types of human interaction",
                "Key": {
                    "Correct": false,
                    "Rationale": "The selection does not suggest that minimizing human interaction is a goal. Paragraphs 7 and 8 express numerous concerns about computer-dependent societies. The tone of the selection implies that human interaction is still important.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.10(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which idea does the author emphasize throughout the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Speech-recognition technology saves companies time and money.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the author does describe speech-recognition systems as “money-saving tools” in paragraph 1, this idea is not developed throughout the rest of the selection.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "The technology for speech-recognition systems is constantly improving.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author emphasizes the idea that speech-recognition systems are constantly improving. In paragraph 2, the author states that the technology has advanced since the 1950s. The author provides numerous details regarding the capabilities of speech- recognition systems and concludes with the statement that “the continuing evolution of speech-recognition software is thrilling to behold” in paragraph 9.",
                    "Percent": 81
                }
            },
            "C": {
                "Choice": "Virtual personal assistants are an important achievement in talking computers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the author describes the advent and capabilities of virtual personal assistants (VPAs) in paragraph 6, the selection does not elaborate on this idea.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "The earliest speech-recognition systems had limited capabilities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does address the limited capabilities of early speech-recognition systems. However, this information is included mainly to provide a contrast with modern speech-recognition systems, whose improvements are emphasized throughout the selection.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.9(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author's main purpose in writing this selection is to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "describe the history of and advances in speech-recognition technology",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's main purpose is to describe the history and advancement of speech-recognition technology. To achieve this purpose, the author presents examples of early, current, and future speech technology, discusses specific accomplishments and relevant concerns.",
                    "Percent": 58
                }
            },
            "G": {
                "Choice": "share concerns about problems with speech-recognition technology",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author outlines a few specific concerns about speech-recognition technology in paragraphs 7 and 8, criticism is not the inherent purpose of the selection.",
                    "Percent": 24
                }
            },
            "H": {
                "Choice": "suggest that consumers rely too much on speech-recognition technology",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the author mentions consumer familiarity with speech-recognition technology, there is no suggestion that customers rely on it too much.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "explain how speech-recognition technology understands human language",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author includes a graphic depiction of “How VPAs Work,” the selection is not written to describe a process. The illustration is included to support the message about technological progress.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.10(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence from the selection best explains why some people may prefer human-to- human communication?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Despite the efficiency of these systems, many people find them impersonal, stilted, and sometimes frustrating.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence from paragraph 2 explains why some people prefer human-to-human communication. It cites the reasons why many people are not enthusiastic about communicating with computers (they are “impersonal, stilted, and sometimes frustrating”) and therefore may prefer speaking with a human.",
                    "Percent": 59
                }
            },
            "B": {
                "Choice": "Even the advanced human-machine interfaces used today are unable to trick the judge consistently into thinking a computer is a human.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not explain why some people prefer to communicate with other humans rather than with computers; it simply states that judges in a contest can usually tell when they are communicating with a computer rather than another person.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "Simply put, the reason is that human beings rely on more than words to produce utterances and derive meaning from them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not suggest that humans prefer to communicate with other humans over computers nor explain why that might be so.",
                    "Percent": 27
                }
            },
            "D": {
                "Choice": "While the potential for spontaneous communication between a human and a machine may seem exciting, this possibility concerns some people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence reveals that some people have doubts about human-computer interactions, but it does not explain why nor does it express a preference for human-to-human communication.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.10(C)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author organizes the information in the selection mainly by  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "explaining the development of speech-recognition technology over time",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the author describes the development of speech-recognition technology, the organizational pattern of the selection is not based solely on time-order. The author gives some dates, but also includes paragraphs that do not show progress over time.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "describing advancements in speech-recognition technology as well as some concerns about it",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author organizes the information in the selection by describing both advancements of and concerns about speech- recognition technology. Advancements are described throughout the selection. In paragraphs 7 and 8, the author describes concerns related to the technology. The pros and cons of speech-recognition technology provide the organizational structure for the selection.",
                    "Percent": 75
                }
            },
            "H": {
                "Choice": "providing details about the technical processes that computers use to understand speech and construct a response",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author provides a graphic illustration of speech-recognition's technical processes, the text does not follow a similar format. The author does not explain the steps software must follow to understand speech.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "comparing the ways humans and computers interpret spoken language",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, the author provides a contrast in the way humans and computers communicate. However, the text overall does not follow a comparison structure.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.10(B)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence from the selection reflects the author's opinion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Today many voice systems can understand language when spoken at a normal conversational rate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the claim is not supported with definitions or statistics in the selection, this is a measurable fact that likely could be verified.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Others fear that machines will take over functions that were traditionally performed by humans, such as customer service.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the idea that machines “will take over functions that were traditionally performed by humans” is an opinion held by some people, it is not established as the author's own opinion.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "This digital trail may lead to data mining, or the collection of large quantities of personal data.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the idea that people's digital trails might result in “data mining” may seem speculative, the author presents it as a factual claim and supports it by explaining that people leave an “audio track” of their speech behind and that speech can be “saved to a remote server for processing.”",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "For now, however, the continuing evolution of speech-recognition software is thrilling to behold.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence expresses the author's opinion about speech-recognition technology. The idea that the progress being made is “thrilling” is not an objective fact that can be measured or proved.",
                    "Percent": 65
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.2(B)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S3.json",
            "problems/TX18G8R/supps/TX18G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which phrase from paragraph 1 best serves as an antonym context clue for the word r͟e͟f͟i͟n͟e͟d?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "weeding his garden",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that Grandpa Joe is “weeding his garden” does not provide an antonym context clue for r͟e͟f͟i͟n͟e͟d, which the context suggests is related to his appearance.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "who loved numbers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context in paragraph 1 suggests that r͟e͟f͟i͟n͟e͟d is related to Grandpa Joe's former appearance rather than his former profession.",
                    "Percent": 24
                }
            },
            "H": {
                "Choice": "let his hair run wild",
                "Key": {
                    "Correct": true,
                    "Rationale": "Anthony is surprised by the difference in Grandpa Joe's appearance, particularly how he lets his hair “run wild.” This detail, along with the description of Grandpa Joe's “muddy work gloves, rumpled jeans, and lime-green garden shoes,” supports the meaning of r͟e͟f͟i͟n͟e͟d as someone who has a clean, neat appearance, rather than a wild, messy appearance.",
                    "Percent": 56
                }
            },
            "J": {
                "Choice": "sold his house",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the selling of his house in the suburbs seems to have prompted Grandpa Joe to make a transformation, the phrase “sold his house” does not provide an antonym context clue for r͟e͟f͟i͟n͟e͟d.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.6(A)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S3.json",
            "problems/TX18G8R/supps/TX18G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Paragraphs 1 through 3 are important to the story because they establish that Anthony  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "prefers talking to the serious Grandpa he has always known",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Anthony does contrast his wild-haired, gardening grandpa to the “bank president” version of his grandfather, there is no evidence in paragraphs 1 through 3 to suggest he prefers the more serious Grandpa he has always known.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "is surprised to learn about Grandpa's change in behavior",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first three paragraphs of the story establish that Anthony is surprised to learn how much Grandpa Joe has changed. In paragraph 1, Anthony explains how he “wasn't expecting” Grandpa Joe “to look so different.” In paragraph 2, Anthony expresses a sense of wonder that his grandfather “who had been preoccupied for decades with interest rates now cared only about organic gardening.” In paragraph 3, Anthony reveals that he is supposed to observe Grandpa and report his behavior.",
                    "Percent": 81
                }
            },
            "C": {
                "Choice": "thinks that Mom should not worry about Grandpa's new activities",
                "Key": {
                    "Correct": false,
                    "Rationale": "Anthony does explain in paragraph 3 that he is visiting his grandfather on behalf of his mother, who is worried about Grandpa Joe. However, the worry is related to Grandpa Joe living alone, not so much his activities. Additionally, Mom's worry is not addressed in paragraphs 1 and 2",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "wants Grandpa to teach him how to maintain a garden",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Anthony does describe Grandpa Joe's enthusiasm for gardening, he does not reveal a personal interest in learning how to maintain a garden.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.6(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S3.json",
            "problems/TX18G8R/supps/TX18G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 5, Anthony chooses not to mention the ready-made pesto most likely because he  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "believes that Grandpa's homemade pesto will be more flavorful",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Anthony is initially excited to eat homemade pesto sauce, there is no evidence in paragraph 5 to suggest Anthony believes Grandpa Joe's sauce will taste better than the store-bought variety.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "realizes that Grandpa is excited about making homemade pesto",
                "Key": {
                    "Correct": true,
                    "Rationale": "Grandpa Joe is excited to make pesto sauce for his grandson, who is fond of the dish. The fact that Grandpa and Anthony drive “15 miles to the nearest co-op grocer” to purchase the ingredients for the sauce provides additional evidence of Grandpa Joe's excitement.",
                    "Percent": 79
                }
            },
            "H": {
                "Choice": "thinks it does not look as good as the kind he usually buys at the grocery store",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to suggest that Anthony is comparing the sauce he sees at the store with the kind he usually buys.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "knows that using a ready-made pesto means he would not get to spend time with Grandpa",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to suggest that spending time with Grandpa Joe is Anthony's motivation for not mentioning the store- bought sauce. He is spending time with Grandpa whether they use the ready-made pesto or not.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.6(C)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S3.json",
            "problems/TX18G8R/supps/TX18G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "By telling the story from the first-person point of view, the author helps the reader understand  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "how Grandpa feels about living by himself in the old cottage",
                "Key": {
                    "Correct": false,
                    "Rationale": "Anthony does not describe or think about how Grandpa Joe feels about living by himself in the old cottage. The reader would only understand Grandpa Joe's feelings if the story were told from his point of view.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "why Grandpa's life is different from that of his parents",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the reader does learn that Grandpa Joe's parents “'made everything from scratch ...'” in contrast to Grandpa Joe who “'never seemed to have the time to cook'” while working full-time, this detail is provided by Grandpa Joe's dialogue, not through Anthony's first-person viewpoint.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "why Anthony enjoys Grandpa's cooking despite the taste",
                "Key": {
                    "Correct": true,
                    "Rationale": "Anthony's first-person description of events in paragraphs 12 through 15 reveals why he enjoys Grandpa Joe's homemade pesto sauce despite the taste. Anthony describes Grandpa Joe “proudly” serving the sauce and Grandpa's “sparkling” eyes when he asks Anthony's opinion of the sauce. In paragraph 14, Anthony reveals how he associates the sauce with all the other fun details of his day with Grandpa Joe. Finally, Anthony describes how happy Grandpa Joe is when he hears how much Anthony loves the sauce and how this makes Anthony truly love the sauce after all.",
                    "Percent": 66
                }
            },
            "D": {
                "Choice": "how all the characters feel about their Italian heritage",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Anthony does think about his Italian heritage in paragraph 9, the use of first-person point of view does not reveal how all the characters feel about their Italian heritage.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.6(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S3.json",
            "problems/TX18G8R/supps/TX18G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What can the reader conclude about Grandpa from his actions in the story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He regrets his career working as a banker.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although his banking career is mentioned, Grandpa Joe does not do anything in the story to suggest he regrets the years he spent working as a banker.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "He misses living and working in the suburbs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Grandpa Joe refers to details of his former life in paragraph 10, he does not do anything in the story to suggest he misses living and working in the suburbs.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "He wants to reconnect with his Italian roots.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Grandpa Joe's actions suggest that he wants to reconnect with his Italian roots. In paragraph 8, Grandpa Joe uses the Italian word for grandpa to refer to himself while talking about making “'a big home-cooked meal,'” suggesting he views this as an Italian custom. Paragraph 10 suggests that he wants to reconnect with his Italian heritage as he makes homemade pesto sauce for Anthony.",
                    "Percent": 84
                }
            },
            "J": {
                "Choice": "He wishes his daughter would cook Italian food for him.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Grandpa Joe acknowledges that he never made Italian food for his daughter, his actions do not support the conclusion that he wishes she would cook Italian food for him.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.2(A)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S3.json",
            "problems/TX18G8R/supps/TX18G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this information about the origin of the word p͟e͟r͟e͟n͟n͟i͟a͟l.",
            ":box:from Latin per-, meaning “throughout,” + annus, meaning “year”",
            "This information helps the reader determine that the word p͟e͟r͟e͟n͟n͟i͟a͟l in line 9 means  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "not measurable",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the poem does not provide a specific number of years that the “old man” has operated the vegetable stand, the provided Latin root word and suffix do not support the meaning of p͟e͟r͟e͟n͟n͟i͟a͟l as “not measurable.”",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "highly desirable",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Mother is looking for the most desirable produce, the word p͟e͟r͟e͟n͟n͟i͟a͟l is used to describe the “baking sun,” not the vegetables. Neither the context of the poem nor the information about the origin of p͟e͟r͟e͟n͟n͟i͟a͟l support the meaning “highly desirable.”",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "not easily avoided",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context of the poem suggests that the old man does not avoid the “baking sun.” However, the provided Latin root word and suffix do not support the meaning of p͟e͟r͟e͟n͟n͟i͟a͟l as “not easily avoided.”",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "continually present",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student is provided with the prefix “per,” which means “throughout,” and the root word “annus,” which means “year.” Combined, this means “throughout the year,” which closely matches the correct response, “continually present.”",
                    "Percent": 78
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.8(A)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S3.json",
            "problems/TX18G8R/supps/TX18G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the first stanza, the poet uses the metaphor of a hunt to emphasize that Mother is  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "eager to finish her shopping and begin preparing the hot sauce",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the poem to suggest Mother is eager to return home to start preparing her sauce. The description of her “hunt” for the best peppers suggests that she is taking her time and being very thorough in her search for ingredients.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "competing with other shoppers at the market for the best produce",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the hunting metaphor does suggest that Mother is determined to find the best produce, there is no evidence that she is competing with other shoppers.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "determined to find just the right peppers to use in her hot sauce",
                "Key": {
                    "Correct": true,
                    "Rationale": "The metaphor describing Mother “on the hunt in search of prime specimens” of peppers (lines 1–2) emphasizes that Mother is actively searching, or hunting, for the peppers, which suggests she is determined to find exactly the right peppers to use in her sauce.",
                    "Percent": 74
                }
            },
            "J": {
                "Choice": "skillful at combining many different ingredients in her recipes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mother does combine different ingredients in her hot sauce, and the second stanza suggests that she is skilled at preparing the sauce. However, the first stanza describes her searching for the ingredients, not combining them.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.8(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S3.json",
            "problems/TX18G8R/supps/TX18G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The words “patiently,” “pounds,” and “promptly” in the second stanza highlight Mother's  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "desire to improve",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Mother clearly puts effort into making the hot sauce, there is no evidence in the poem to suggest that improvements are desired or necessary.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "devotion to her task",
                "Key": {
                    "Correct": true,
                    "Rationale": "The words “patiently,” “pounds,” and “promptly” highlight Mother's devotion to her task. She “patiently” washes the hot peppers, showing that she is willing to dedicate time to making her sauce. She “pounds” the ingredients with “force,” which shows the physical effort she puts into making her sauce. Finally, the fact that she “promptly places her concoction outdoors to ferment,” shows that she is determined to see the process through to its conclusion.",
                    "Percent": 77
                }
            },
            "C": {
                "Choice": "need for assistance",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker is nearby, but there is no evidence that the speaker is actually helping with the preparations or that Mother needs assistance.",
                    "Percent": 2
                }
            },
            "D": {
                "Choice": "eagerness to finish her work",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mother's patient washing of each pepper suggests that she is focused on carefully completing the task rather than trying to quickly finish up her work.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.4(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S3.json",
            "problems/TX18G8R/supps/TX18G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The poet uses present tense throughout the poem to convey that  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the speaker wants to visit the market again soon",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that the speaker wants to visit the market again soon. Also, the phrase “year after year” suggests that making hot sauce is an annual tradition rather than one that takes place frequently.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "the speaker wishes she were young again",
                "Key": {
                    "Correct": false,
                    "Rationale": "Most likely this poem is told from the perspective of a child, and the phrase “year after year” suggests that this process took place throughout the speaker's childhood. However, there is no reference to the speaker's age or that she wishes to be young again.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "the memory is vivid to the speaker",
                "Key": {
                    "Correct": true,
                    "Rationale": "The detailed present-tense description of Mother hunting for and examining ingredients, the description of “fiery” peppers with “skins shiny smooth as plastic ... screaming from inside glad sandwich bags,” the step-by-step description of Mother preparing the sauce, and the suggestion that this process takes place “year after year,” convey that the experience is vividly recollected by the speaker.",
                    "Percent": 75
                }
            },
            "J": {
                "Choice": "the memory makes the speaker feel childlike",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that the memory of Mother making hot sauce makes the speaker feel childlike. In fact, the speaker may still be a child; the poem makes no reference to the speaker's age.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.4(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S3.json",
            "problems/TX18G8R/supps/TX18G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the details in the poem, the reader can conclude that Mother  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "takes making hot sauce for her family seriously",
                "Key": {
                    "Correct": true,
                    "Rationale": "The description of Mother hunting through the market, a process that seemingly takes place “year after year,” suggests that she takes the task of making hot sauce for her family seriously. This conclusion is supported by the description of Mother carefully preparing the ingredients so that her family can enjoy the sauce.",
                    "Percent": 76
                }
            },
            "B": {
                "Choice": "spends the entire day making hot sauce",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “Back home” in line 27 suggests that Mother shops for ingredients for the sauce and prepares the sauce in the same day, so she is not spending the entire day making the sauce.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "makes hot sauce for her family every day",
                "Key": {
                    "Correct": false,
                    "Rationale": "The details in the poem suggest that this is an annual event rather than something Mother does every day. And the fact that the sauce has to ferment in the sun suggests that it takes more than a day for it to be ready.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "wants her daughter to learn to make hot sauce",
                "Key": {
                    "Correct": false,
                    "Rationale": "The details in the poem suggest that the speaker carefully observes her mother making the hot sauce, and has done so over many years. However, there is no evidence to support the conclusion that Mother wants her child to learn to make the sauce.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.19(F)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S3.json",
            "problems/TX18G8R/supps/TX18G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In what way are the topics of the story and the poem similar?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Both describe how to select a variety of ingredients when planning a meal.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Mother's selection process is described in the poem, there is no real description in the story about how Grandpa Joe selects his ingredients. Also, hot sauce is a condiment, not a meal.",
                    "Percent": 20
                }
            },
            "G": {
                "Choice": "Both highlight that young people know less about preparing food than adults.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the story nor the poem make a comparison between how much the younger and older people know about preparing food.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "Both show that homemade food tastes better than ready-made food.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Anthony's description of eating Grandpa Joe's sauce and pasta suggest that it is not as good as the store-bought variety, and the poem does not make any comparisons between Mother's hot sauce and hot sauce that is available in the store.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Both provide details about preparing food in a traditional way.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both the story and the poem provide details about preparing food in a traditional way. In the story, Grandpa Joe makes homemade pesto sauce, shopping for ingredients, mixing “eggs and flour into dough,” and cleaning “basil leaves.” In the poem, the speaker describes her mother's process for making hot sauce, from searching the market for ingredients to “patiently” washing the peppers and packing them into “an old vinegar bottle,” which she places outside in the sun to ferment.",
                    "Percent": 69
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.19(F)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S3.json",
            "problems/TX18G8R/supps/TX18G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does Anthony in the story differ from the speaker in the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Anthony is amused by Grandpa's actions, while the speaker in the poem is concerned about Mother's behavior.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to suggest Anthony finds Grandpa Joe's actions particularly amusing. And, while the speaker in the poem describes her mother's behavior, there is no evidence to suggest the speaker feels concerned.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "Anthony is thankful for Grandpa's efforts, while the speaker in the poem seems indifferent to Mother's work.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Anthony reveals in paragraphs 14 and 15 that he does appreciate his grandfather's efforts. However, the detailed description of Mother making hot sauce does not support the conclusion that the speaker in the poem feels indifferent towards her mother's efforts.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "Anthony is surprised that Grandpa is cooking, while the speaker in the poem expects Mother to act the way she does.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Anthony did not expect Grandpa Joe to look so different, and this surprise carries over to dinner, when Grandpa Joe talks about making homemade Italian food. Anthony's surprise contrasts with the speaker in the poem, who seems completely familiar with her mother's process of making hot sauce. In this way Anthony differs from the speaker in the poem.",
                    "Percent": 66
                }
            },
            "D": {
                "Choice": "Anthony is encouraging of Grandpa's new interests, while the speaker in the poem worries about Mother's traditional ways.",
                "Key": {
                    "Correct": false,
                    "Rationale": "When Grandpa Joe says to Anthony, “'if I remember correctly, you like pasta with pesto sauce,'” Anthony eagerly nods, which encourages Grandpa Joe's interest in preparing homemade food. However, the speaker in the poem appears impressed, not concerned, about Mother's traditional ways.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.19(F)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S3.json",
            "problems/TX18G8R/supps/TX18G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Unlike Grandpa in the story, Mother in the poem  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "prepares the hot sauce to be used for dinner that night",
                "Key": {
                    "Correct": false,
                    "Rationale": "Grandpa Joe prepares a homemade dinner of pesto sauce and pasta for himself and Anthony the same night. However, Mother's hot sauce needs to ferment in the “Puerto Rican sun,” suggesting it will not be ready to consume right away.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "makes her homemade sauce with freshly picked produce",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Mother does make her hot sauce from fresh produce she selects at the market, Grandpa uses freshly picked basil and garlic from his garden. This is a similarity between the two characters, not a difference.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "uses special equipment to make her homemade sauce",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Mother does use “her wooden mortar and pestle” to make her hot sauce, Grandpa uses a pasta maker and a blender, which could be considered special equipment as well. Therefore this does not show how the characters differ.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "seems very experienced at preparing her own sauce",
                "Key": {
                    "Correct": true,
                    "Rationale": "Details in paragraphs 1 and 2 of the story show that Grandpa Joe just recently became interested in growing and preparing his own food. Furthermore, Grandpa pulls recipes off the internet and his blender appears to have had little use. In contrast, Mother has been hunting for “prime” ingredients at the same market year after year. The step-by-step description of Mother's process suggests experience in preparing her own sauce, as does the fact that she does not consult a recipe.",
                    "Percent": 79
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.19(F)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S3.json",
            "problems/TX18G8R/supps/TX18G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The ending of the story and the ending of the poem are similar because both Anthony and the speaker  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "wish they could help their family member perform a routine chore",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both parts of this option are untrue. Anthony does help Grandpa Joe make homemade pasta with pesto sauce, and making the pesto sauce and pasta is not portrayed as a routine chore. In the poem, there is no evidence that the speaker wants to help, nor is the process portrayed as a routine chore.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "take comfort in observing a family member doing something with love",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both Anthony and the speaker in the poem take comfort in observing a family member doing something with love. In paragraph 12 of the story, Anthony notes Grandpa Joe's pride in serving his meal. In paragraphs 14 and 15, Anthony fondly recalls the day he shared with his grandfather and Grandpa Joe's warm smile. In the second stanza of the poem, the speaker compares her mother's preparations to a “concert,” where “the hanging pictures over the dinner table all dance to her cooking drum,” suggesting that Mother makes the sauce with love.",
                    "Percent": 58
                }
            },
            "C": {
                "Choice": "learn how to do something interesting by watching a family member",
                "Key": {
                    "Correct": false,
                    "Rationale": "Anthony does help Grandpa Joe make pesto sauce, suggesting that he may learn how to make the sauce. However, the speaker in the poem does not help her mother make hot sauce, so there is no evidence that she has learned to make the sauce on her own.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "understand the significance of a specific cultural tradition",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker in the poem refers to Mother's “concoction” fermenting under “a Puerto Rican sun,” suggesting that she understands the cultural tradition in Mother's process. However, Anthony does not address the significance of any cultural tradition at the end of the story.",
                    "Percent": 28
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.19(F)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S3.json",
            "problems/TX18G8R/supps/TX18G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Grandpa in the story and Mother in the poem would most likely agree that  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "cooking meals with others takes too much time",
                "Key": {
                    "Correct": false,
                    "Rationale": "Evidence from the story and poem suggests that Grandpa and Mother enjoyed the time spent cooking and preparing food for family, so it is not likely they believe that cooking meals for others takes too much time.",
                    "Percent": 2
                }
            },
            "G": {
                "Choice": "living in the country is better than living in the city",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Grandpa Joe clearly enjoys living in the country, he does not actually compare it to living in the city. The “vegetable post” described in lines 5 through 10 of the poem indicates a country setting, but no preference for country living is suggested.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "making food from scratch can be very satisfying",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both characters would likely agree that making food from scratch can be very satisfying. Paragraph 4 reveals Grandpa Joe's eagerness to make homemade pesto sauce, while paragraph 7 illustrates Grandpa Joe's pride in making his own pasta. Grandpa Joe “proudly” serves the home-cooked meal in paragraph 12. Mother clearly puts much time and effort into her yearly tradition of making hot sauce — from carefully selecting “prime specimens” of peppers, to “patiently” washing each pepper before combining them with spices and placing her “concoction” out in the sun to ferment.",
                    "Percent": 67
                }
            },
            "J": {
                "Choice": "doing something the old way is always better",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the story shows that Grandpa Joe enjoys growing and preparing food “'from scratch,'” and the poem describes a mother's tradition of making hot sauce for her family, neither text suggests that “old” methods of doing things are preferable to modern ways.",
                    "Percent": 27
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.10(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Scaturro and Brown filmed their adventure most likely because they  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "believed their journey down the Nile River would bring them more fame",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Scaturro and Brown likely gained some fame as a result of their journey, the selection does not emphasize their desire to become more famous.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "hoped it would help promote efforts to clean and protect the areas along the Nile River",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the selection does mention “urban pollution” in paragraph 6, there is no evidence to suggest that Brown and Scaturro are promoting efforts to clean and protect areas along the river.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "wanted people around the world to appreciate the beauty and diversity of the Nile River",
                "Key": {
                    "Correct": true,
                    "Rationale": "The adventurers hoped that filming their journey would help people around the world to appreciate the beauty and diversity of the river. In paragraph 5, the author describes the sights and experiences on the journey as “awe-inspiring” and suggests that not many other people encounter these sights.",
                    "Percent": 74
                }
            },
            "D": {
                "Choice": "thought the publicity would encourage more tourists to visit the Nile River",
                "Key": {
                    "Correct": false,
                    "Rationale": "Scaturro noted in his journal that he and Brown saw few people on their journey along the Nile River; however, there is no evidence to suggest that the two men want to encourage more tourists to visit the Nile. In fact, the selection emphasizes that many sections of the river are hazardous for travelers.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.10(A)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which detail from paragraph 2 supports the idea that the Nile River spans diverse areas?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The Nile River is the longest river in the world, measuring about 4,100 miles in length.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this detail illustrates that the Nile flows through a large area, it does not support the idea that the area is diverse.",
                    "Percent": 21
                }
            },
            "G": {
                "Choice": "The White Nile begins in Rwanda, and the Blue Nile begins in Ethiopia.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this detail shows that the two branches of the Nile originate in different countries, it does not highlight the diversity of the areas through which the river flows.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "The two main tributaries of the Nile River meet in Sudan to form one river.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that the main tributaries of the Nile River meet in Sudan does not reveal whether this area is diverse.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "The Nile River flows through cities as well as remote deserts and mountain regions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Details from paragraph 2 support the idea that the Nile spans diverse areas. Paragraph 2 refers to the Nile flowing through “large cities,” “capital cities,” “deserts,” “mountains,” and more.",
                    "Percent": 59
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.10(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on paragraphs 3 and 4, what can the reader infer about navigating the Nile River?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Many explorers have failed in their attempts to complete the trip.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While paragraph 3 indicates that no other explorers had successfully traveled the length of the river, this idea is not continued in paragraph 4. There is also no reference to the number of explorers that have attempted the journey.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "It is a challenging endeavor even for experienced adventurers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 3, the author suggests that the expedition was challenging by stating that no one had successfully completed it before Scaturro and Brown. This idea is continued in paragraph 4 through descriptions of the dangers the explorers encountered.",
                    "Percent": 74
                }
            },
            "C": {
                "Choice": "Preparing for the journey can take many months of planning.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While paragraph 3 indicates that a small crew joined Scaturro and Brown and helped with planning, it does not indicate how much planning the expedition took, and this idea is not continued in paragraph 4.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "It is best to make the expedition with a small crew.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While a small crew is described in paragraph 3, the selection does not expand on why the crew was small, and this idea is not continued in paragraph 4.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.10(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on paragraph 5, the reader can infer that for Scaturro and Brown  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the satisfaction of traveling the Nile River outweighed the dangers it presented",
                "Key": {
                    "Correct": true,
                    "Rationale": "For Scaturro and Brown, the satisfaction of traveling the Nile River outweighed the dangers of the journey. The author begins the paragraph by stating that the two men encountered dangers but were also “met with awe-inspiring sights and experiences.” Scaturro describes the journey as “'an adventure'” in which he and Brown had the river all to themselves.",
                    "Percent": 66
                }
            },
            "G": {
                "Choice": "the Nile River provided a place to get away from modern life",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author indicates that Scaturro and Brown saw few travelers on their expedition, this detail alone is not enough to support an inference that they were able to get away from modern life, particularly since they were using modern equipment on their journey.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "the journey along the Nile River was a challenging test of their survival skills",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in paragraph 5 that the men's survival skills were tested. Instead, it focuses on the amazing sights they saw and the solitude they experienced.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "the sights along the Nile River were better experienced on film than in person",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it can be inferred that Scaturro and Brown captured what they saw on film, nothing suggests that these sights were better experienced on film than in person.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.10(A)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The details in paragraph 6 support the idea that  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the Nile River and its main tributaries flow through many African countries",
                "Key": {
                    "Correct": false,
                    "Rationale": "This question asks the student to go beyond the details given to determine a bigger idea that the details support. While paragraph 6 does list many African countries that the Nile River flows through, the main idea in this paragraph is that the river is “a unifying thread of civilization in northeastern Africa.”",
                    "Percent": 27
                }
            },
            "B": {
                "Choice": "population growth along the Nile has caused the river to become polluted",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the author does mention pollution at the beginning of the paragraph, the additional details in paragraph 6 do not support this idea.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "the Nile River serves as a shared foundation for many diverse African cultures",
                "Key": {
                    "Correct": true,
                    "Rationale": "Details in paragraph 6 support the idea the river is a shared foundation for many diverse cultures. The author describes the many different areas the Nile flows through and indicates that these areas are “countries with diverse cultures, beliefs, and environments that are all connected by the mighty river.”",
                    "Percent": 61
                }
            },
            "D": {
                "Choice": "the largest cities along the Nile River are located in Egypt",
                "Key": {
                    "Correct": false,
                    "Rationale": "Paragraph 6 does not compare the size of cities in Egypt to those in other countries. The idea that the largest cities along the Nile are in Egypt is not supported.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.12(B)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The map of the Nile River Valley is included in the selection to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "indicate why the Blue Nile is considered the primary source of the river",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the map shows that the Blue Nile is one source of the Nile, it also shows the larger White Nile as an additional source of the river. The map does not indicate that the Blue Nile is the primary source.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "show the long and winding course of the river",
                "Key": {
                    "Correct": true,
                    "Rationale": "The map of the Nile River Valley is included to illustrate the long, winding course of the river that is described in paragraph 2. The map shows the entire course of the Nile, including the two rivers that serve as the Nile's sources and the countries the river flows through. It also shows the meandering path of the river.",
                    "Percent": 69
                }
            },
            "H": {
                "Choice": "emphasize that the river is important to all the countries it flows through",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the map shows the different countries the Nile flows through, it does not emphasize the importance of the river to those countries.",
                    "Percent": 17
                }
            },
            "J": {
                "Choice": "highlight the most popular locations along the river",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although some popular locations along the river are mentioned at the end of paragraph 2 (“ancient cities”; “the pyramids”), these locations are not highlighted on the map.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.10(C)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author organizes the information in the selection mainly by  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "explaining why Scaturro and Brown wanted to explore the Nile River and then giving details about how they prepared for the journey",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author begins the selection by suggesting why Scaturro and Brown would want to explore the Nile River, there are very few details regarding how they prepared for the journey. This option also leaves out that the author describes their expedition in paragraphs 4 through 6.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "comparing the Nile River with other rivers around the world and then discussing Scaturro and Brown's journey along the Blue Nile",
                "Key": {
                    "Correct": false,
                    "Rationale": "The selection does not make comparisons between the Nile River and other rivers. Furthermore, this option limits the journey to the Blue Nile, whereas the selection discusses the journey along the entire Nile River.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "stating that the Nile River is challenging to navigate and then sharing details about the difficulties Scaturro and Brown encountered on their journey",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice leaves out that the author provides background information about the Nile in paragraphs 1 through 3. The selection is not organized in a way that focuses only on Scaturro and Brown's difficulties.",
                    "Percent": 26
                }
            },
            "D": {
                "Choice": "providing background information about the Nile River and then describing Scaturro and Brown's expedition",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 1 through 3, the author includes background information about the Nile River, including where it is located and why it is important. In paragraphs 4 through 6, the author goes on to describe Scaturro and Brown's expedition along the river, including the dangers they faced along the way, as well as their hope for the outcome of the expedition.",
                    "Percent": 58
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.9(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author's main purpose for writing this selection is to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "explain how the Nile River brings together a variety of cultures",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that the Nile River brings together a variety of cultures is mentioned in the conclusion, but explaining that idea is not the author's purpose for writing the selection.",
                    "Percent": 17
                }
            },
            "G": {
                "Choice": "describe the first expedition to travel the full length of the Nile River",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's main purpose for writing the selection is to describe the first expedition to travel the full length of the Nile River. The author provides background information about the history of the Nile to reveal why Scaturro and Brown would make such an expedition. In paragraph 4, the author describes the dangers, and in paragraphs 5 and 6, the author concludes by suggesting why the expedition was important.",
                    "Percent": 60
                }
            },
            "H": {
                "Choice": "discuss the dangers that travelers have encountered along the Nile River",
                "Key": {
                    "Correct": false,
                    "Rationale": "The purpose of the selection is not to discuss dangers that “travelers” have encountered. Rather, it is to give information about Scaturro and Brown's successful expedition of the entire Nile River.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "provide information about the history of the Nile River",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the author begins by providing some information about the history of the Nile River in paragraphs 1 and 2, that is not the focus of the selection.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.10(E)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the best summary of the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Explorers Pasquale Scaturro and Gordon Brown traveled the length of the Nile River by boat. On their trip they saw mountains, deserts, gorges, waterfalls, and large cities. Their journey began in Ethiopia and ended in Egypt at the Mediterranean Sea. Some of the areas they traveled through were unsafe because of the harsh rapids, extreme heat, and hostile wildlife.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not address why Scaturro and Brown's expedition was significant, nor does it illustrate the effect the journey had on the two men. The second sentence includes a list of details; these are not necessary in a summary statement.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "The Nile River flows through 11 African countries. The river is the world's longest and has been important to many civilizations for thousands of years. In 2004 explorers Pasquale Scaturro and Gordon Brown paddled the river and made a film about their trip. Sometimes their boats flipped in the water, and they were even attacked by a crocodile.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice leaves out information about why the expedition was significant and what the two men learned from the expedition. The last sentence of this option includes minor details that are not appropriate in a summary.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "In 2004, Pasquale Scaturro and Gordon Brown became the first people to travel the entire Nile River by boat. Their 3,250-mile journey on the longest river in the world took four months. Though awed by the river's beauty, they also endured menacing conditions. Their trip helped them understand the significance of the Nile River to many African cultures.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This summary successfully includes key events and major details from the entire selection. The first and second sentences of the summary covers information from paragraphs 1–4 about why Scaturro and Brown's expedition was significant and what their journey was like. The third and fourth sentences of the summary include information from paragraphs 4–6 regarding the conditions Scaturro and Brown experienced on their expedition as well as the effect the journey down the Nile had on the two men.",
                    "Percent": 68
                }
            },
            "D": {
                "Choice": "A geophysicist and explorer named Pasquale Scaturro paddled the Nile River with filmmaker Gordon Brown in 2004. The river measures more than 4,100 miles and flows past a variety of landscapes as well as ancient cities and the Egyptian pyramids. An IMAX film was made about their journey.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not address the significance of the expedition or what Scaturro and Brown learned on their journey, nor does it address the conditions the two men encountered along the river. This option gives too many minor details and not enough key ideas.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.6(D)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Coach Wilson calls Teresa's mother before the tryout most likely to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "inform her that Teresa's tryout is probably going to be unsuccessful",
                "Key": {
                    "Correct": true,
                    "Rationale": "Coach Wilson calls Teresa's mother most likely to tell her that Teresa's tryout will not be successful. In paragraph 6, Coach Wilson warns Teresa, “'I'm not sure you're ready.'” In paragraph 29, Teresa's mother reveals that the coach called to prepare her “'for what to expect.'” The conclusion is further supported by the discrepancy between Teresa's and the other athletes' jumps, as well as Coach Jennings's dismissive attitude towards Teresa.",
                    "Percent": 79
                }
            },
            "G": {
                "Choice": "tell her that Teresa will have to adjust to working with a new coach",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the text describes Teresa's brief interactions with a new coach, there is no evidence to suggest that Coach Wilson warns about an adjustment to this coach. Coach Wilson does not believe the tryout will result in a new relationship between Teresa and the new coach.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "persuade Teresa's mother to talk Teresa out of attending the tryout",
                "Key": {
                    "Correct": false,
                    "Rationale": "While paragraph 6 suggests Coach Wilson has reservations about the tryout, nothing in the story suggests that she asks Teresa's mother to discourage it.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "give Teresa's mother directions to the training facility in Grand Prairie",
                "Key": {
                    "Correct": false,
                    "Rationale": "Coach Wilson calls to ensure that Teresa has a ride to Grand Prairie, not to provide directions to the facility.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.6(B)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read paragraph 3.",
            ":box:“But I was born to do the long jump. My instinct is to jump,” Teresa said as she sat on a bench. “When I'm on the Olympic team, you'll see what I mean.”",
            "Teresa's comments influence the theme of the story because they show that she  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "does not know a lot about long jumping",
                "Key": {
                    "Correct": false,
                    "Rationale": "Teresa's comment demonstrates a lack of maturity, but it does not influence the theme of the story. Teresa's failure at the tryouts is not related to her lack of knowledge about her chosen sport.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "thinks that her coach does not give her useful advice",
                "Key": {
                    "Correct": false,
                    "Rationale": "The theme of the story is not centered on the usefulness of the coach's advice. Furthermore, Teresa is not critical of the advice; she simply ignores it as she overestimates her own talent.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "believes that she is a better long jumper than she actually is",
                "Key": {
                    "Correct": true,
                    "Rationale": "This comment reveals Teresa's overestimation of her talent, which is a theme throughout the story as she insists on a tryout at an Olympic training facility. Teresa objects to her coach's suggestion of practice and also asserts that she has Olympic potential, despite her limited experience. She does not recognize her mistake until she sees elite athletes outperforming her.",
                    "Percent": 70
                }
            },
            "D": {
                "Choice": "feels as though she has to prove her abilities to others",
                "Key": {
                    "Correct": false,
                    "Rationale": "Teresa's comment implies that she does not feel the need to prove her abilities; she assumes she will make the Olympic team (“'When I'm on the Olympic team, you'll see what I mean.'”).",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.6(A)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which event in the story causes Teresa to reevaluate her talent as a long jumper?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Teresa watches another girl jump a long distance.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Teresa reevaluates her talent as a long jumper when she witnesses another athlete jump “'6.27 meters.'” She reflects on her own jumps, realizing she cleared “barely more than 5 meters” and suddenly understanding “why no one had measured her jump” (paragraph 21).",
                    "Percent": 61
                }
            },
            "G": {
                "Choice": "Teresa's mother suggests that she practice more.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Teresa's mother encourages additional practice before the tryout, her urgings do not inspire reevaluation but instead prompt Teresa to respond “'But this is my big chance!'” in paragraph 11.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Teresa's first jump does not impress Coach Jennings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Coach Jennings is unimpressed with Teresa's first jump, this does not prompt Teresa to reevaluate her talent; instead, she thinks “'I just need to stretch'” (paragraph 16).",
                    "Percent": 22
                }
            },
            "J": {
                "Choice": "Teresa declines to take her second jump.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Teresa does decline the opportunity to jump a second time. However, this event occurs after Teresa reevaluates her talent.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.6(B)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The dialogue between Teresa and her mother after the tryout indicates that her mother  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "believes that Teresa can make the Olympic team if she practices enough",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Teresa's mother drives Teresa to a tryout with the Olympic long-jump coach, their conversation afterward does not suggest she believes that Teresa can make the Olympic team if she practices enough. Rather, she thinks Teresa needs to be more “'realistic.'”",
                    "Percent": 33
                }
            },
            "B": {
                "Choice": "knows that taking Teresa to the tryouts was a waste of time",
                "Key": {
                    "Correct": false,
                    "Rationale": "Teresa's mother voices reservations before the tryout, but the story does not suggest that she knows the trip was a waste of time. Teresa's mother hopes Teresa will return to her routine with a more “'realistic'” assessment.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "thinks it was necessary to trick Teresa into taking long-jump practice seriously",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the story suggests that Teresa's mother tries to “trick” her daughter into taking practice seriously. She expresses her hope that Teresa will be “'a successful long jumper'” as well as a “'realistic'” one.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "wants Teresa to be honest with herself about her skill as a long jumper",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 27, Teresa's mother states that Teresa “'refused to listen'” to Coach Wilson's advice, suggesting that Teresa is not being honest with herself about her current skill level. This conclusion is further supported in paragraph 31, when Teresa's mother urges Teresa to be “'realistic'” about her skill level.",
                    "Percent": 56
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "8.6(C)"
        ],
        "SuppContent": [
            "problems/TX18G8R/supps/TX18G8R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The story's third-person limited point of view gives the reader insight into  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the doubts Teresa's mother has about Teresa attending the tryout",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Teresa's mother does have doubts about Teresa attending the tryout, this is revealed through dialogue between Teresa and her mother, not through the third-person limited point of view.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Coach Jennings's thoughts about Teresa's jump at the tryout",
                "Key": {
                    "Correct": false,
                    "Rationale": "The third-person limited narration only offers insight into Teresa's point of view. The narration does not share Coach Jennings's thoughts or feelings; rather, it reveals Teresa's perception of them.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "the feelings Teresa has about her performance at the tryout",
                "Key": {
                    "Correct": true,
                    "Rationale": "The story's third-person limited point of view reveals Teresa's thoughts regarding her performance at her tryout with Coach Jennings. Paragraphs 16 through 18 illustrate that Teresa is starting to question her ability. In paragraph 26, the reader learns that Teresa is unhappy that Coach Wilson didn't warn her about what to expect at the tryout. Finally, in paragraph 34, the reader learns that Teresa has not given up on her dreams of being an Olympic long jumper.",
                    "Percent": 53
                }
            },
            "J": {
                "Choice": "Coach Wilson's hesitation about sending Teresa to the tryout",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Coach Wilson states, “'I'm not sure you're ready, Teresa,'” the third-person limited narration only offers insight into Teresa's point of view. Coach Wilson's thoughts and feelings are revealed through conversation with Teresa.",
                    "Percent": 24
                }
            }
        },
        "Parts": {}
    }
}