{
    "Title": "Wisconsin Academic Standards > Social Studies > Kindergarten - Grade 2",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "WI.SSK-2.Inq",
            "Label": "Social Studies Inquiry Practices & Processes",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SSK-2.Inq.1",
                    "Label": "Wisconsin students will construct meaningful questions that initiate an inquiry.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Inq.1.a",
                            "Label": "Explain why or how a teacher- or text-provided question is important to a topic or issue.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Inq.1.b",
                            "Label": "When provided with a question, determine what other questions are needed to support the research (i.e., “What more do we need to know?”).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.Inq.2",
                    "Label": "Wisconsin students will gather and evaluate sources.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Inq.2.a",
                            "Label": "Brainstorm what resources would be valuable to guide the inquiry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Inq.2.b",
                            "Label": "Review and ask questions about books, photos, artifacts, websites, and other sources that will give insight into the inquiry.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.Inq.3",
                    "Label": "Wisconsin students will develop claims using evidence to support reasoning.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Inq.3.a",
                            "Label": "With prompting and support, state a claim to answer a question that the class is considering.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Inq.3.b",
                            "Label": "Determine which evidence in teacher-provided sources support a claim that answers a compelling question.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Inq.3.c",
                            "Label": "Explain how evidence supports a claim for a class inquiry.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.Inq.4",
                    "Label": "Wisconsin students will communicate and critique conclusions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Inq.4.a",
                            "Label": "Communicate conclusions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Inq.4.b",
                            "Label": "Respond effectively to questions about their inquiry.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.Inq.5",
                    "Label": "Wisconsin students will be civically engaged.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Inq.5.a",
                            "Label": "Explore opportunities for personal or collaborative civic engagement with community, school, state, tribal, national, and/or global implications.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SSK-2.BH",
            "Label": "Behavioral Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SSK-2.BH.1",
                    "Label": "Wisconsin students will examine individual cognition, perception, behavior, and identity (Psychology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.BH.1.a",
                            "Label": "Understand we are individuals influenced by our relationships and environments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.BH.1.b",
                            "Label": "Identify situations and places that impact a person’s emotions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.BH.2",
                    "Label": "Wisconsin students will investigate and interpret interactions between individuals and groups (Sociology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.BH.2.a",
                            "Label": "Describe how groups of people are alike and different.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.BH.2.b",
                            "Label": "Understand ways people change and adapt to new situations in places and within a family.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.BH.3",
                    "Label": "Wisconsin students will assess the role that human behavior and cultures play in the development of social endeavors (Anthropology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.BH.3.a",
                            "Label": "Compare a belief in one culture to one in a different culture (e.g., How do people in a different country celebrate their birthdays?).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.BH.4",
                    "Label": "Wisconsin students will examine the progression of specific forms of technology and their influence within various societies.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.BH.4.a",
                            "Label": "Describe specific types of technology and demonstrate how they are used on a daily basis for social or cultural purposes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SSK-2.Econ",
            "Label": "Economics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SSK-2.Econ.1",
                    "Label": "Wisconsin students use economic reasoning to understand issues.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Econ.1.a",
                            "Label": "Differentiate between a “want” and a “need”. Describe resources that are important or useful to you, your family, community, and country.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Econ.1.b",
                            "Label": "Predict a person’s change in behavior in response to different potential rewards.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.Econ.2",
                    "Label": "Wisconsin students will analyze how decisions are made and interactions occur among individuals, households, and firms or businesses (Microeconomics).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Econ.2.a",
                            "Label": "Differentiate between buyers (consumers) and sellers (producers).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Econ.2.b",
                            "Label": "Define product market and categorize prices of products in a local market.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Econ.2.c",
                            "Label": "Predict how producers use the factors of production (i.e., land, labor, human and physical capital, and entrepreneurship) to make goods, deliver services, and earn profits.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.Econ.3",
                    "Label": "Wisconsin students will analyze how an economy functions as a whole (Macroeconomics).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Econ.3.a",
                            "Label": "Identify the cost of everyday goods (e.g., milk, bread, fruit, vegetables, cheese).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Econ.3.b",
                            "Label": "Categorize types of money (e.g., coins, bills) and explain why money is used. Formulate reasons why people save.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.Econ.4",
                    "Label": "Wisconsin students will evaluate government decisions and their impact on individuals, businesses, markets, and resources (Role of Government).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Econ.4.a",
                            "Label": "Hypothesize how a good gets to the local community market.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Econ.4.b",
                            "Label": "Classify different jobs people have and how these jobs help others. Explain what major public, private, and tribal institutions (e.g., schools, police, fire station) do for people.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Econ.4.c",
                            "Label": "Summarize goods and services that the government provides (e.g., roads, schools, police), and how they help people.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Econ.4.d",
                            "Label": "Give an example of an unintended cost or benefit to an event (e.g., getting new playground equipment, receiving a present).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Econ.4.e",
                            "Label": "Investigate how people can benefit themselves and others by developing special skills and strengths. Hypothesize why people in one country trade goods with people in another country.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SSK-2.Geog",
            "Label": "Geography",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SSK-2.Geog.1",
                    "Label": "Wisconsin students will use geographic tools and ways of thinking to analyze the world.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Geog.1.a",
                            "Label": "Recognize the difference between maps (paper or digital) and globes, and why someone might choose one over the other for a given task.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Geog.1.b",
                            "Label": "Identify physical and human characteristics of a place using maps, graphs, photographs, and other representations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Geog.1.c",
                            "Label": "Construct a map (paper or digital) of a familiar place (i.e., bedroom, classroom, playground) using title, compass rose, and symbols.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.Geog.2",
                    "Label": "Wisconsin students will analyze human movement and population patterns.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Geog.2.a",
                            "Label": "Analyze where and why people live in certain places. Classify the local community as rural, suburban, urban, or tribal.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Geog.2.b",
                            "Label": "Explain why people have moved to and away from their community.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Geog.2.c",
                            "Label": "Describe population changes in their community over time.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Geog.2.d",
                            "Label": "Identify and explain differences between rural and urban areas.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.Geog.3",
                    "Label": "Wisconsin students will examine the impacts of global interconnections and relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Geog.3.a",
                            "Label": "Analyze how different access to resources can create stress in a society (e.g., Who sits closer to the bathroom? Who gets to the lunchroom first?)",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Geog.3.b",
                            "Label": "Compare and contrast the different modes of transportation and communication used by families in work and daily lives.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.Geog.4",
                    "Label": "Wisconsin students will evaluate the relationship between identity and place.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Geog.4.a",
                            "Label": "Categorize characteristics of the local community (e.g., weather and climate, population, landforms, vegetation, culture, industry). Describe how certain places have meanings that distinguish them from other places. (e.g., shopping mall, park, places of worship).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.Geog.5",
                    "Label": "Wisconsin students will evaluate the relationship between humans and the environment.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Geog.5.a",
                            "Label": "Provide examples of human changes to the environment surrounding the school or neighborhood.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Geog.5.b",
                            "Label": "Identify natural resources (e.g., fertile soil, forests, mining) of a place and provide examples of how those resources are used.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SSK-2.Hist",
            "Label": "History",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SSK-2.Hist.1",
                    "Label": "Wisconsin students will use historical evidence for determining cause and effect.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Hist.1.a",
                            "Label": "Identify one or more causes of an event, issue, or problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Hist.1.b",
                            "Label": "Identify one or more effects of an event, issue, or problem.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.Hist.2",
                    "Label": "Wisconsin students will analyze, recognize, and evaluate patterns of continuity and change over time and contextualization of historical events.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Hist.2.a",
                            "Label": "Identify patterns of what stayed the same to self, family, and community over time.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Hist.2.b",
                            "Label": "Identify patterns of change to self, family, and community over time.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Hist.2.c",
                            "Label": "Explain how something happening outside of your home can affect your family.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.Hist.3",
                    "Label": "Wisconsin students will connect past events, people, and ideas to the present; use different perspectives to draw conclusions; and suggest current implications.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Hist.3.a",
                            "Label": "Describe a person or event from the past that reflects your own life in some way.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Hist.3.b",
                            "Label": "Explain why two people can talk about an event from different viewpoints.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Hist.3.c",
                            "Label": "Explain how something from the past can affect your life now.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.Hist.4",
                    "Label": "Wisconsin students will evaluate a variety of primary and secondary sources to interpret the historical context, intended audience, purpose, or author’s point of view (Historical Methodology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.Hist.4.a",
                            "Label": "Describe the events that led to the creation of a primary source.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Hist.4.b",
                            "Label": "Identify the intended audience for whom the primary or secondary source was created.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Hist.4.c",
                            "Label": "Create one primary source about your life.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.Hist.4.d",
                            "Label": "Identify the POV of your own primary or secondary source.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SSK-2.PS",
            "Label": "Political Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SSK-2.PS.1",
                    "Label": "Wisconsin students will identify and analyze democratic principles and ideals.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.PS.1.a",
                            "Label": "Describe symbols, songs, and traditions that identify our state and country. Assess the importance of rules and laws at home, in school, and in the community.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.PS.1.b",
                            "Label": "Compare contributions of two or more influential people related to the founding of the United States.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.PS.2",
                    "Label": "Wisconsin students will examine and interpret rights, privileges, and responsibilities in society.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.PS.2.a",
                            "Label": "Compare rights and responsibilities within the classroom, school, and community. Classify basic rights that all humans have (i.e., life, liberty, safety).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.PS.2.b",
                            "Label": "Summarize situations where individuals have rights, freedoms, and equality. Develop an opinion about an issue in your school or community.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.PS.2.c",
                            "Label": "Identify groups within school, community, or society and compare their rights and responsibilities (e.g., student or teacher). Investigate ways in which people and groups can influence decision makers in school, their communities, states, or country (i.e., voting, running for office, participating in meetings).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.PS.3",
                    "Label": "Wisconsin students will analyze and evaluate the powers and processes of political and civic institutions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.PS.3.a",
                            "Label": "Describe and explain the effect an action has on members of a group. Express an opinion and vote on a topic in their lives.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.PS.3.b",
                            "Label": "Identify different types of media and sources. Explain why we have elections. Summarize basic roles of civic institutions (e.g., school, home, family, community).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.PS.3.c",
                            "Label": "Compare basic political institutions (e.g., what a government is and how it differs at the city, state, tribal, country, and global level), and the roles they serve in their lives and in the lives of others (e.g., make laws, create order).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.PS.3.d",
                            "Label": "Predict how people come up with different ideas to solve a problem.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SSK-2.PS.4",
                    "Label": "Wisconsin students will develop and employ skills for civic literacy.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SSK-2.PS.4.a",
                            "Label": "Compare and contrast perspectives on the same topic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SSK-2.PS.4.b",
                            "Label": "Give an example of a compromise.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}