{
    "Title": "Wisconsin Academic Standards > Mathematics > Grade 3",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "WI.M3.OA",
            "Label": "Operations & Algebraic Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.M3.OA.A",
                    "Label": "Represent and solve problems involving multiplication and division.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M3.OA.A.1",
                            "Label": "Interpret products of whole numbers, e.g., interpret 5 x 7 as the total number of objects in 5 groups of 7 objects each.",
                            "Examples": [
                                "For example, describe a context in which a total number of objects can be expressed as 5 x 7."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M3.OA.A.2",
                            "Label": "Interpret whole-number quotients of whole numbers, e.g., interpret 56 ÷ 8 as the number of objects in each share when 56 objects are partitioned equally into 8 shares, or as a number of shares when 56 objects are partitioned into equal shares of 8 objects each.",
                            "Examples": [
                                "For example, describe a context in which a number of shares or a number of groups can be expressed as 56 ÷ 8."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M3.OA.A.3",
                            "Label": "Use multiplication and division within 100 to solve word problems in situations involving equal groups, arrays, and measurement quantities, e.g., by using drawings and equations with a symbol for the unknown number to represent the problem.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.M3.OA.B",
                    "Label": "Understand properties of multiplication and the relationship between multiplication and division.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M3.OA.B.4",
                            "Label": "Apply properties of operations as strategies to multiply and divide. Student use of the formal terms for these properties is not necessary.",
                            "Examples": [
                                "Examples: If 6 x 4 = 24 is known, then 4 x 6 = 24 is also known. (commutative property of multiplication.) 3 x 5 x 2 can be found by 3 x 5 = 15, then 15 x 2 = 30, or by 5 x 2 = 10, then 3 x 10 = 30. (associative property of multiplication.) Knowing that 8 x 5 = 40 and 8 x 2 = 16, one can find 8 x 7 as 8 x (5 + 2) = (8 x 5) + (8 x 2) = 40 + 16 = 56. (distributive property.)"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M3.OA.B.5",
                            "Label": "Understand division as an unknown-factor problem.",
                            "Examples": [
                                "For example, find 32 ÷ 8 by finding the number that makes 32 when multiplied by 8."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.M3.OA.C",
                    "Label": "Multiply and divide within 100.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M3.OA.C.6",
                            "Label": "Use multiplicative thinking to multiply and divide within 100.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M3.OA.C.6.a",
                                    "Label": "Use the meanings of multiplication and division, the relationship between the operations (e.g., knowing that 8 x 5 = 40, one could reason that 40 ÷ 5 = 8), and properties of operations (e.g., the distributive property) to develop and understand strategies to multiply and divide within 100.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M3.OA.C.6.b",
                                    "Label": "Flexibly and efficiently use strategies, the relationship between the operations, and properties of operations to find products and quotients with multiples of 0, 1, 2, 5, & 10 within 100.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "WI.M3.OA.D",
                    "Label": "Solve problems involving the four operations, and identify and explain patterns in arithmetic.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M3.OA.D.7",
                            "Label": "Solve two-step word problems, posed with whole numbers and having whole number answers, using the four operations. Represent these problems using one or two equations with a letter standing for the unknown quantity. If one equation is used, grouping symbols (i.e. parentheses) may be needed. Assess the reasonableness of answers using mental computation and estimation strategies.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M3.OA.D.8",
                            "Label": "Identify arithmetic patterns (including patterns in the addition table or multiplication table) and explain them using properties of operations.",
                            "Examples": [
                                "For example, observe that four times a number is always even, and explain why four times a number can be decomposed into two equal addends."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.M3.NBT",
            "Label": "Number & Operations In Base Ten",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.M3.NBT.A",
                    "Label": "Use place value understanding and properties of operations to perform multi-digit arithmetic.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M3.NBT.A.1",
                            "Label": "Use place value understanding to generate estimates for problems in real-world situations, with whole numbers within 1,000, using strategies such as mental math, benchmark numbers, compatible numbers, and rounding. Assess the reasonableness of their estimates (e.g., Is my estimate too low or too high? What degree of precision do I need for this situation?).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M3.NBT.A.2",
                            "Label": "Flexibly and efficiently add and subtract within 1,000 using strategies based on place value, properties of operations, and/or the relationship between addition and subtraction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M3.NBT.A.3",
                            "Label": "Multiply one-digit whole numbers by multiples of 10 in the range 10-90 (e.g., 9 x 80, 5 x 60) using strategies based on place value and properties of operations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.M3.NF",
            "Label": "Number & Operations - Fractions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.M3.NF.A",
                    "Label": "Develop understanding of fractions as numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M3.NF.A.1",
                            "Label": "Understand a unit fraction as the quantity formed when a whole is partitioned into equal parts and explain that a unit fraction is one of those parts (e.g., 1/4). Understand fractions are composed of unit fractions.",
                            "Examples": [
                                "For example, 7/4 is the quantity formed by 7 parts of the size 1/4."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M3.NF.A.2",
                            "Label": "Understand and represent a fraction as a number on the number line.",
                            "Examples": [
                                "For example, 5/3 indicates the length of a line segment from 0 by iterating the unit fraction 1/3 five times and its end point locates the fraction 5/3 on the number line."
                            ],
                            "Subs": [
                                {
                                    "Key": "WI.M3.NF.A.2.a",
                                    "Label": "Understand the whole on a number line is defined as the interval from 0 to 1 and the unit fraction is defined by partitioning the interval into equal parts (i.e., equal-sized lengths).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M3.NF.A.2.b",
                                    "Label": "Represent fractions on a number line by iterating lengths of the unit fraction from 0. Recognize that the resulting interval represents the size of the fraction and that its endpoint locates the fraction as a number on the number line.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "WI.M3.NF.A.3",
                            "Label": "Explain equivalence of fractions and compare fractions by reasoning about their size.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M3.NF.A.3.a",
                                    "Label": "Understand two fractions as equivalent (equal) if they are the same size or name the same point on a number line.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M3.NF.A.3.b",
                                    "Label": "Recognize and generate simple equivalent fractions, e.g., 1/2 = 2/4, 4/6 = 2/3) and explain why the fractions are equivalent by using a visual fraction model (e.g., tape diagram or number line).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M3.NF.A.3.c",
                                    "Label": "Express whole numbers as fractions (3 = 3/1), and recognize fractions that are equivalent to whole numbers (4/4 = 1).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M3.NF.A.3.d",
                                    "Label": "Compare two fractions with the same numerator or the same denominator by reasoning about their size. Recognize that comparisons are valid only when the two fractions refer to the same whole. Justify the conclusions by using a visual fraction model (e.g., tape diagram or number line) and describe the result of the comparison using words and symbols ( >, =, and <).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.M3.MD",
            "Label": "Measurement & Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.M3.MD.A",
                    "Label": "Solve problems involving measurement and estimation of intervals of time, liquid volumes, and masses of objects.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M3.MD.A.1",
                            "Label": "Tell and write time to the nearest minute and measure time intervals in minutes. Solve word problems involving addition and subtraction of time intervals in minutes, e.g., by representing the problem on a number line.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M3.MD.A.2",
                            "Label": "Measure and estimate liquid volumes and masses of objects using standard units of grams (g), kilograms (kg), and liters (l), excluding compound units such as cm3 and finding the geometric volume of a container. Add, subtract, multiply, or divide to solve one-step word problems involving masses or volumes that are given in the same units, e.g., by using drawings (such as a beaker with a measurement scale) to represent the problem.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.M3.MD.B",
                    "Label": "Represent and interpret data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M3.MD.B.3",
                            "Label": "Draw a scaled picture graph and a scaled bar graph to represent a data set with several categories. Solve one- and two-step “how many more” and “how many less” problems using information presented in scaled bar graphs.",
                            "Examples": [
                                "For example, draw a bar graph in which each square in the bar graph might represent five pets."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M3.MD.B.4",
                            "Label": "Generate measurement data by measuring lengths using rulers marked with halves and fourths of an inch. Show the data by making a line plot, where the horizontal scale is marked off in appropriate units—whole numbers, halves, fourths.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.M3.MD.C",
                    "Label": "Geometric measurement: understand concepts of area and relate area to multiplication and to addition.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M3.MD.C.5",
                            "Label": "Recognize area as an attribute of plane figures and understand concepts of area measurement.",
                            "Examples": [
                                "For example, a square with side length 1 unit, called “a unit square” is said to have “one square unit” of area, and can be used to measure area.",
                                "For example, a plane figure which can be covered without gaps or overlaps by n unit squares is said to have an area of n square units."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M3.MD.C.6",
                            "Label": "Measure areas by counting unit squares (square cm, square m, square in, square ft., and improvised units).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M3.MD.C.7",
                            "Label": "Relate area to the operations of multiplication and addition.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M3.MD.C.7.a",
                                    "Label": "Find the area of a rectangle with whole-number side lengths by tiling it, and show that the area is the same as would be found by multiplying the side lengths.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M3.MD.C.7.b",
                                    "Label": "Multiply side lengths to find areas of rectangles with whole number side lengths in the context of solving real-world and mathematical problems, and represent whole-number products as rectangular areas in mathematical reasoning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M3.MD.C.7.c",
                                    "Label": "Use tiling to show in a concrete case that the area of a rectangle with whole-number side lengths a and b + c is the sum of a x b and a x c. Use area models to represent the distributive property in mathematical reasoning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M3.MD.C.7.d",
                                    "Label": "Recognize area as additive. Find areas of rectilinear figures by decomposing them into non- overlapping rectangles and adding the areas of the non-overlapping parts, applying this technique to solve real-world problems.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "WI.M3.MD.D",
                    "Label": "Geometric measurement: recognize perimeter as an attribute of plane figures and distinguish between linear and area measures.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M3.MD.D.8",
                            "Label": "Solve real-world and mathematical problems involving perimeters of polygons, including finding the perimeter given the side lengths, finding an unknown side length, and exhibiting rectangles with the same perimeter and different areas or with the same area and different perimeters.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.M3.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.M3.G.A",
                    "Label": "Reason with shapes and their attributes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M3.G.A.1",
                            "Label": "Understand that shapes in different categories (e.g., rhombuses, rectangles, and others) may share attributes (e.g., having four sides), and that the shared attributes can define a larger category (e.g., quadrilaterals). Recognize rhombuses, rectangles, and squares as examples of quadrilaterals, and draw examples of quadrilaterals that do not belong to any of these subcategories.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M3.G.A.2",
                            "Label": "Partition shapes into parts with equal areas. Express the area of each part as a unit fraction of the whole.",
                            "Examples": [
                                "For example, partition a shape into four parts with equal area, and describe the area of each part as 1/4 of the area of the shape."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}