{
    "Title": "Wisconsin Academic Standards > English Language Arts > Grades 11 - 12",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "WI.M11-12.RL",
            "Label": "Reading Literature",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M11-12.RL.1",
                            "Label": "Cite relevant textual evidence that strongly supports analysis of what the text says explicitly or implicitly and make logical inferences, including determining where the text is ambiguous; develop questions for deeper understanding and for further exploration.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.RL.2",
                            "Label": "Objectively and accurately summarize a complex text to determine two or more themes or central ideas and analyze their development, including how they emerge and are shaped and refined by specific details.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.RL.3",
                            "Label": "In literary texts, analyze the impact of the author's choices.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M11-12.RL.4",
                            "Label": "Determine the meaning of words and phrases, including figurative and connotative meanings. Analyze the impact of specific word choices on meaning, tone, and mood, including words with multiple meanings. Analyze how an author uses and refines the meaning of technical or key term(s) over the course of a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.RL.5",
                            "Label": "In literary texts, analyze how varied aspects of structure create meaning and affect the reader. ",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.RL.6",
                            "Label": "Analyze how authors employ point of view, perspective, and purpose to shape explicit and implicit messages (e.g., persuasiveness, aesthetic quality, satire, sarcasm, irony, or understatement). Explain how an author’s geographic location, identity, and culture affect perspective.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M11-12.RL.7",
                            "Label": "In literary texts, analyze multiple adaptations of a source text as presented in different formats (e.g., works of art, graphic novels, music, film, etc.), specifically evaluating how each version interprets the source.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.RL.9",
                            "Label": "Choose and develop criteria to evaluate the quality of texts. Make connections to other texts, ideas, cultural perspectives, identities, eras, and personal experiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.M11-12.RI",
            "Label": "Reading Information",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M11-12.RI.1",
                            "Label": "Cite relevant textual evidence that strongly supports analysis of what the text says explicitly or implicitly and make logical inferences, including determining where the text is ambiguous; develop questions for deeper understanding and for further exploration.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.RI.2",
                            "Label": "Objectively and accurately summarize a complex text to determine two or more themes or central ideas and analyze their development, including how they emerge and are shaped and refined by specific details.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.RI.3",
                            "Label": "In informational texts, analyze a complex set of ideas or sequence of events and explain how specific individuals, ideas, or events interact and develop.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M11-12.RI.4",
                            "Label": "Determine the meaning of words and phrases, including figurative and connotative meanings. Analyze the impact of specific word choices on meaning, tone, and mood, including words with multiple meanings. Analyze how an author uses and refines the meaning of technical or key term(s) over the course of a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.RI.5",
                            "Label": "In informational texts, analyze the impact and evaluate the effect structure has on exposition or argument in terms of clarity, persuasive or rhetorical technique, and audience appeal.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.RI.6",
                            "Label": "Analyze how authors employ point of view, perspective, and purpose to shape explicit and implicit messages (e.g., persuasiveness, aesthetic quality, satire, sarcasm, irony, or understatement). Explain how an author’s geographic location, identity, and culture affect perspective.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M11-12.RI.7",
                            "Label": "In informational texts, integrate and evaluate sources on the same topic or argument in order to address a question or solve a problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.RI.8",
                            "Label": "Delineate and evaluate an argument in applicable texts, applying a lens (e.g., constitutional principles, logical fallacy, legal reasoning, belief systems, codes of ethics, philosophies, etc.) to assess the validity or fallacy of key arguments, determining whether the supporting evidence is relevant and sufficient.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.RI.9",
                            "Label": "Choose and develop criteria to evaluate the quality of texts. Make connections to other texts, ideas, cultural perspectives, identities, eras, and personal experiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.M11-12.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Text Types & Purposes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M11-12.W.1",
                            "Label": "Compose reflective, formal, and creative writing, which may happen simultaneously or independently, for a variety of high-stakes and low-stakes purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.W.2",
                            "Label": "Write text in a variety of modes.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M11-12.W.2.a",
                                    "Label": "Write arguments and literary analysis to support claims in an analysis of substantive topics or texts. Establish the significance of the claim(s) using valid reasoning, literary theory, and relevant and sufficient evidence that introduce precise claim(s); distinguish the claim(s) from alternate or opposing claims; and create an organization that establishes clear relationships among claim(s), counterclaims, reasons, and evidence. Develop claim(s) and counterclaims fairly, supplying evidence for each while pointing out the strengths and limitations of both in a manner that anticipates the audience's knowledge level and concerns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.W.2.b",
                                    "Label": "Write informative texts that examine and convey complex ideas, concepts, and information clearly and accurately through the effective selection, organization, and analysis of content by introducing a topic; organizing complex ideas, concepts, and information to make important connections and distinctions; including formatting (e.g., headings), graphics (e.g., figures, tables), and multimedia when useful to aiding comprehension; thoroughly developing the topic by selecting the most significant and relevant well-chosen facts, extended definitions, concrete details, quotations, and other information and examples appropriate to the audience's knowledge of the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.W.2.c",
                                    "Label": "Write narratives that develop real or imagined experiences or events using relevant descriptive details and well-structured event sequences that organize an event sequence logically. Engages and orients the reader by establishing a context and point of view and introducing a narrator or characters using techniques, such as dialogue, pacing, description, and reflection, to develop experiences, events, and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "WI.M11-12.W.3",
                            "Label": "Create writing that utilizes:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M11-12.W.3.a",
                                    "Label": "Organization: Introduce a topic; organize complex ideas, concepts, analysis, information, and claims, so that each new element builds on that which precedes it to create a unified whole. Establish and maintain a structure and conventions consistent with the mode of writing. Provide a concluding statement or section that follows from and supports the topic, themes, and experiences presented in the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.W.3.b",
                                    "Label": "Transitions: Use appropriate and varied transitions and syntax to link the major sections of the text, create cohesion, and clarify the relationships among complex ideas and concepts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.W.3.c",
                                    "Label": "Word Choice (including domain specific): Use culturally-sustaining language and domain-specific vocabulary to manage the complexity of the topic. Use techniques such as metaphor, simile, and analogy to manage the complexity of the topic.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Production & Distribution Of Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M11-12.W.4",
                            "Label": "Produce clear and coherent writing in which the development, organization, and style are culturally-sustaining and rhetorically authentic to task, purpose, and audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.W.5",
                            "Label": "Develop and strengthen writing (collaboratively and individually) as needed by planning, revising, editing, rewriting, or trying a new approach, focusing on addressing what is most significant for a specific purpose and audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.W.6",
                            "Label": "Make informed and intentional decisions about technology use (including paper and pencil, internet, audio, visual, multilingual, multimodal, mobile, or other interactive formats) to engage in authentic rhetorical tasks for specific purposes and audiences. Such decisions include assessing particular technologies’ affordances for:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M11-12.W.6.a",
                                    "Label": "Connecting writers and readers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.W.6.b",
                                    "Label": "Producing accessible experiences for specific audiences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.W.6.c",
                                    "Label": "Dynamically and flexibly matching modes with ideas to communicate with readers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Inquiry To Build & Present Knowledge",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M11-12.W.7",
                            "Label": "Conduct short as well as more sustained research projects to answer a question (including a self-generated question) or solve a problem that is rhetorically authentic and culturally-sustaining; narrow or broaden the inquiry when appropriate; synthesize multiple sources on the subject, demonstrating an understanding of the subject under investigation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.W.8",
                            "Label": "Gather relevant information from multiple authoritative print and digital sources, using advanced searches effectively; assess the strengths and limitations of each source in terms of the task, purpose, and audience; integrate information into the text selectively to maintain the flow of ideas, avoiding plagiarism and overreliance on any one source and following a standard format for citation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.W.9",
                            "Label": "Draw evidence from literary or informational texts to support analysis, reflection, and research.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.M11-12.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension & Collaboration",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M11-12.SL.1",
                            "Label": "Initiate and participate effectively in a range of collaborative discussions (one- on- one, in groups, and teacher-led) with diverse partners on topics, texts, and issues, listening actively, and building on others' ideas and expressing their own clearly.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M11-12.SL.1.a",
                                    "Label": "Come to discussions prepared, explicitly draw on that preparation by referring to evidence from texts and other research on the topic, text, or issue. Support analysis by making connections, paraphrasing, clarifying, or explaining the evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.SL.1.b",
                                    "Label": "Work with peers to promote civil, democratic discussions and decision making and set clear goals. Reflect on progress as an individual and as a group.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.SL.1.c",
                                    "Label": "Propel conversations by posing and engaging with questions that probe reasoning and evidence; ensure a hearing for a full range of positions on a topic or issue; clarify, verify, or challenge ideas and conclusions. Promote and seek to understand multiple, divergent, and creative perspectives.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.SL.1.d",
                                    "Label": "Engage thoughtfully with diverse perspectives; synthesize comments, claims, and evidence made on all sides of an issue; resolve contradictions when possible; and determine what additional information or research is required to deepen the investigation or complete the task.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "WI.M11-12.SL.2",
                            "Label": "Analyze and synthesize multiple sources of information presented in diverse media or formats in order to make informed decisions and solve problems, evaluating the credibility and accuracy of each source noting discrepancies among data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.SL.3",
                            "Label": "Understand and evaluate a speaker’s point of view, reasoning, and use of evidence and rhetoric, assessing the stance, premises, links among ideas, word choice, points of emphasis, and tone used.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M11-12.SL.4",
                            "Label": "Present information, findings, and supporting evidence, conveying perspective, such that listeners can follow the reasoning, alternative or opposing perspectives addressed, and the organization. Intentionally utilize development, substance, and style appropriate to purpose, audience, and situation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M11-12.SL.5",
                            "Label": "Make strategic use of digital media (e.g., textual, graphical, audio, visual, and interactive elements) in presentations to enhance understanding of findings, reasoning, and evidence and to add interest.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.M11-12.L",
            "Label": "Language",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Knowledge Of Language",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M11-12.L.1",
                            "Label": "Demonstrate an understanding of how language functions in different cultures, contexts, and disciplines; apply this knowledge to comprehend more fully when reading and listening, and make effective choices when composing, creating, and speaking.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M11-12.L.1.a",
                                    "Label": "Recognize that standardized English is only one dialect of many and has a specific history that is implicated in power relationships.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.L.1.b",
                                    "Label": "Develop communicative competence by effectively determining and appropriately responding to the language demands of varied situations (i.e., effectively consider the relationship between your intent as an author and the context, purpose, genre, and audience needs when writing and speaking).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.L.1.c",
                                    "Label": "Develop metacognitive awareness as writers and speakers, justifying and evaluating the effectiveness and appropriateness of language and genre choices.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.L.1.d",
                                    "Label": "Recognize standardized guidelines and style manuals exist for various disciplines (e.g., MLA in English; APA in education, science, and psychology); write and edit work so that it conforms to the expectations of the discipline and writing situation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.L.1.e",
                                    "Label": "Apply an understanding of syntax to the study of complex texts when reading; vary syntax for effect when writing.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition & Use",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M11-12.L.2",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases in grade-level reading and content; use context clues, analyze meaningful word parts, consult general and specialized reference materials, and apply word solving strategies (for meaning) as appropriate.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M11-12.L.2.a",
                                    "Label": "Determine the pronunciation, precise meaning, part of speech, etymology and standardized usage of words; verify by consulting general and specialized print and digital reference materials as appropriate.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.L.2.b",
                                    "Label": "Determine and correctly use patterns of word changes that indicate different meanings or parts of speech (e.g., analyze, analysis, analytical; advocate, advocacy).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "WI.M11-12.L.3",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M11-12.L.3.a",
                                    "Label": "Determine the denotative, connotative, and figurative meanings of words and phrases used in texts; analyze nuances in the meaning of words with similar denotations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.L.3.b",
                                    "Label": "Analyze the cumulative impact of specific word choices on the meaning, tone, and effectiveness of a response; consider words with multiple meanings, language that is particularly engaging or beautiful, and reading, writing, and speaking situations that seamlessly integrate linguistic diversity, ideas, and cultures.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "WI.M11-12.L.4",
                            "Label": "Demonstrate an ability to collaboratively and independently build vocabulary knowledge when encountering unknown words including cultural, general academic, and discipline-specific terms and phrases; make intentional vocabulary choices appropriate to the context and situation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Conventions Of Standardized English",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M11-12.L.5",
                            "Label": "Demonstrate contextually appropriate use of the conventions of standardized English grammar and usage when writing or speaking. Discern when and where it is appropriate to use standardized English. Appropriately use and explain the intended purpose of language choice.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M11-12.L.5.a",
                                    "Label": "Recognize that conventions (i.e., aspects of punctuation, layout, and formatting within a particular genre) are the result of agreed upon usage.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.L.5.b",
                                    "Label": "Identify ways in which usage and conventions vary and are sometimes contested.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.L.5.c",
                                    "Label": "Resolve issues of complex or contested usage by consulting appropriate references (e.g., Merriam-Webster's Dictionary of English Usage, Dictionary of American Regional English).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "WI.M11-12.L.6",
                            "Label": "Demonstrate contextually appropriate use of the conventions of standardized English capitalization, punctuation, and spelling when writing. Discern when and where it is appropriate to use standardized English. Appropriately use and explain the intended purpose in conventions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M11-12.L.6.a",
                                    "Label": "Use sophisticated punctuation and capitalization techniques as appropriate to situation and genre (e.g., brackets and italics in research; capitalization expressing extended meaning in poetry).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M11-12.L.6.b",
                                    "Label": "Spell correctly.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}