{
    "Title": "Wisconsin Academic Standards > Social Studies > Grade 9 - 12",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "WI.SS9-12.Inq",
            "Label": "Social Studies Inquiry Practices & Processes",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS9-12.Inq.1",
                    "Label": "Wisconsin students will construct meaningful questions that initiate an inquiry.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Inq.1.a",
                            "Label": "Frame researchable, complex, and open-ended questions, integrating multiple social studies strands that call for investigation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Inq.1.b",
                            "Label": "Construct questions that support the research and identify the sources that will be used in the student-developed research proposal.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.Inq.2",
                    "Label": "Wisconsin students will gather and evaluate sources.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Inq.2.a",
                            "Label": "Explore evidence discovered through personal research through a variety of disciplinary lenses (e.g., economics, history, political science) and multiple perspectives (e.g., race, gender, ethnicity, language, ability, sexual orientation, family background, and/or family income) with a variety of sources including primary and secondary sources and media resources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Inq.2.b",
                            "Label": "Analyze and weigh relevance of a source through a disciplinary lens to determine how the author, context, audience, and purpose affect the reliability, limitations, and usefulness of a source.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.Inq.3",
                    "Label": "Wisconsin students will develop claims using evidence to support reasoning.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Inq.3.a",
                            "Label": "Develop a defensible claim to provide focus for an inquiry that is based upon the analysis of sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Inq.3.b",
                            "Label": "Support a claim with evidence using sources from multiple perspectives and media (electronic, digital, print, and other mass media).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Inq.3.c",
                            "Label": "Analyze the extent to which evidence supports or does not support a claim, and if it does not, modify the claim appropriately.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.Inq.4",
                    "Label": "Wisconsin students will communicate and critique conclusions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Inq.4.a",
                            "Label": "Communicate conclusions while taking into consideration that audiences from diverse backgrounds (e.g., gender, class, proximity to the event or issue) may interpret the information in different ways).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Inq.4.b",
                            "Label": "Examine a claim’s strengths and weaknesses, including an evaluation of supporting evidence, taking into consideration cultural, social, economic, political, geographic, and historic influences that inform these perspectives.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.Inq.5",
                    "Label": "Wisconsin students will be civically engaged.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Inq.5.a",
                            "Label": "Explore opportunities, informed by the knowledge and methods of the social sciences, for personal or collaborative civic engagement with community, school, state, tribal, national, and/or global implications.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SS9-12.BH",
            "Label": "Behavioral Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS9-12.BH.1",
                    "Label": "Wisconsin students will examine individual cognition, perception, behavior, and identity (Psychology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.BH.1.a",
                            "Label": "Analyze biological and environmental factors that influence a person’s cognition, perception, and behavior. Explain the interaction of biology and experience (i.e., nature and nurture) and its influence on behavior. Using scientific practices, conduct research related to a problem or issue affecting individuals and/or society.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.BH.1.b",
                            "Label": "Examine the effects of discrimination on identity. Explore developmental theories (e.g., Piaget, Erikson, Maslow) as they relate to cultural bias.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.BH.2",
                    "Label": "Wisconsin students will investigate and interpret interactions between individuals and groups (Sociology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.BH.2.a",
                            "Label": "Investigate how language and culture can unify a group of people. Evaluate the factors that contribute to cooperation and conflict among peoples of a country and the world (e.g., language, religion, culture, race, ethnicity, gender, social or financial inequity, political beliefs, access to resources, economics, environment).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.BH.2.b",
                            "Label": "Critique interpretations of how different cultures interact with their environment.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.BH.3",
                    "Label": "Wisconsin students will assess the role that human behavior and cultures play in the development of social endeavors (Anthropology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.BH.3.a",
                            "Label": "Analyze the means by and extent to which groups and institutions can influence people, events, and cultures in both historical and contemporary settings. Become critically aware of ethnocentrism, its manifestations, and consequences in a world that is increasingly interconnected.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.BH.4",
                    "Label": "Wisconsin students will examine the progression of specific forms of technology and their influence within various societies.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.BH.4.a",
                            "Label": "Evaluate the purpose for which a technology is created and analyze the consequences (intended and unintended) to different cultures.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SS9-12.Econ",
            "Label": "Economics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS9-12.Econ.1",
                    "Label": "Wisconsin students use economic reasoning to understand issues.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Econ.1.a",
                            "Label": "Perform a cost–benefit analysis on a real-world situation, using economic thinking to describe the marginal costs and benefits of a particular decision.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Econ.1.b",
                            "Label": "Evaluate how incentives determine what is produced and distributed in a competitive market system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.Econ.2",
                    "Label": "Wisconsin students will analyze how decisions are made and interactions occur among individuals, households, and firms or businesses (Microeconomics).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Econ.2.a",
                            "Label": "Connect the roles of consumers and producers in the product, labor, and financial markets, and the economy as a whole. Analyze the roles of the market for goods and services (product market) and the market for factors of production (factor market).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Econ.2.b",
                            "Label": "Differentiate between supply and demand and the resulting impact on equilibrium prices and quantities produced. Compare and contrast various degrees of competition in markets (e.g., perfect competition, monopolistic competition, oligopoly, monopoly) and how the extent of competition in various markets can affect price, quantity, and variety.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Econ.2.c",
                            "Label": "Calculate the costs of production and explain their role in firm decision making. Differentiate between and calculate revenue and profit for a given firm.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.Econ.3",
                    "Label": "Wisconsin students will analyze how an economy functions as a whole (Macroeconomics).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Econ.3.a",
                            "Label": "Assess how decisions about spending and production made by households, businesses, and governments determine the country’s levels of income, employment, and prices. Analyze why unemployment rates differ for people of different ages, races, and genders. Use economic indicators to analyze the current and future state of the economy.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Econ.3.b",
                            "Label": "Evaluate the structure and functions of money in the United States, including the role of interest rates.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Econ.3.c",
                            "Label": "Connect the components of Gross Domestic Product (GDP) to different parts of an economy and differentiate between real and nominal GDP. Compare and contrast the parts of a business cycle of an economy (i.e., expansion/prosperity, peak, contraction or recession, trough).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.Econ.4",
                    "Label": "Wisconsin students will evaluate government decisions and their impact on individuals, businesses, markets, and resources (Role of Government).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Econ.4.a",
                            "Label": "Evaluate how values and beliefs (e.g., economic freedom, economic efficiency, equity, full employment, price stability, security, efficiency and growth) help to form different types of economic systems and analyze how they have been affected by specific political and social systems and important events. Analyze how the allocation of resources can impact the distribution of wealth and income equality or inequality.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Econ.4.b",
                            "Label": "Analyze the impact economic institutions (such as the Federal Reserve, property rights, legal systems or rule of law, corporations, minimum wage, regulations) have on our country. Analyze the impact of institutions (e.g., corporations, labor unions, civil service system, government, associations) on wages, benefits, living standards, and a local community's economy. Assess how property rights are defined, protected, enforced, and limited by government (e.g., zoning laws, copyright laws, patents, intellectual property).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Econ.4.c",
                            "Label": "Evaluate types of taxes (i.e., progressive, regressive) and earned benefits with eligibility criteria (e.g., Social Security, Medicare, Medicaid). Justify the selection of fiscal and monetary policies in expanding or contracting the economy.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Econ.4.d",
                            "Label": "Evaluate the intended and unintended costs and benefits (i.e., externalities) of government policies to improve market outcomes and standards of living. Analyze the effectiveness of how people, government policies, and economic systems have attempted to address income inequality and working conditions both now and in the past.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Econ.4.e",
                            "Label": "Draw conclusions of the effect of specialization and trade on production and consumption of goods and services upon individuals, businesses, and societies. Analyze the role of comparative advantage in international trade of goods and services.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SS9-12.Geog",
            "Label": "Geography",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS9-12.Geog.1",
                    "Label": "Wisconsin students will use geographic tools and ways of thinking to analyze the world.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Geog.1.a",
                            "Label": "Use printed and digital maps to ask and answer geographic questions (e.g., Where are there patterns? Why there? So what?) and evaluate the appropriateness of geographic data and representations to understand real-world problems. Explain how current geospatial technologies (e.g., Geographic Information Systems (GIS), Global Positioning Systems (GPS), satellite images, remote sensing) are used for personal, business, and government purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Geog.1.b",
                            "Label": "Interpret maps and images (e.g., political, physical, relief, thematic, virtual or electronic) to analyze geographic problems and changes over time.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Geog.1.c",
                            "Label": "Compare and contrast a mental map before and after an event to see if perception reshaped their perspectives. Explain how using a virtual or electronic mapping application can aid in the development of a more complete and accurate mental map of places and region.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.Geog.2",
                    "Label": "Wisconsin students will analyze human movement and population patterns.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Geog.2.a",
                            "Label": "Evaluate population policies by analyzing how governments affect population change. Analyze population compositions (e.g., age, gender, ethnicity) and the different implications each has on countries or regions throughout the world.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Geog.2.b",
                            "Label": "Evaluate the impact of major international migrations, both past and present, on physical and human systems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Geog.2.c",
                            "Label": "Analyze the social impact of movement of people to different locations in a variety of time periods and locations throughout the world.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Geog.2.d",
                            "Label": "Evaluate the impact of spatial inequality as a result of urbanization and develop various solutions to address these inequalities. Analyze the impact of rural decline and urbanization on a place.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.Geog.3",
                    "Label": "Wisconsin students will examine the impacts of global interconnections and relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Geog.3.a",
                            "Label": "Evaluate, in both current and historical context, how the prospect of gaining access to resources in contested zones creates competition among countries. Assess how and why consumption of resources (e.g., petroleum, coal, electricity, steel, water, food) differs between developed and developing countries now and in the past.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Geog.3.b",
                            "Label": "Analyze the evolution of the global economy to its present state and the role it plays in the economic development of world regions. Analyze the role of supranational organizations (e.g., NAFTA, NATO, UN).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.Geog.4",
                    "Label": "Wisconsin students will evaluate the relationship between identity and place.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Geog.4.a",
                            "Label": "Evaluate the effect of culture on a place over time. Analyze how physical and human characteristics interact to give a place meaning and significance (e.g., Panama Canal, Chunnel) and shape culture. Explain how and why place-based identities can shape events at various scales (e.g., neighborhood, regional identity). Explain how and why people view places and regions differently as a function of their ideology, race, ethnicity, language, gender, age, religion, politics, social class, and economic status.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.Geog.5",
                    "Label": "Wisconsin students will evaluate the relationship between humans and the environment.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Geog.5.a",
                            "Label": "Analyze the intentional and unintentional spatial consequences of human actions on the environment at the local, state, tribal, regional, country, and world levels.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Geog.5.b",
                            "Label": "Hypothesize how changes in human behavior (e.g., organic agriculture, Genetically Modified Organisms, ecotourism) can result in changes that have effects on a global scale.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SS9-12.Hist",
            "Label": "History",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS9-12.Hist.1",
                    "Label": "Wisconsin students will use historical evidence for determining cause and effect.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Hist.1.a",
                            "Label": "Evaluate multiple events from different perspectives using primary and secondary sources and analyze intended and unintended causes from both long- and short-term perspectives. Evaluate how different groups and individuals contributed to the event or cause.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Hist.1.b",
                            "Label": "Evaluate multiple events from different perspectives using primary and secondary sources and analyze intended and unintended effects from both long- and short-term perspectives. Evaluate how different groups and individuals contributed to the effect.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.Hist.2",
                    "Label": "Wisconsin students will analyze, recognize, and evaluate patterns of continuity and change over time and contextualization of historical events.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Hist.2.a",
                            "Label": "Evaluate a variety of primary and secondary sources to apply knowledge of major eras, enduring themes, turning points, and historical influences to analyze the patterns of continuity in the community, the state, the United States, and the world.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Hist.2.b",
                            "Label": "Evaluate a variety of primary and secondary sources to apply knowledge of major eras, enduring themes, turning points, and historical influences to analyze the patterns of change in the community, the state, the United States and the world.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Hist.2.c",
                            "Label": "Evaluate how the historical context influenced the process or nature of the continuity or change that took place.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.Hist.3",
                    "Label": "Wisconsin students will connect past events, people, and ideas to the present; use different perspectives to draw conclusions; and suggest current implications.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Hist.3.a",
                            "Label": "Analyze significant historical periods and their relationship to present issues and events.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Hist.3.b",
                            "Label": "Evaluate historical perspectives to create arguments with evidence concerning current events.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Hist.3.c",
                            "Label": "Evaluate and justify predictions of potential outcomes of current events based on the past.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.Hist.4",
                    "Label": "Wisconsin students will evaluate a variety of primary and secondary sources to interpret the historical context, intended audience, purpose, or author’s point of view (Historical Methodology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.Hist.4.a",
                            "Label": "Analyze how the historical context (situation) influences a primary or secondary source.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Hist.4.b",
                            "Label": "Analyze how the intended audience influences a primary or secondary source.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Hist.4.c",
                            "Label": "Analyze the intended purpose of a specific primary or secondary source.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.Hist.4.d",
                            "Label": "Analyze how the POV of the author can influence the content and intent of a primary or secondary source and identify whose voices may be left out.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SS9-12.PS",
            "Label": "Political Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS9-12.PS.1",
                    "Label": "Wisconsin students will identify and analyze democratic principles and ideals.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.PS.1.a",
                            "Label": "Analyze how constitutionalism attempts to preserve fundamental societal values, protects individual freedoms and rights, promotes the general welfare, and responds to changing circumstances and beliefs by defining and limiting the powers of government. Analyze sources of governmental authority.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.PS.1.b",
                            "Label": "Evaluate the work and actions of historically significant people and their contributions to the founding principles of the United States. Analyze the foundational ideas of United States government that are embedded in founding era documents. Analyze landmark Supreme Court decisions regarding how the Constitution and the Bill of Rights limit the government, protect individual rights, support the principle of majority rule while protecting the rights of the minority, and promotes the general welfare. Analyze the meaning and importance of rights in the Wisconsin Constitution, and compare or contrast to the United States Constitution.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.PS.2",
                    "Label": "Wisconsin students will examine and interpret rights, privileges, and responsibilities in society.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.PS.2.a",
                            "Label": "Critique the struggle for suffrage and citizenship since the founding period. Analyze the constitutional tension between protecting individual rights and promoting the general welfare and security of the country, as well as between majority rule and minority rights. Assess the impact of individuals, groups, and movements on the development of civil rights for different groups.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.PS.2.b",
                            "Label": "Assess the difference in constitutional and legal protections for citizens vs. noncitizens. Demonstrate the skills necessary to participate in the election process (i.e., registering to vote, identifying and evaluating candidates and issues, and casting a ballot).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.PS.2.c",
                            "Label": "Analyze how the U.S. Supreme Court has allowed the restriction and enabled the expansion of rights for groups. Evaluate different goals and methods of groups who have advocated for access to greater rights (e.g., women, religious groups, civil rights groups, indigenous peoples, LGBTQ). Analyze the role of the Universal Declaration of Human Rights (UDHR) and nongovernment organizations (NGOs such as Save the Children or the Red Cross) in how human rights have been addressed in different countries.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.PS.3",
                    "Label": "Wisconsin students will analyze and evaluate the powers and processes of political and civic institutions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.PS.3.a",
                            "Label": "Create and evaluate solutions to increase voter participation. Evaluate their role in government at the local, state, tribal, and federal levels.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.PS.3.b",
                            "Label": "Evaluate the role of various types of media in elections and functions of government. Analyze how the United States political system is shaped by political parties, elections and the election process, including the caucus and primary systems and procedures involved in voting. Evaluate civic institutions and explain how competing interests impact societal change (e.g., lobbying, citizens groups, special interest groups).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.PS.3.c",
                            "Label": "Evaluate the structure and functions of governments at the local, state, tribal, national, and global levels. Evaluate the purpose of political institutions at the local, state, tribal, national, global, and supranational or non-government organization (NGO) levels distinguishing their roles, powers, and limitations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.PS.3.d",
                            "Label": "Evaluate the effectiveness of public policy actions and processes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS9-12.PS.4",
                    "Label": "Wisconsin students will develop and employ skills for civic literacy.",                     "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS9-12.PS.4.a",
                            "Label": "Create arguments by researching and interpreting claims and counterclaims.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS9-12.PS.4.b",
                            "Label": "Analyze the effects of a  political compromise with major historical impact.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}