{
    "Title": "Wisconsin Academic Standards > Social Studies > Grades 6 - 8",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "WI.SS6-8.Inq",
            "Label": "Social Studies Inquiry Practices & Processes",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS6-8.Inq.1",
                    "Label": "Wisconsin students will construct meaningful questions that initiate an inquiry.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Inq.1.a",
                            "Label": "Formulate open-ended questions for further research within one of the social studies disciplines.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Inq.1.b",
                            "Label": "Identify additional questions that support the research and possible resources to guide the inquiry.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.Inq.2",
                    "Label": "Wisconsin students will gather and evaluate sources.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Inq.2.a",
                            "Label": "Explore evidence from multiple reliable sources representing a range of perspectives and media that have been selected through research to guide the inquiry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Inq.2.b",
                            "Label": "Determine credibility and applicability of a source by considering a variety of factors through the lens of a social studies strand.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.Inq.3",
                    "Label": "Wisconsin students will develop claims using evidence to support reasoning.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Inq.3.a",
                            "Label": "Develop a debatable and defensible claim based upon the analysis of sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Inq.3.b",
                            "Label": "Support a claim with evidence from multiple reliable sources representing a range of media (electronic, digital, print, and other mass media).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Inq.3.c",
                            "Label": "Analyze the extent to which evidence supports or does not support a claim, and if it does not, adjust claim appropriately.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.Inq.4",
                    "Label": "Wisconsin students will communicate and critique conclusions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Inq.4.a",
                            "Label": "Communicate conclusions using a variety of media (i.e. video or online, documentaries, exhibits, research papers, or web pages).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Inq.4.b",
                            "Label": "Analyze and evaluate the logic, relevance, and accuracy of others’ claims, taking into consideration potential bias.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.Inq.5",
                    "Label": "Wisconsin students will be civically engaged.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Inq.5.a",
                            "Label": "Explore opportunities for personal or collaborative civic engagement with community, school, state, tribal, national, and/or global implications.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SS6-8.BH",
            "Label": "Behavioral Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS6-8.BH.1",
                    "Label": "Wisconsin students will examine individual cognition, perception, behavior, and identity (Psychology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.BH.1.a",
                            "Label": "Identify patterns such as culture, prior knowledge, family, peers, school, communities, and personal interests that influence a person’s cognition, perception, and behavior.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.BH.1.b",
                            "Label": "Analyze how culture, ethnicity, race, age, religion, gender, and social class affect a person's self-image and identity and interactions with others.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.BH.2",
                    "Label": "Wisconsin students will investigate and interpret interactions between individuals and groups (Sociology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.BH.2.a",
                            "Label": "Summarize the role culture plays in personal and group behavior. Categorize factors that contribute to cooperation and conflict among peoples of a country and/or the world (i.e., culture, language, religion, political beliefs).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.BH.2.b",
                            "Label": "Model how individuals learn the elements of their culture through interactions with others, and how individuals learn of other cultures through communication, travel, and study.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.BH.3",
                    "Label": "Wisconsin students will assess the role that human behavior and cultures play in the development of social endeavors (Anthropology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.BH.3.a",
                            "Label": "Analyze how a person’s local actions can have global consequences and how global patterns and processes can affect seemingly unrelated local actions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.BH.4",
                    "Label": "Wisconsin students will examine the progression of specific forms of technology and their influence within various societies.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.BH.4.a",
                            "Label": "Differentiate between intended and unintended consequences of various forms of technology and how they may affect societies and cultures.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SS6-8.Econ",
            "Label": "Economics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS6-8.Econ.1",
                    "Label": "Wisconsin students use economic reasoning to understand issues.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Econ.1.a",
                            "Label": "Predict the opportunity costs of various decisions and explain why the opportunity cost might differ from person to person or in different situations. Assess how limited resources (e.g., money, land, natural resources, workers, time) impact the choices of individuals, households, communities, businesses, and countries.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Econ.1.b",
                            "Label": "Evaluate how incentives impact individual and/or household decision making.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.Econ.2",
                    "Label": "Wisconsin students will analyze how decisions are made and interactions occur among individuals, households, and firms or businesses (Microeconomics).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Econ.2.a",
                            "Label": "Analyze the role of consumers and producers in product markets. Provide examples of how individuals and households are both consumers and producers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Econ.2.b",
                            "Label": "Investigate the relationship between supply and demand. Evaluate the extent to which competition exists in product markets, and its relationship to price and quality of goods and services.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Econ.2.c",
                            "Label": "Categorize factors of production and how they are combined to make goods and deliver services. Evaluate how profits influence sellers in markets.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.Econ.3",
                    "Label": "Wisconsin students will analyze how an economy functions as a whole (Macroeconomics).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Econ.3.a",
                            "Label": "Analyze how inflation, deflation, and unemployment affect different groups.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Econ.3.b",
                            "Label": "Differentiate between the functions of money (i.e., medium of exchange, store of value, unit of account). Assess how interest rates influence borrowing and investing.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Econ.3.c",
                            "Label": "Define Gross Domestic Product (GDP), and compare the GDP of different nations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.Econ.4",
                    "Label": "Wisconsin students will evaluate government decisions and their impact on individuals, businesses, markets, and resources (Role of Government).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Econ.4.a",
                            "Label": "Compare and contrast how different economic systems (traditional, command, market, mixed) choose to allocate the production, distribution, and consumption of resources (what, how, for whom is it produced).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Econ.4.b",
                            "Label": "Compare and contrast the role of different economic institutions such as banks, labor unions, non-profits, and businesses in an economy. Analyze rules and laws that protect and support both consumers (e.g., private property, zoning, contracts, agreements, and product safety) and workers (e.g., labor unions, regulations, minimum wage).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Econ.4.c",
                            "Label": "Analyze the impact of different government policies (e.g., taxation and government spending) on the economy.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Econ.4.d",
                            "Label": "Analyze potential unintended costs and benefits (i.e., externalities) for a local or state law or policy.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Econ.4.e",
                            "Label": "Summarize the role of specialization on trade and cost of goods/services. Identify examples of U.S. exports and imports.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SS6-8.Geog",
            "Label": "Geography",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS6-8.Geog.1",
                    "Label": "Wisconsin students will use geographic tools and ways of thinking to analyze the world.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Geog.1.a",
                            "Label": "Use paper and digital maps to ask and answer geographic questions (e.g., Where are there patterns? Why there? So what?). Analyze how various map projections distort shape, area, distance, and direction (e.g., Mercator, Robinson, Peters).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Geog.1.b",
                            "Label": "Interpret patterns in a variety of maps, charts, and graphs to display geographic information (contour, cartogram, population, natural resource, historical maps) and explain relationships among them.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Geog.1.c",
                            "Label": "Construct a mental map of regions and locate the major regions of the world and their physical and cultural features including continents, cities, countries, bodies of water, landforms, mountain ranges, and climate zones. Compare mental maps shaped by individual perceptions of people, places, regions, and environments.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.Geog.2",
                    "Label": "Wisconsin students will analyze human movement and population patterns.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Geog.2.a",
                            "Label": "Analyze why populations increase or decrease in various regions throughout the world. Analyze the distribution of population patterns at various scales (i.e., local, state, country, region).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Geog.2.b",
                            "Label": "Analyze patterns of migration of various types (e.g., age, sex, ethnicity, race) in the community, state, country, and world.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Geog.2.c",
                            "Label": "Use regions in the world to analyze the role of population shifts in why places change over time. Evaluate the impact of migration on the place of origin and the place of settlement.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Geog.2.d",
                            "Label": "Investigate the impact of rural decline and the growth of cities on a place. Analyze patterns of urbanization around the world.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.Geog.3",
                    "Label": "Wisconsin students will examine the impacts of global interconnections and relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Geog.3.a",
                            "Label": "Analyze the relationship between the distribution of resources and patterns of human settlement within states, countries, and regions of the world now and in the past.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Geog.3.b",
                            "Label": "Analyze spatial patterns of social and economic development in a variety of regions in the world. Identify how people, products, and ideas move between places (e.g., internet commerce, outsourcing).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.Geog.4",
                    "Label": "Wisconsin students will evaluate the relationship between identity and place.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Geog.4.a",
                            "Label": "Explain how place-based identities can change places over time. Investigate how place-based identity results from the characteristics of a place and can sometimes result in stereotypes of people from a specific place. Describe students’ perceptions of a place that are based on indirect sources (e.g., television, movies), versus on direct sources (e.g., residing in a place, visiting a place).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.Geog.5",
                    "Label": "Wisconsin students will evaluate the relationship between humans and the environment.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Geog.5.a",
                            "Label": "Analyze how technology interacts with the environment and how increased use of technology affects the burden and use of natural resources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Geog.5.b",
                            "Label": "Analyze how distribution of natural resources such as fisheries and crops (renewable and nonrenewable) creates systems of commerce between groups. Analyze how unequal distribution of resources creates inequities between regions and can lead to conflict between competing countries.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SS6-8.Hist",
            "Label": "History",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS6-8.Hist.1",
                    "Label": "Wisconsin students will use historical evidence for determining cause and effect.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Hist.1.a",
                            "Label": "Use multiple perspectives to analyze and explain the causes of issues or events within and across time periods, events, or cultures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Hist.1.b",
                            "Label": "Use multiple perspectives to analyze and explain effects of issues or events within and across time periods, events, or cultures.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.Hist.2",
                    "Label": "Wisconsin students will analyze, recognize, and evaluate patterns of continuity and change over time and contextualization of historical events.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Hist.2.a",
                            "Label": "Explain patterns of continuity over time in the community, the state, the United States, and the world.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Hist.2.b",
                            "Label": "Explain patterns of change over time in the community, the state, the United States, and the world.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Hist.2.c",
                            "Label": "Analyze how the historical context influenced the process or nature of the continuity or change that took place.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.Hist.3",
                    "Label": "Wisconsin students will connect past events, people, and ideas to the present; use different perspectives to draw conclusions; and suggest current implications.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Hist.3.a",
                            "Label": "Compare events from United States or world history to a current issue or event.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Hist.3.b",
                            "Label": "Apply historical perspectives to describe differing viewpoints of current events.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Hist.3.c",
                            "Label": "Hypothesize the direction of current events and outcomes based on the past.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.Hist.4",
                    "Label": "Wisconsin students will evaluate a variety of primary and secondary sources to interpret the historical context, intended audience, purpose, or author’s point of view (Historical Methodology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.Hist.4.a",
                            "Label": "Explain how the historical context (situation) influences a primary or secondary source.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Hist.4.b",
                            "Label": "Explain the significance of the intended audience of a primary or secondary source.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Hist.4.c",
                            "Label": "Explain the significance of the intended purpose of a specific primary or secondary source.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.Hist.4.d",
                            "Label": "Explain how the POV of the author can influence the meaning of a primary or secondary source.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SS6-8.PS",
            "Label": "Political Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS6-8.PS.1",
                    "Label": "Wisconsin students will identify and analyze democratic principles and ideals.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.PS.1.a",
                            "Label": "Investigate the components of responsible citizenship. Summarize the importance of rule of law.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.PS.1.b",
                            "Label": "Hypothesize and defend why a specific historically significant person’s contribution to the development of the political culture of the United States was important. Investigate how principles expressed in the Declaration of Independence, Constitution (including the Preamble and the Bill of Rights) have been applied throughout United States history, including how they may have evolved over time. Assess specific protections to individuals outlined in the Wisconsin Constitution and what they mean to local communities and regions of the state.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.PS.2",
                    "Label": "Wisconsin students will examine and interpret rights, privileges, and responsibilities in society.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.PS.2.a",
                            "Label": "Analyze the scope and limits of individual protections found in the Constitution and the Bill of Rights. Describe the evolution of rights over time including key laws, constitutional changes, and court decisions that contributed to these developments. Predict how collective action movements work to extend equal rights to groups and individuals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.PS.2.b",
                            "Label": "Analyze the rights and responsibilities of citizens (i.e., voting, jury duty, paying taxes, obeying laws). Synthesize the cultural structures, types of government, and economic systems to explain differing concepts of citizenship (e.g., Confucianism, dictatorship, theocracy, republic, democracy).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.PS.2.c",
                            "Label": "Compare and contrast the political, social, and economic status of marginalized groups both historically and in the present, both in the United States and worldwide. Investigate how groups (e.g., women, religious groups, civil rights groups, indigenous peoples, LGBTQ) have advocated for access to greater rights.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.PS.3",
                    "Label": "Wisconsin students will analyze and evaluate the powers and processes of political and civic institutions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.PS.3.a",
                            "Label": "Assess voter participation in elections. Explain their role in government at the local, state, tribal, and federal levels.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.PS.3.b",
                            "Label": "Analyze the role of various types of media in elections and functions of government. Analyze how elections and political parties in the United States connect the people to government. Summarize how civic institutions influence society and politics. (e.g., special interest groups, chamber of commerce, lobbying).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.PS.3.c",
                            "Label": "Analyze the structure, functions, powers, and limitations of government at the local, state, tribal, and federal levels.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.PS.3.d",
                            "Label": "Analyze how governments address and solve problems through the public policy process.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS6-8.PS.4",
                    "Label": "Wisconsin students will develop and employ skills for civic literacy.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS6-8.PS.4.a",
                            "Label": "Assemble an argument utilizing multiple sources of information.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS6-8.PS.4.b",
                            "Label": "Provide examples of diplomacy, pluralism, and consensus building (between individuals, groups, and institutions).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}