{
    "Title": "Wisconsin Academic Standards > Social Studies > Grades 3 - 5",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "WI.SS3-5.Inq",
            "Label": "Social Studies Inquiry Practices & Processes",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS3-5.Inq.1",
                    "Label": "Wisconsin students will construct meaningful questions that initiate an inquiry.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Inq.1.a",
                            "Label": "Develop a list of open- and closed-ended questions on a topic or issue.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Inq.1.b",
                            "Label": "Develop a list of questions that support the research through discussion and investigation to guide inquiry.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.Inq.2",
                    "Label": "Wisconsin students will gather and evaluate sources.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Inq.2.a",
                            "Label": "Gather a variety of resources into categories to guide the inquiry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Inq.2.b",
                            "Label": "Evaluate resources to determine which best support the inquiry and supporting questions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.Inq.3",
                    "Label": "Wisconsin students will develop claims using evidence to support reasoning.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Inq.3.a",
                            "Label": "Create a thesis statement based on evidence found in sources to make a claim.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Inq.3.b",
                            "Label": "Select appropriate evidence from sources to support a claim.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Inq.3.c",
                            "Label": "Assess how evidence supports a claim.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.Inq.4",
                    "Label": "Wisconsin students will communicate and critique conclusions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Inq.4.a",
                            "Label": "Communicate conclusions from a variety of teacher-provided presentation options.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Inq.4.b",
                            "Label": "Evaluate the strength of a claim, evidence, and communication using criteria established by both teacher and student.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.Inq.5",
                    "Label": "Wisconsin students will be civically engaged.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Inq.5.a",
                            "Label": "Explore opportunities for personal or collaborative civic engagement with community, school, state, tribal, national, and/or global implications.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SS3-5.BH",
            "Label": "Behavioral Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS3-5.BH.1",
                    "Label": "Wisconsin students will examine individual cognition, perception, behavior, and identity (Psychology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.BH.1.a",
                            "Label": "Describe how a person's understanding, perceptions, and behaviors are affected by relationships and environments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.BH.1.b",
                            "Label": "Describe how culture, ethnicity, race, age, religion, gender, and social class can help form self-image and identity.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.BH.2",
                    "Label": "Wisconsin students will investigate and interpret interactions between individuals and groups (Sociology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.BH.2.a",
                            "Label": "Compare how people from different cultures solve common problems, such as distribution of food, shelter, and social interactions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.BH.2.b",
                            "Label": "Give examples of how peoples from different cultures develop different values and ways of interpreting experiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.BH.3",
                    "Label": "Wisconsin students will assess the role that human behavior and cultures play in the development of social endeavors (Anthropology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.BH.3.a",
                            "Label": "Investigate how interpretations of similarities and differences between and among cultures may lead to understandings or misunderstandings.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.BH.4",
                    "Label": "Wisconsin students will examine the progression of specific forms of technology and their influence within various societies.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.BH.4.a",
                            "Label": "Classify technologies based on intended use, access, and design, and how they might change people’s lives (for better or worse).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SS3-5.Econ",
            "Label": "Economics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS3-5.Econ.1",
                    "Label": "Wisconsin students use economic reasoning to understand issues.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Econ.1.a",
                            "Label": "Use economic reasoning to compare and contrast the costs and benefits of a decision. Categorize different limited resources (e.g., money, materials, time, labor or workers, land, natural resources, renewable or non-renewable).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Econ.1.b",
                            "Label": "Infer potential incentives in a real-world situation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.Econ.2",
                    "Label": "Wisconsin students will analyze how decisions are made and interactions occur among individuals, households, and firms or businesses (Microeconomics).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Econ.2.a",
                            "Label": "Compare two product markets found in the local community. Differentiate between goods and services.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Econ.2.b",
                            "Label": "Assess the roles of consumers (demand), producers (supply), prices, non-price factors (e.g., drought or a fad item), and competition in the product market.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Econ.2.c",
                            "Label": "Compare the skills and knowledge required to produce certain goods and services. Provide an example of the factors of production (i.e., land, labor, capital, entrepreneurship) for a given product.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.Econ.3",
                    "Label": "Wisconsin students will analyze how an economy functions as a whole (Macroeconomics).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Econ.3.a",
                            "Label": "Investigate how the cost of things changes over time.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Econ.3.b",
                            "Label": "Describe the role of money, banking, and savings in everyday life, including why people borrow money and the role of interest.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.Econ.4",
                    "Label": "Wisconsin students will evaluate government decisions and their impact on individuals, businesses, markets, and resources (Role of Government).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Econ.4.a",
                            "Label": "Trace the chain of supply for a needed product (e.g., food, shelter).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Econ.4.b",
                            "Label": "Assess the role of economic institutions (e.g., banks, government) in helping individuals and society. Differentiate between private property (e.g., factories and homes) and public property (e.g., parks, public schools, and government buildings).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Econ.4.c",
                            "Label": "Discuss reasons a government taxes people.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Econ.4.d",
                            "Label": "Predict unintended costs and benefits (i.e., externalities) for a given current situation or event.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Econ.4.e",
                            "Label": "Compare and contrast specialization in two or more regions (e.g., Midwest and Northeastern United States, United States and Japan, Europe and South America).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SS3-5.Geog",
            "Label": "Geography",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS3-5.Geog.1",
                    "Label": "Wisconsin students will use geographic tools and ways of thinking to analyze the world.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Geog.1.a",
                            "Label": "Summarize how location (absolute and relative) affects people, places, and environment. Construct maps (paper or digital), charts, and graphs using appropriate elements (i.e., date, orientation, grid, scale, title, author, index, legend, situation).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Geog.1.b",
                            "Label": "Identify purposes of and differences among maps, globes, aerial photographs, charts, and satellite images.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Geog.1.c",
                            "Label": "Create and label a map (paper or digital) of the local community, state, tribal lands, and country, including both physical (e.g., oceans and continents) and human (e.g., roads, buildings) characteristics. Identify and construct regions (digital or paper) in Wisconsin and the United States.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.Geog.2",
                    "Label": "Wisconsin students will analyze human movement and population patterns.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Geog.2.a",
                            "Label": "Categorize the populations of people living in their state and country. Compare and contrast types of communities (i.e., rural, suburban, urban, or tribal), and different types of places on Earth (e.g., community, state, region, country or nation).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Geog.2.b",
                            "Label": "Investigate push and pull factors of movement in their community, state, country, and world.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Geog.2.c",
                            "Label": "Describe population changes in their state and country over time.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Geog.2.d",
                            "Label": "Summarize positive and negative factors of cities. Identify the location and patterns of cities within our state and country.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.Geog.3",
                    "Label": "Wisconsin students will examine the impacts of global interconnections and relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Geog.3.a",
                            "Label": "Classify a provided set of resources as renewable or nonrenewable, and analyze the implications of both at the local, national, and global level.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Geog.3.b",
                            "Label": "Classify various ways that people and countries depend on one another. Summarize how transportation and communication have changed economic activities over time.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.Geog.4",
                    "Label": "Wisconsin students will evaluate the relationship between identity and place.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Geog.4.a",
                            "Label": "Describe how certain places may have meanings that distinguish them from other places (e.g., cemetery, places of worship, state or national parks, historical park, or battlefield). Compare and contrast the human characteristics of rural, suburban, urban, and tribal locations in Wisconsin and the United States. Identify and describe how people may view places in the community differently (e.g., students and senior citizens responding to a new playground).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.Geog.5",
                    "Label": "Wisconsin students will evaluate the relationship between humans and the environment.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Geog.5.a",
                            "Label": "Compare the positive and negative effects of human actions on our physical environment (e.g., availability of water, fertility of soils) over time.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Geog.5.b",
                            "Label": "Examine how human actions modify the physical environment when using natural resources (renewable and nonrenewable).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SS3-5.Hist",
            "Label": "History",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS3-5.Hist.1",
                    "Label": "Wisconsin students will use historical evidence for determining cause and effect.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Hist.1.a",
                            "Label": "Use evidence to draw conclusions about probable causes of historical events, issues, and problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Hist.1.b",
                            "Label": "Use evidence to draw conclusions about probable effects of historical events, issues, and problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.Hist.2",
                    "Label": "Wisconsin students will analyze, recognize, and evaluate patterns of continuity and change over time and contextualization of historical events.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Hist.2.a",
                            "Label": "Describe patterns of continuity over time in the community, state, and the United States.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Hist.2.b",
                            "Label": "Describe patterns of change over time in the community, state, and the United States.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Hist.2.c",
                            "Label": "Analyze individuals, groups, and events to understand why their contributions are important to historical change or continuity.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.Hist.3",
                    "Label": "Wisconsin students will connect past events, people, and ideas to the present; use different perspectives to draw conclusions; and suggest current implications.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Hist.3.a",
                            "Label": "Compare events in Wisconsin history to a current issue or event.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Hist.3.b",
                            "Label": "Identify different historical perspectives regarding people and events in the past.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Hist.3.c",
                            "Label": "Explain how historical events have possible implications on the present.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.Hist.4",
                    "Label": "Wisconsin students will evaluate a variety of primary and secondary sources to interpret the historical context, intended audience, purpose, or author’s point of view (Historical Methodology).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.Hist.4.a",
                            "Label": "Describe the historical context (situation) of a primary or secondary source.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Hist.4.b",
                            "Label": "Describe the significance of the intended audience of a primary or secondary source.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Hist.4.c",
                            "Label": "Describe the intended purpose of a specific primary or secondary source.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.Hist.4.d",
                            "Label": "Describe the impact of the POV of the author on a primary or secondary source.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.SS3-5.PS",
            "Label": "Political Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "WI.SS3-5.PS.1",
                    "Label": "Wisconsin students will identify and analyze democratic principles and ideals.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.PS.1.a",
                            "Label": "Differentiate between majority rule and minority rights (as a function of a democratic republic). Hypothesize why laws and constitutions exist.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.PS.1.b",
                            "Label": "Summarize the contributions of historically significant people during the period of early United States history to the development of our political culture. Differentiate between freedom, justice, equality, rights, responsibilities, and citizenship. Apply key elements of the Wisconsin Constitution to the local community.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.PS.2",
                    "Label": "Wisconsin students will examine and interpret rights, privileges, and responsibilities in society.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.PS.2.a",
                            "Label": "Investigate examples of rights and responsibilities, including the Declaration of Independence, Constitution, Bill of Rights, and the Universal Declaration of Human Rights, which individuals possess within the state, country, and world. Summarize the actions of people and groups that have advanced civil rights for individuals. Identify and describe basic human liberties (i.e., thought, expression, privacy).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.PS.2.b",
                            "Label": "Compare and contrast being a citizen of a country to the principles of good citizenship. Describe the process by which people in the United States become legal citizens (i.e., natural born or naturalization).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.PS.2.c",
                            "Label": "Critique instances where groups have been denied access to power and rights, and any law or customs that have altered these instances. Summarize how people (e.g., religious groups, civil rights groups, workers, neighborhood residents) organize to gain a greater voice to impact and change their communities.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.PS.3",
                    "Label": "Wisconsin students will analyze and evaluate the powers and processes of political and civic institutions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.PS.3.a",
                            "Label": "Investigate reasons why citizens participate in elections. Identify their role in government at the local, state, tribal, and federal levels.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.PS.3.b",
                            "Label": "Provide examples of how various types of media are used in elections and government. Compare and contrast the multiple roles people play in elections. Analyze the roles civic institutions play in their lives, their community, and beyond (e.g., schools, community groups, religious institutions).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.PS.3.c",
                            "Label": "Classify the basic structures and functions of governments and summarize basic powers of the government at the local, state, tribal, and federal levels.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.PS.3.d",
                            "Label": "Provide examples of how different governments solve problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "WI.SS3-5.PS.4",
                    "Label": "Wisconsin students will develop and employ skills for civic literacy.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.SS3-5.PS.4.a",
                            "Label": "Compile relevant information to form a political argument taking other points of view into account.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.SS3-5.PS.4.b",
                            "Label": "Describe what influences different political attitudes and actions and how diverse groups can work towards consensus.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}