{
    "Directions": "Read the following passage. Then answer each question that follows.",
    "Context": [],
    "Title": "The Robot Debate",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "“We should get a Worker Robot,” Max said, trying to persuade his father. Dad was heating a bowl of soup, which sat on the countertop in the kitchen. The counter automatically sensed what was in his bowl and used magnetic energy to warm it to the proper temperature."],
        [" ", "“Every family has one!” Max added for extra emphasis. “They can do boring chores like cleaning the bathroom.”"],
        [" ", "“People shouldn’t always rely on machines to perform their tasks,” Dad responded matter-of-factly."],
        [" ", "“But machines make life easier,” Max argued, “so you have more time to play baseball or ride hover bikes.”"],
        [" ", "“Well, if you organize your schedule on the Master Screen, you can plan for those activities,” Dad stated, pointing to the electronic bulletin board on the kitchen wall. When a family member touched the screen, it recognized the person’s fingerprint and displayed his or her daily schedule."],
        [" ", "Max sighed, knowing he had lost this debate. It was time to pack his bag anyway. He was going camping tomorrow with his Uncle Stephen and cousin Dawn."],
        [" ", "The next morning, Max piled into Uncle Stephen’s van hauling his duffel bag behind him. Dawn greeted him cheerfully, but Max didn’t respond. He was too busy staring at the object packed into the seat next to her: a Worker Robot."],
        [" ", "“His name’s Stanley,” Dawn said. “We’ve had him for a month.”"],
        [" ", "At the campground, Uncle Stephen unloaded Stanley, and Max admired the robot’s sleek rocket shape. Stanley effortlessly floated on air, several inches above the ground. When Dawn touched Stanley’s front panel, a lighted menu appeared."],
        [" ", "“Do you want to program Stanley to set up our tents?” Dawn asked Max. “You can tell him to collect firewood and to unpack our duffel bags too.”"],
        [" ", "Max leapt at the opportunity. His fingers danced across Stanley’s menu, tapping the options and entering the appropriate commands. When Max was finished, Stanley beeped, and two automated arms extended from the slots in Stanley’s sides. With a high-pitched swoosh, Stanley zipped toward the nylon bag that contained a tent and unzipped it."],
        [" ", "Max watched, wide-eyed, as Stanley connected the tent poles and set them into place."],
        [" ", "“Dad’s taking us fishing down by the lake while Stanley sets up camp,” Dawn said."],
        [" ", "“Great! I’ll get my fishing rod,” Max said. Fishing was one activity he did not plan to delegate to a robot."],
        [" ", "When Max, Dawn, and Uncle Stephen returned from their excursion, the tents stood beneath a shady oak. Stanley floated nearby."],
        [" ", "“Let’s build a campfire and cook some beans,” Uncle Stephen said."],
        [" ", "Max and Dawn fetched some logs from Stanley’s sizable stack of firewood to help Uncle Stephen. Unfortunately, the wood was mucky and damp. Stanley had not comprehended that firewood needed to be dry in order to burn. Max’s stomach rumbled as he helped Dawn hunt for some dry branches to use for the fire."],
        [" ", "Later, Dawn and Max discovered Stanley’s next blunder. They had programmed Stanley to unpack Max’s belongings in one of the tents, but instead, he had emptied everything out onto the floor of the van."],
        [" ", "Dawn sighed as she and Max scooped up armfuls of clothes and transported them into the tent."],
        [" ", "“It’s not really Stanley’s fault,” Max said, defending the robot. “We didn’t tell him specifically where to put my clothes.”"],
        [" ", "The rest of the evening passed by peacefully until heavy, threatening clouds began to roll into the sky. A stiff northern breeze with a sharp bite soon chased the family into their tents."],
        [" ", "Max burrowed deep into his sleeping bag, thankful for its warmth as he drifted to sleep. Later, the rain pounded down in leaden sheets. Before long, its icy, wet fingers seeped into his sleeping bag, waking him suddenly."],
        [" ", "“What’s happening?” Dawn asked as she ran into the tent where Max and Uncle Stephen were sleeping."],
        [" ", "Uncle Stephen clicked on their electric lantern and surveyed the situation."],
        [" ", "“Stanley must have pitched our tents in a low spot,” Uncle Stephen concluded. “The rainwater is pooling beneath us.”"],
        [" ", "“I’m cold,” Dawn said, shivering. Max could feel goose bumps forming on his skin as well."],
        [" ", "“We’ll have to sleep in the van,” Uncle Stephen informed them. “Grab whatever is still dry and let’s go.”"],
        [" ", "Fifteen minutes later, they had all settled stiffly into the seats of the van. Wiggling to get comfortable, Max spied Stanley resting on the floor."],
        [" ", "For the first time, Max genuinely understood Dad’s logic. Robots like Stanley couldn’t analyze situations or consider different outcomes the way people could. Clearly, Max would need to develop some skills of his own. There was a lot he still needed to learn—starting with how to camp. Next time, Max decided, he would depend not on a machine but on himself."]
    ],
    "Copyright": "",
    "References": []
}