{
    "Directions": "Read the following passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Water That You Can  ... Eat?",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "There's no doubt that people benefit from drinking water. Many studies have shown that drinking plenty of water on a daily basis is good for our health. People are heeding that advice, and millions of people choose to buy bottled water. They guzzle it down in order to stay hydrated."],
        [" ", "Unfortunately, many of these plastic water bottles are not being recycled. Research shows that consumers in the United States recycle only about 20 percent of their water bottles. This means that every second, 1,500 plastic water bottles enter either the nation's landfills or the world's oceans. It can take centuries for these bottles to decompose. Because of these serious effects on the environment, it is hardly surprising that Canada and other countries are considering a total ban on plastic water bottles."],
        ["", "Tiny Size, Big Solution"],
        [" ", "For the last several years, three designers from Imperial College in London, England, have been working to address the problem of plastic water bottles. This team has a history of creative success. They have used sealed bags full of empty plastic bottles to help build bridges, arches, and other structures. They have even invented a robotic suitcase called Hop that can follow its owner around! The team's new goal, according to their company, Skipping Rocks Lab, is to “make packaging waste disappear.” To achieve that goal, these designers have developed a unique product they call Ooho."],
        [" ", "When people first see Ooho, they are both curious and confused. Some people think the product looks like a tiny jellyfish. Others think it looks like a small water balloon. Believe it or not, the Ooho is several small gulps of water encased in a golf-ball-sized bubble of clear, edible gel. If you pick one up, it sits in your hand, wobbling slightly. You can poke a hole in the casing and drink the water out of it. You can also pop the entire bubble in your mouth—no bottle needed!"],
        ["", "A Creative Outer Covering"],
        [" ", "Ooho's gel covering is made from seaweed. It is virtually tasteless and easy for the body to digest. If people would rather not eat it, however, the casing can be thrown away. In less than a month, it will break down completely."],
        [" ", "The gel casing is very affordable to make. First, a ball of water is frozen in a special chemical solution. Next, it is soaked in a solution made of brown algae. According to Skipping Rocks Lab, each bubble costs less than two cents to make. It is, therefore, a far cheaper alternative to making plastic bottles."],
        [" ", "When the three London designers came up with the idea of Ooho, they went online to try to collect the funding they needed to get started. They were startled by how fast people signed up to become investors! It did not take long before Skipping Rocks Lab exceeded its goal and had raised one million dollars. The Ooho product was well on its way!"],
        ["", "The Future of Ooho"],
        [" ", "Since the fund-raiser, the company has been working hard. They have been figuring out the flaws and searching for possible solutions. For example, the Ooho is great if someone just wants a single gulp of water. But what if the person is especially thirsty and wants more? Skipping Rocks Lab is exploring the idea of making bigger bubbles. They are also searching for a way to link multiple bubbles together, for a larger drink of water. Another problem with the product has been how to transport it in packaging that is safe for the environment but still protects the bubbles from breaking."],
        [" ", "To gauge people's interest in the Ooho product, the designers have set up booths at various events. They already have plans in place to distribute their bubbles next year at sporting events like marathons, as well as at entertainment venues and concerts. If Ooho becomes popular, people across the country may soon find themselves eating their water instead of drinking it!"]
    ],
    "Copyright": "",
    "References": []
}