{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Edible Forests Are Sprouting Up Across America",
    "Subtitle": "",
    "Author": "by Jodi Helmer",
    "LabelType": "P",
    "Content": [
        ["1", "Carol LeResche got the phone call she’d been waiting for. She lives in Sheridan, Wyoming, and was told a resident was picking zucchini at Thorne-Rider Park."],
        ["2", "“It’s exactly what we hoped would happen when we put in the food forest,” explained LeResche. She is the park’s food forest coordinator."],
        ["3", "In May, the Powder River Basin Resource Council in Sheridan received a $3,500 grant from the Wyoming Department of Agriculture. The money was used to help turn a former BMX park into an edible landscape. It’s a place where all of the fruits, vegetables and nuts are free for the taking."],
        ["4", "Unlike some parks with strict “no picking” policies, or parks where foraging is permitted but plantings emphasize aesthetics over edibles and just a fraction of the species can be consumed, food forests are designed to provide bountiful crops. Residents are encouraged to harvest them. And although there are no solid statistics on the number of food forests, the concept appears to be taking root."],
        ["5", "At Thorne-Rider Park, zucchini was the first vegetable to ripen in the brand new food forest. As the other edibles mature, LeResche hopes residents will dig up potatoes for supper. They can gather raspberries to make jam or snack on ripe figs plucked straight from the trees."],
        ["6", "“We think it’s important to put public food in public spaces,” she said."],
        ["7", "Food forests may seem like a spin-off of community gardens. But there are distinct differences. Residents often have to pay to rent plots in community gardens. They must invest in the seeds. They also must devote the labor required to maintain their plots. In contrast, food forests are funded through grants. Until the forests are self-sustaining, volunteers handle the labor. All that residents have to do is show up and pick their fill."],
        ["8", "Food forests also provide different kinds of fresh produce than community gardens. The food forests emphasize perennials like fruit and nut trees and berry bushes over annual vegetables."],
        ["9", "They also provide essential forest canopy that is lacking in urban areas. The canopy helps to minimize the heat island effect. It also provides community gathering spaces. Residents can participate in tours and classes. Or they can just relax among the fruit trees."],
        ["10", "“Our desire to be more connected to where our food comes from is one of the reasons there is a real trend toward integrating agriculture into neighborhoods and communities,” explained Daron “Farmer D” Joffe. He is the founding director of Coastal Roots Farm. The farm is a nonprofit. It manages an eight-acre food forest. It is in Encinitas, California."],
        ["11", "Asheville, North Carolina, is believed to be home to the first food forest. Forty varieties of fruit and nut trees are found in the city’s George Washington Carver Edible Park. It was founded in 1997. More than a decade later, similar projects began to sprout up. They can be found in cities like Portland, Oregon, San Francisco and Seattle."],
        ["12", "Most food forests are similar in approach. They bring together parks and recreation districts (which provide land), nonprofit groups and volunteers who handle the labor and maintenance. The designs are similar, too."],
        ["13", "Food forests are based on permaculture design. It’s a model that emphasizes sustainable and mostly self-sufficient agricultural production. To achieve this, most food forests incorporate stacked layers of edible plants from root crops, ground cover, vines and herbs to shrubs and trees. From the ground up, the edibles might include beets, strawberries, grapes, basil, blueberries, fruit and nut trees."],
        ["14", "The food forest model is less labor intensive than conventional agriculture. An edible forest is similar to a hardwood forest. There is no rotating of crops, weeding or mowing."],
        ["15", "Coastal Roots Farm has built food access into its mission for the food forest. The eight-acre forest was planted this spring. When the harvest is ready, a portion will be donated to food-insecure communities through food banks. The rest will be available for public harvesting."],
        ["", "problems/TX21G8R/media/S5a.jpg"],
        ["16", "But critics warn that these edible landscapes could be problematic. The concept is relatively new. And it takes at least three years for fruit and nut trees and berry bushes to start producing meaningful amounts of fresh food. This makes it difficult to know whether food forests will have an impact on food deserts."],
        ["17", "Volunteer-driven projects can fall apart if the group lacks cohesion or loses interest. Lack of funding can also be problematic. In Sheridan, the original $3,500 grant helped start the project. LeResche estimated it will take $50,000 to complete the food forest plan."],
        ["18", "Pests are an oft-cited concern, too."],
        ["19", "“All trees need maintenance and fruit trees are no different,” Joffe admitted. “If a food forest is well managed, there is no issue.”"],
        ["20", "After all, LeResche explained, food forests are about a lot more than food. “We also want to provide a community gathering space that is productive and beautiful where people can cultivate a relationship with the land. And get connected to delicious, healthy produce.”"]
    ],
    "References": []
}