{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Playing Second Fiddle",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Cʜᴀʀᴀᴄᴛᴇʀs"],
        [" ", "ALYSSA: An eighth grader"],
        [" ", "SAMANTHA: An eighth grader"],
        [" ", "SAMANTHA’S MOM"],
        [" ", "EIGHTH-GRADE STUDENT\n"],
        ["", "SCENE 1"],
        ["1", "[Alyssa’s bedroom. Sheet music is strewn across the bed and a violin case rests in the corner.]"],
        ["2", "ALYSSA: [Excitedly.] It’s almost time for the first day of school, and you know what that means... ORCHESTRA! I can’t wait. We’re going to be so good this year; we’ll probably win all the competitions. [Looking puzzled.] Why aren’t you saying anything, Sam?"],
        ["3", "SAMANTHA: [Looking down.] I don’t know, Alyssa..."],
        ["4", "ALYSSA: What’s there to know? You’re first violin—you’re the king of the hill! You’ll be great as usual. What don’t you know?"],
        ["5", "SAMANTHA: [Avoiding her gaze.] I just don’t know, Alyssa. I might try something new this year."],
        ["6", "ALYSSA: [Perplexed.] Something new? What? You’re first violin. Orchestra for life—that’s our motto!"],
        ["7", "SAMANTHA: [Sheepishly.] Maybe it’s time for you to be first violin."],
        ["8", "ALYSSA: No way; I’m second violin, and I’m OK with that. I’ll never be as good as you are."],
        ["9", "SAMANTHA: [Quietly.] If you say so."],
        ["10", "ALYSSA: I do say so. Come on, let’s look at our new music."],
        ["11", "[Curtain closes.]"],
        ["", "SCENE 2"],
        ["12", "[Curtain opens to a living room. Samantha’s Mom sits on a couch. Sound of a door opening and closing. Samantha enters from stage right.]"],
        ["13", "SAMANTHA’S MOM: [Standing up to greet Samantha.] Hey, Sam, how’s everything? Did you tell Alyssa that you plan on taking a break from orchestra? Is she OK? Are you OK?"],
        ["14", "SAMANTHA: [Flustered.] Mom, I really tried, but Alyssa just wouldn’t listen. She’s convinced that I’ll still be in orchestra with her. Orchestra is everything to her, but I just want to try something different. I mean... this is our last year of middle school, and I want to explore other classes I could take."],
        ["15", "SAMANTHA’S MOM: It’s not going to be easy for either one of you, Sam. Alyssa has always been a good friend to you. But you can’t let her make your decisions for you. This is what growing up is about—making your own decisions and living with the consequences. Just follow your heart, and Alyssa will come around."],
        ["16", "SAMANTHA: [Unconvinced.] I suppose you’re right. But what if..."],
        ["17", "SAMANTHA’S MOM: Will you be happy if you wait until later to wonder, “What if?” Honey, this is all you’ve talked about all summer. It seems to me that this is what you want. I support you, Sam, but u͟l͟t͟i͟m͟a͟t͟e͟l͟y it’s your choice. No one can or should make it for you."],
        ["18", "SAMANTHA: [Taking a deep breath.] It’s my choice. And I’ve made my decision."],
        ["19", "[Curtain closes.]"],
        ["", "SCENE 3"],
        ["20", "[Curtain opens to a hallway outside a noisy classroom where students sit at desks, typing and writing. Copies of the school newspaper are displayed on the bulletin boards. Samantha is in the hallway talking to another student. Alyssa enters from stage right carrying her violin. Samantha sees her and runs up to her.]"],
        ["21", "SAMANTHA: Alyssa, wait up!"],
        ["22", "ALYSSA: [Sarcastically.] Wow, Sam, I’m surprised you have time to leave your desk. The school newspaper seems to be consuming all your time."],
        ["23", "SAMANTHA: Come on, Alyssa. Don’t be mad. Orchestra is a year-round commitment, and I really wanted to try writing for the newspaper. Besides, don’t you like being first violin?"],
        ["24", "ALYSSA: You think that I’m first violin? Well, I’m not. I’m still second violin. Newspaper is first violin."],
        ["25", "SAMANTHA: [Baffled.] What do you mean?"],
        ["26", "ALYSSA: [Sighing.] Yes, I’m first violin in orchestra, but I’m not first violin to you. I’m still playing second fiddle, while you’re busy working on the newspaper."],
        ["27", "SAMANTHA: Alyssa, you’re my best friend and always will be, but I had to do this for me. Listen, I’ve got a mandatory deadline to make, but check out the newspaper tomorrow. I think you might like what you see!"],
        ["28", "[Alyssa and Samantha walk offstage in different directions. Curtain closes.]"],
        ["", "SCENE 4"],
        ["29", "[The next day after school. The curtain opens to a science lab. Alyssa is sitting on a stool reading the school paper and smiling.]"],
        ["30", "EIGHTH-GRADE STUDENT: [To Alyssa.] Congrats on first violin, Alyssa! Way to move up in the world!"],
        ["31", "ALYSSA: Thanks!"],
        ["32", "SAMANTHA: [Enters the science lab and approaches Alyssa timidly.] Well... what do you think?"],
        ["33", "ALYSSA: I don’t know what to say, Sam. I can’t believe that I’m the topic of your first feature article! I’m sorry for being such a jerk. You’re a really good writer."],
        ["34", "SAMANTHA: [Smiles and hugs Alyssa.] No worries. By the way, I’ve been looking everywhere for you. Why are you in here instead of in the orchestra room?"],
        ["35", "ALYSSA: [Stepping back and smiling.] I needed to find something to do to keep my mind off of missing you too much, so I decided to give robotics a try. I know what you’re thinking: Me? Robotics? But, yeah, I really like it, and I have you to thank. You let me know that it’s OK to try new things."],
        ["36", "SAMANTHA: Awesome! I was looking for my next topic, and now I have it: robots!"],
        ["37", "[Curtain closes.]"]
    ],
    "Copyright": "",
    "References": []
}