{
    "Directions": "Read the passage that describes a memorable character. Then answer each question that follows.",
    "Context": [
        "In the novel Les Misérables, a police officer named Javert is attempting to capture an escaped convict. In this passage, the author describes the character of Javert."
    ],
    "Title": "[from] Les Misérables",
    "Subtitle": "",
    "Author": "by Victor Hugo",
    "LabelType": "P",
    "Content": [
        ["1", "The Asturian peasants believe that in every wolf-litter there is a dog-whelp¹ which the mother kills, because otherwise when it grows larger it will devour the rest of her young. Endow this dog with a human face, and you have Javert."],
        ["2", "He had been born in prison, the son of a fortune-teller whose husband was in the galleys. As he grew older he came to believe that he was outside society with no prospect of ever entering it. But he noted that there were two classes of men whom society keeps inexorably at arm's length—those who prey upon it, and those who protect it. The only choice open to him was between those two. At the same time, he was a man with a profound instinct for correctitude, regularity, and probity, and with a consuming hatred for the vagabond order to which he himself belonged. He joined the police."],
        ["3", "He did well. At the age of forty he was an inspector, having as a young man been a prison-warder in the Midi. But before going further, let us look more closely at the human face which we have ascribed to Javert."],
        ["4", "It consisted of a flat nose with two wide nostrils flanked by huge side- whiskers. A first glance at those two thickets enclosing two caverns was disconcerting. When Javert laughed, a rare and terrible occurrence, his thin lips parted to display not only his teeth but his gums, and a deep and savage furrow formed on either side of his nose as though on the muzzle of a beast of prey. Javert unsmiling was a bulldog; when he laughed he was a tiger. For the rest—a narrow brow and a large jaw, locks of hair concealing the forehead and falling over the eyebrows, permanent wrinkles between the eyes resembling a star of wrath, a dark gaze, a tight, formidable mouth, a look of fierce command."],
        ["5", "His mental attitude was compounded of two very simple principles, admirable in themselves but which, by carrying them to extremes, he made almost evil—respect for authority and hatred of revolt against it. Theft, murder and every other crime were to him all forms of revolt. Everybody who played any part in the running of the State, from the First Minister to the garde champêtre,² was invested in his eyes with a kind of mystical sanctity,³ and he felt nothing but contempt, aversion and disgust for those who, even if only once, transgressed beyond the bounds of law. His judgements were absolute, admitting no exceptions."]
    ],
    "Copyright": "Les Misérables by Victor Hugo. Translated by Norman Denny. Copyright © 1976 by The Folio Society. Reprinted by permission of The Folio Society.",
    "References": [
        ["¹", "dog - whelp—puppy"],
        ["²", "garde champêtre — town police forces"],
        ["³", "mystical sanctity — holiness; sacred character"]
    ]
}