{
    "Directions": "Read the passage that describes a memorable character. Then answer each question that follows.",
    "Context": [
        "“The Final Problem” is from a collection of short stories featuring a detective named Sherlock Holmes. In this passage, Holmes is speaking to his friend and partner, Dr. John Watson, about an encounter Holmes had with a man named Professor Moriarty."
    ],
    "Title": "[from] “The Final Problem”",
    "Subtitle": "",
    "Author": "by A. Conan Doyle",
    "LabelType": "P",
    "Content": [
        ["1", "“You have probably never heard of Professor Moriarty?” said he."],
        ["2", "“Never.”"],
        ["3", "“Aye, there's the genius and the wonder of the thing!” he cried. “The man pervades London, and no one has heard of him. That's what puts him on a pinnacle in the records of crime. I tell you, Watson, in all seriousness, that if I could beat that man, if I could free society of him, I should feel that my own career had reached its summit, and I should be prepared to turn to some more placid line in life... But I could not rest, Watson, I could not sit quiet in my chair, if I thought that such a man as Professor Moriarty were walking the streets of London unchallenged.”"],
        ["4", "“What has he done, then?”..."],
        ["5", "“He is the Napoleon¹ of crime, Watson. He is the organizer of half that is evil and of nearly all that is undetected in this great city. He is a genius, a philosopher, an abstract thinker. He has a brain of the first order. He sits motionless, like a spider in the centre of its web, but that web has a thousand radiations, and he knows well every quiver of each of them. He does little himself. He only plans. But his agents are numerous and splendidly organized. Is there a crime to be done, a paper to be abstracted, we will say, a house to be rifled, a man to be removed — the word is passed to the Professor, the matter is organized and carried out. The agent may be caught. In that case money is found for his bail or his defence. But the central power which uses the agent is never caught—never so much as suspected. This was the organization which I deduced, Watson, and which I devoted my whole energy to exposing and breaking up."],
        ["6", "“But the Professor was fenced round with safeguards so cunningly devised that, do what I would, it seemed impossible to get evidence which would convict in a court of law. You know my powers, my dear Watson, and yet at the end of three months I was forced to confess that I had at last met an antagonist who was my intellectual equal. My horror at his crimes was lost in my admiration at his skill. But at last he made a trip—only a little, little trip—but it was more than he could afford, when I was so close upon him. I had my chance, and, starting from that point, I have woven my net round him until now it is all ready to close. In three days—that is to say, on Monday next—matters will be ripe, and the Professor, with all the principal members of his gang, will be in the hands of the police. Then will come the greatest criminal trial of the century, the clearing up of over forty mysteries, and the rope for all of them; but if we move at all prematurely, you understand, they may slip out of our hands even at the last moment."],
        ["7", "“Now, if I could have done this without the knowledge of Professor Moriarty, all would have been well. But he was too wily for that. He saw every step which I took to draw my toils round him. Again and again he strove to break away, but I as often headed him off. I tell you, my friend, that if a detailed account of that silent contest could be written, it would take its place as the most brilliant bit of thrust-and-parry work in the history of detection. Never have I risen to such a height, and never have I been so hard pressed by an opponent. He cut deep, and yet I just undercut him. This morning the last steps were taken, and three days only were wanted to complete the business. I was sitting in my room thinking the matter over, when the door opened and Professor Moriarty stood before me."],
        ["8", "“My nerves are fairly proof, Watson, but I must confess to a start when I saw the very man who had been so much in my thoughts standing there on my threshold. His appearance was quite familiar to me. He is extremely tall and thin, his forehead domes out in a white curve, and his two eyes are deeply sunken in his head. He is clean-shaven, pale, and ascetic-looking,² retaining something of the professor in his features. His shoulders are rounded from much study, and his face protrudes forward, and is forever slowly oscillating from side to side in a curiously reptilian fashion. He peered at me with great curiosity in his puckered eyes."],
        ["9", "“'You have less frontal development than I should have expected,' said he, at last. 'It is a dangerous habit to finger loaded firearms in the pocket of one's dressing-gown.'"],
        ["10", "“The fact is that upon his entrance I had instantly recognized the extreme personal danger in which I lay. The only conceivable escape for him lay in silencing my tongue. In an instant I had slipped the revolver from the drawer into my pocket, and was covering him through the cloth. At his remark I drew the weapon out and laid it cocked upon the table. He still smiled and blinked, but there was something about his eyes which made me feel very glad that I had it there."],
        ["11", "“'You evidently don't know me,' said he."],
        ["12", "“'On the contrary,' I answered, 'I think it is fairly evident that I do. Pray take a chair. I can spare you five minutes if you have anything to say.'"],
        ["13", "“'All that I have to say has already crossed your mind,' said he."],
        ["14", "“'Then possibly my answer has crossed yours,' I replied."],
        ["15", "“'You stand fast?'"],
        ["16", "“'Absolutely.'"],
        ["17", "“He clapped his hand into his pocket, and I raised the pistol from the table. But he merely drew out a memorandum-book in which he had scribbled some dates."],
        ["18", "“'You crossed my path on the 4th of January,' said he. 'On the 23d you incommoded me; by the middle of February I was seriously inconvenienced by you; at the end of March I was absolutely hampered in my plans; and now, at the close of April, I find myself placed in such a position through your continual persecution that I am in positive danger of losing my liberty. The situation is becoming an impossible one.'"],
        ["19", "“'Have you any suggestion to make?' I asked."],
        ["20", "“'You must drop it, Mr. Holmes,' said he, swaying his face about. 'You really must, you know.'"],
        ["21", "“'After Monday,' said I."],
        ["22", "“'Tut, tut!' said he. 'I am quite sure that a man of your intelligence will see that there can be but one outcome to this affair. It is necessary that you should withdraw. You have worked things in such a fashion that we have only one resource left. It has been an intellectual treat to me to see the way in which you have grappled with this affair, and I say, unaffectedly, that it would be a grief to me to be forced to take any extreme measure. You smile, sir, but I assure you that it really would.'"],
        ["23", "“'Danger is part of my trade,' I remarked."],
        ["24", "“'This is not danger,' said he. 'It is inevitable destruction. You stand in the way not merely of an individual, but of a mighty organization, the full extent of which you, with all your cleverness, have been unable to realize. You must stand clear, Mr. Holmes, or be trodden under foot.'”"]
    ],
    "Copyright": "“The Final Problem” by A. Conan Doyle, from Memoirs of Sherlock Holmes. In the public domain.",
    "References": [
        ["¹", "Napoleon — a French emperor and military leader in the 1800s"],
        ["²", "ascetic-looking — having the appearance of a person who practices severe self-discipline"]
    ]
}