{
    "Directions": "Read the passage about exploring a new environment. Then answer each question that follows.",
    "Context": [
        "In 2012, movie director James Cameron became the first person to perform a solo dive to the deepest point on Earth, the Mariana Trench in the Pacific Ocean. Read the passage about the start of his historic dive."
    ],
    "Title": "[from] “Pressure Dive”",
    "Subtitle": "",
    "Author": "by James Cameron",
    "LabelType": "P",
    "Content": [
        ["1", "Storm season was rolling in, and time was running out. Rough seas kept delaying James Cameron's dive to Challenger Deep, lowest spot of the Mariana Trench, at nearly seven miles below the surface. When the swells subsided just a little, the ship's captain gave the go-ahead. Cameron climbed into the capsule and watched a crew member seal and lock the 400-pound hatch. In this exclusive account, he describes the intensity and wonder of his white-knuckle ride to the bottom."],
        ["", "problems/MA21G10E/media/S6a.jpg"],
        ["2", "Predawn in a pitch-black sea. My sub DEEPSEA CHALLENGER heaves and lurches as huge Pacific swells roll above me. We've all been up since midnight, starting our predive checks after a couple of restless hours of sleep, and the whole team is running on adrenaline. These are the roughest conditions I've dived in so far on the expedition. Through my external cameras I can see the two divers just outside my tiny cockpit getting whipped around like tetherballs as they struggle to rig the sub for descent."],
        ["3", "The pilot's chamber is a 43-inch-diameter steel ball, and I'm packed into it like a walnut in its shell, my knees pushed up in a hunched sitting position, my head pressed down by the curve of the hull. I'll be locked in this position for the next eight hours. My bare feet rest on the 400-pound steel hatch, locked shut from the outside. I'm literally bolted in. People always ask me if I get claustrophobic in the sub. To me it just feels snug and comforting. My visual field is filled by four video screens, three showing views from the external cameras, one a touch screen instrument panel."],
        ["4", "The sub, painted electric green, is hanging upright in the swells like a vertical torpedo aimed at the center of the Earth. I tilt my 3-D camera, out on the end of its six-foot boom, to look up the face of the sub. The divers are getting into position to release the buoyant lift bag attached to the sub, holding it at the surface."],
        ["5", "I've had years to contemplate this moment, and I won't say there hasn't been dread in the past few weeks, thinking about all the things that could go wrong. But right now I feel surprisingly calm. I am wrapped in the sub, a part of it and it a part of me, an extension of my ideas and dreams. As co-designer, I know its every function and foible intimately. After weeks of pilot training, my hand goes to a specific control or switch without thinking. There's no apprehension at this point, only determination to do what we came out here for, and childlike excitement for what's ahead."],
        ["6", "Let's do this. I take a breath and key the mike. “OK, ready to initiate descent. And release, release, release!”"],
        ["7", "The lead diver yanks a lanyard, freeing the lift bag. The sub drops like a stone, and in seconds the divers become toy figures far above on the churning surface. They dwindle and fade, leaving only darkness. A glance at the readouts shows that I'm dropping at almost 500 feet per minute. After a lifetime of dreaming, seven years developing the sub, grueling months of construction, and the stress and emotion of the voyage here, I'm finally on my way to Challenger Deep, the deepest spot in the world's oceans."]
    ],
    "Copyright": "“Pressure Dive” by James Cameron, from National Geographic (June 2013). Copyright © 2013 by National Geographic Society. Reprinted by permission of National Geographic Society.",
    "References": []
}