{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Develop descriptions, explanations, predictions, and models using evidence."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA21G8S/media/1a.jpg",
            "A student was unable to lift a rock using the lever setup shown. The student moved the location of the fulcrum closer to the rock until he was able to lift the rock. The student concluded that as the length of the effort arm increased, less effort force was needed to lift the rock. Which graph best represents the student's conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/PA21G8S/media/1b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This graph shows that as the length of the effort arm increases, effort force remains the same.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "problems/PA21G8S/media/1c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This graph shows how effort force changes as the length of the effort arm remains the same.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "problems/PA21G8S/media/1d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "This graph shows that as the length of the effort arm increases, effort force decreases.",
                    "Percent": 55
                }
            },
            "D": {
                "Choice": "problems/PA21G8S/media/1e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This graph shows effort force increasing as the length of the effort arm increases.",
                    "Percent": 34
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use evidence, observations, or a variety of scales (e.g., mass, distance, volume, temperature) to describe relationships."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Use the graph below to answer the question.",
            "problems/PA21G8S/media/2a.jpg",
            "A scientific technique can be used to determine the presence and concentration of a chemical compound in a sample. A light source is directed at samples of known concentrations and the amount of light each absorbs is measured. Based on the graph, which statement best describes the relationship between concentration and light absorption?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The light absorption of a sample is independent of the concentration of the chemical compound.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that light absorption depends on chemical concentration.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "The concentration of the chemical compound in a sample remains steady as the light absorption increases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Light absorption changes relative to chemical concentration.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "An increase in the concentration of the chemical compound in a sample is accompanied by an increase in the light absorption.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This graph shows a direct relationship in which light absorption increases in response to an increase in chemical concentration.",
                    "Percent": 62
                }
            },
            "D": {
                "Choice": "A decrease in the light absorption of a sample is accompanied by an increase in the concentration of the chemical compound.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Light absorption increases as the chemical concentration increases.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use space/time relationships, define concepts operationally, raise testable questions, or formulate hypotheses."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement best describes the mass of an apple?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Mass is the amount of matter in the apple.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Mass describes the amount of matter in an apple.",
                    "Percent": 59
                }
            },
            "B": {
                "Choice": "Mass is the amount of space the apple occupies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Volume describes the amount of space an apple occupies.",
                    "Percent": 27
                }
            },
            "C": {
                "Choice": "Mass is the force applied to the apple by another object.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An applied force is the force applied to the apple by another object.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "Mass is the measure of the apple's ability to resist changes in motion.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inertia is the measure of an apple's ability to resist changes in motion, which varies with mass.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use evidence from investigations to clearly communicate and support conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Use the drawings and the table below to answer the question.",
            "problems/PA21G8S/media/4a.jpg",
            "problems/PA21G8S/media/4b.jpg",
            "A student used the smallest screen that could be used to completely sift the soil sample. Which conclusion best matches the student's investigation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Soil sample X has the most uniform particle size.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sample X has the largest average particle size.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Soil sample Y has the smallest average particle size.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Soil sample Y has the smallest average particle size because it was completely sifted through the smallest screen.",
                    "Percent": 71
                }
            },
            "C": {
                "Choice": "Soil samples Y and Z are most similar in size.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Soil samples Y and Z are no more similar than soil samples X and Z.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "Soil samples X and Y are most similar in size.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Soil samples X and Y are least similar in size.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Apply appropriate measurement systems (e.g., time, mass, distance, volume, temperature) to record and interpret observations under varying conditions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which unit should a student use when measuring the change in the amount of space taken up by a liquid as it is heated?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "g",
                "Key": {
                    "Correct": false,
                    "Rationale": "Grams are used to measure mass, not volume.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "°C",
                "Key": {
                    "Correct": false,
                    "Rationale": "Degrees Celsius are used to measure temperature, not volume.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "mL",
                "Key": {
                    "Correct": true,
                    "Rationale": "Milliliters are used to measure volume, which is the amount of space occupied by matter.",
                    "Percent": 65
                }
            },
            "D": {
                "Choice": "mm",
                "Key": {
                    "Correct": false,
                    "Rationale": "Millimeters are used to measure length, not volume.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Describe how engineers use models to develop new and improved technologies to solve problems."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "An engineering team developed a new airplane body design that uses less fuel while flying. The team built a model to test the new design. How does using a model most likely help the engineering team?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It can be tested and changed more easily than a real airplane.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Models can be used to test designs at lower costs and at smaller scales.",
                    "Percent": 63
                }
            },
            "B": {
                "Choice": "It allows them to safely fly an airplane in dangerous conditions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Using models allows engineers to simulate danger without risking an airplane.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "It can be made to higher quality standards than a real airplane.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Using models helps engineers determine the quality standards required in a real airplane.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "It allows them to save money by never test-flying a full-size airplane.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Successful testing of models is followed by tests of full-size airplanes.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Use characteristic physical or chemical properties to distinguish one substance from another (e.g., density, thermal expansion/contraction, freezing/melting points, streak test)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Use the data table below to answer the question.",
            "problems/PA21G8S/media/7a.jpg",
            "A scientist examined a colorless gas, which had a density between 1.30 and 1.60 g/L and a boiling point between −190 and −180°C. The gas reacted with sodium (Na) metal. Based on the data in the table, what is the most likely identity of the gas?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "argon (Ar)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Unlike the test gas, argon is unreactive with sodium (Na) metal.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "fluorine (F2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Unlike the colorless test gas, fluorine is pale yellow.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "hydrochloric acid (HCl)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Unlike the test gas, hydrochloric acid has a boiling point of -85 degrees Celsius.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "oxygen (O₂)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The characteristics of oxygen match the characteristics of the test gas.",
                    "Percent": 64
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Explain how energy is transferred from one place to another through convection, conduction, or radiation."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA21G8S/media/8a.jpg",
            "A student is roasting marshmallows on a stick above the flames of a campfire. How does convection transfer heat from the fire to the marshmallows?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by direct contact between the fire and the marshmallows",
                "Key": {
                    "Correct": false,
                    "Rationale": "Heat transfer involving direct contact between molecules is conduction.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "by currents of warm air molecules flowing upward from the fire",
                "Key": {
                    "Correct": true,
                    "Rationale": "Transfer of energy occurs by convection when heated air molecules move due to density.",
                    "Percent": 68
                }
            },
            "C": {
                "Choice": "by the collision of warm air and cool air molecules above the fire",
                "Key": {
                    "Correct": false,
                    "Rationale": "Heat transfer involving collisions is called conduction, and air is a poor conductor of heat energy.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "by the movement of heat through empty spaces between air molecules",
                "Key": {
                    "Correct": false,
                    "Rationale": "Radiation describes the movement of heat through empty spaces.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Compare the time span of renewability for fossil fuels and the time span of renewability for alternative fuels."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement best describes wood and coal in terms of renewability and formation time?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Wood is nonrenewable and forms in a few years, unlike coal, which is renewable and takes millions of years to form.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wood is renewable, and coal is nonrenewable.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "Wood is renewable and forms in a few years, unlike coal, which is nonrenewable and takes millions of years to form.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Wood is a renewable resource that forms rapidly compared to coal, which is nonrenewable.",
                    "Percent": 70
                }
            },
            "C": {
                "Choice": "Wood is nonrenewable and takes millions of years to form, unlike coal, which is renewable and forms in a few years.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wood is renewable, and coal is nonrenewable.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "Wood is renewable and takes millions of years to form, unlike coal, which is nonrenewable and forms in a few years.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wood forms in a few years, and coal forms over millions of years.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Explain how fossils provide evidence about plants and animals that once lived throughout Pennsylvania's history (e.g., fossils provide evidence of different environments)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Fossils of extinct corals are commonly found in Pennsylvania. Scientists who study these coral fossils indicate that they are similar to living corals. Which statement best explains why these fossils provide valuable information about prehistoric Pennsylvania?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They may indicate that the earliest settlers moved inland from the coasts and brought coral-based fertilizer for their crops.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Materials in fertilizers are finely ground, making any fossils difficult to study.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "They may provide evidence for evolution by comparing adaptations for living on land with aquatic adaptations in the same species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Extinct coral represent different species than living coral.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "They may indicate that corals may have lived on land at some point in history because corals presently live in aquatic environments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both extinct corals and living corals lived in aquatic environments.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "They may provide evidence that Pennsylvania was once covered by warm ocean waters since most corals are presently found in these environments.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Fossils of aquatic organisms found on land provide evidence to support the idea that water once covered the area.",
                    "Percent": 62
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe potential impacts of human-made processes (e.g., manufacturing, agriculture, transportation, mining) on Earth's resources, both nonliving (i.e., air, water, or earth materials) and living (i.e., plants and animals)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The acidity of the water in a stream is indicated by its pH. Historically, a certain stream has had a pH of 6.0. Acid rain has caused the stream's pH to become 4.8. Which statement predicts how the stream's ecosystem will most likely be impacted?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The flow rate of the stream will increase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Flow rate is not directly related to the pH of a stream.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "The flow rate of the stream will decrease.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Flow rate is not directly related to the pH of a stream.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "The number of fish in the stream will increase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changes to the pH of a stream will most likely harm organisms, like fish.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "The number of fish in the stream will decrease.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Fish and other stream organisms are likely harmed by a change in pH.",
                    "Percent": 63
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Distinguish among different water systems (e.g., wetland systems, ocean systems, river systems, watersheds) and describe their relationships to each other as well as to landforms."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which system contains water that is most likely to form a deep canyon?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a river",
                "Key": {
                    "Correct": true,
                    "Rationale": "A river is a lotic (flowing) water system that erodes Earth materials and can result, over time, in the formation of a canyon.",
                    "Percent": 49
                }
            },
            "B": {
                "Choice": "an ocean",
                "Key": {
                    "Correct": false,
                    "Rationale": "Movement of ocean water in currents or waves is unlikely to form a canyon.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "a wetland",
                "Key": {
                    "Correct": false,
                    "Rationale": "A wetland is a type of lentic (still) water system.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "am estuary",
                "Key": {
                    "Correct": false,
                    "Rationale": "An estuary is a type of lentic (still) water system.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use evidence, such as observations or experimental results, to support inferences about a relationship."
        ],
        "SuppContent": [
            "problems/PA21G8S/supps/PA21G8S-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Use the data table below to answer the question.",
            "problems/PA21G8S/media/13a.jpg",
            "Which inference about the process of making maple syrup from maple tree sap is best supported by these data?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As the concentration of sugar in the liquid increases, the boiling point increases.",
                "Key": {
                    "Correct": true,
                    "Rationale": "As the concentration of sugar increases in a liquid (maple syrup is simply sap without most of the water), the boiling point increases.",
                    "Percent": 60
                }
            },
            "B": {
                "Choice": "As the concentration of sugar in the liquid increases, the boiling point decreases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Boiling point increases as the concentration of sugar in a liquid increases.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "A decrease in the boiling point of the liquid causes a decrease in sugar concentration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Boiling point is the dependent variable; sugar concentration is independent.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "A decrease in the boiling point of the liquid causes an increase in sugar concentration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Boiling point is the dependent variable; sugar concentration is independent.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use ratio to describe change (e.g., percents, parts per million, grams per cubic centimeter, mechanical advantage)."
        ],
        "SuppContent": [
            "problems/PA21G8S/supps/PA21G8S-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Use the graphs below to answer the question.",
            "problems/PA21G8S/media/14a.jpg",
            "What is the approximate percent change in water content after maple tree sap becomes maple syrup?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Maple tree sap has 2% less water than maple syrup.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Maple tree sap has 2% sugar.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Maple tree sap has 34% less water than maple syrup.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This response incorrectly compares percentages in maple syrup.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Maple tree sap has 31% more water than maple syrup.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This response incorrectly compares percent water in maple syrup with percent sugar in maple tree sap.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Maple tree sap has 65% more water than maple syrup.",
                "Key": {
                    "Correct": true,
                    "Rationale": "At 98% water, maple tree sap has 65% more water than maple syrup.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Compare similarities and differences in internal structures of organisms (e.g., invertebrate/vertebrate, vascular/nonvascular, single-celled/multi-celled) and external structures (e.g., appendages, body segments, type of covering, size, shape)."
        ],
        "SuppContent": [
            "problems/PA21G8S/supps/PA21G8S-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which internal structures in humans have the most similar functions to that of xylem in maple trees?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "lungs and skin, since they are involved in gas exchange",
                "Key": {
                    "Correct": false,
                    "Rationale": "Xylem moves water and minerals; it is not involved in gas exchange.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "lungs and skin, since they are involved in gas exchange",
                "Key": {
                    "Correct": false,
                    "Rationale": "Xylem moves water and minerals upward through a tree.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "bones and muscles, since they are responsible for movement",
                "Key": {
                    "Correct": false,
                    "Rationale": "Xylem provides some structural support, but it does not allow trees to move.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "veins and arteries, since they transport blood throughout the body",
                "Key": {
                    "Correct": true,
                    "Rationale": "Similar to the movement of blood through veins and arteries, xylem helps move water and minerals upward through a tree.",
                    "Percent": 58
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Identify and explain differences between inherited and acquired traits."
        ],
        "SuppContent": [
            "problems/PA21G8S/supps/PA21G8S-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Tapholes for collecting maple syrup can scar the tree's trunk. Why do the offspring of tapped maple trees, called saplings, have unscarred trunks?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Scars are inherited traits, and saplings will develop scars as they age.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Scars are acquired traits, not inherited.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Scars are acquired traits, and saplings are unable to inherit acquired traits.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Scars are acquired traits, which cannot be inherited.",
                    "Percent": 61
                }
            },
            "C": {
                "Choice": "Scars are dominant traits, so a mutation must have occurred in saplings with unscarred trunks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Scars are acquired traits; they are neither dominant nor recessive.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "Scars are recessive traits, so a sapling must receive the traits from both parents to exhibit the trait.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Scars are acquired traits; they are neither dominant nor recessive.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Distinguish between a scientific theory and an opinion, explaining how a theory is supported with evidence, or how new data/information may change existing theories and practices."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Meteor Crater is a rimmed, bowl-shaped feature that lies in the desert of northern Arizona. The crater measures 1,200 meters (m) in diameter, with the crater floor lying 180 m beneath the rim. The rim rises about 60 m above the surrounding desert. In the early twentieth century, most scientists theorized that the crater formed as a result of volcanic activity (volcanism theory). However, Daniel Barringer proposed that a powerful meteor impact formed the crater (impact theory)."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MR",
                "NumChoices": 0,
                "Explain": false,
                "Content": [
                    "Explain why the impact theory is classified as a theory rather than an opinion."
                ],
                "AnswerChoices": {}
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Explain": false,
                "Content": [
                    "Barringer's impact theory was eventually accepted by a majority of scientists. Describe what is needed for a new theory to become widely accepted by the scientific community."
                ],
                "AnswerChoices": {}
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Compare similarities and differences in internal structures of organisms (e.g., invertebrate/vertebrate, vascular/nonvascular, single-celled/multi-celled) and external structures (e.g., appendages, body segments, type of covering, size, shape)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA21G8S/media/18a.jpg",
            "Beetles have a hard, external covering on their bodies."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "SR",
                "NumChoices": 0,
                "Explain": false,
                "Content": [
                    "Describe one function of the hard, external covering on the beetle."
                ],
                "AnswerChoices": {
                    "KEY1": {
                        "Choice": "protection",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "KEY2": {
                        "Choice": "defense",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "SR",
                "NumChoices": 4,
                "Explain": true,
                "Content": [
                    "Identify a human body structure and describe how its function is similar to the hard, external covering of a beetle."
                ],
                "AnswerChoices": {
                    "KEY1": {
                        "Choice": "skeleton",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "KEY2": {
                        "Choice": "skull",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "KEY3": {
                        "Choice": "skin",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "KEY4": {
                        "Choice": "rib cage",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    }
}