{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how characters' motivations and behaviors influence events and resolution of the conflict."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "How is Lucy's behavior in paragraph 23 important to the resolution of her conflict?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It shows Lucy's shift in focus from herself to the project.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 23, Lucy shifts her focus away from herself to the project, which helps to resolve her conflict. Her “embarrassment [begins] to dissipate” as she listens to what the other students are discussing and realizes that the footage of her fall is useful.",
                    "Percent": 56
                }
            },
            "B": {
                "Choice": "It signals a change in the other students' treatment of Lucy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lucy watches “Alicia's film clip transform her stairway disaster into drama,” but this reveals a change in Lucy's perception of her fall, rather than a change in how the students treat her.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "It suggests that Lucy will become close friends with members of her group.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lucy does get physically closer to join the group, but this is to brainstorm ideas and does not necessarily imply that she will become close friends with the group members.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "It shows that the other students have more experience than Lucy in creating a film.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication of Lucy's level of experience in film creation as compared to that of the other group members. The resolution of the conflict is also not influenced by her ability to create a film.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context within or beyond a paragraph to clarify the meaning of unfamiliar or ambiguous words."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 20, what does the word p͟o͟t͟e͟n͟t͟i͟a͟l mean?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A specific plan",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Rodney is excited about the possibility of using the name Lucy Falls, he does not have a “specific plan” yet, so this is not the meaning of the word p͟o͟t͟e͟n͟t͟i͟a͟l.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "An unexpected outcome",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rodney wants to use the name Lucy Falls because it offers a possibility for a play on words, not because it is “unexpected.”",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "An existing possibility",
                "Key": {
                    "Correct": true,
                    "Rationale": "The meaning of the word p͟o͟t͟e͟n͟t͟i͟a͟l as is used in paragraph 20 is “an existing possibility.” Rodney tells Lucy that her name, Lucy Falls, provides possibility for the main character in their film because of the play on words that it provides.",
                    "Percent": 85
                }
            },
            "J": {
                "Choice": "A strange situation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lucy's last name may be unusual, but the characters are not in a “strange situation” in this paragraph, so this is not the meaning of the word p͟o͟t͟e͟n͟t͟i͟a͟l.",
                    "Percent": 1
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how characters' motivations and behaviors influence events and resolution of the conflict."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read paragraph 21.",
            ":box:Lucy allowed herself a small smile. It hadn't been a good start, but Rodney was definitely making her first day less terrible.",
            "What does this paragraph reveal about Lucy at this point in the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "She is unsure about Rodney's motivation for speaking to her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 20, Rodney tells Lucy why he is happy to have her in his group, so in paragraph 21, Lucy is not “unsure about Rodney's motivation for speaking to her.”",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "She knows she is more critical of herself than anyone else is.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lucy is not “critical of herself” in this paragraph; she is instead expressing optimism that the day is not so bad.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "She is beginning to feel accepted at her new school.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 21, Lucy smiles as she reacts to Rodney and his encouraging words in paragraph 20, which “definitely [make] her first day less terrible.” She begins to feel accepted at her new school even though she has had a rough start to her first day.",
                    "Percent": 84
                }
            },
            "D": {
                "Choice": "She thinks Rodney will introduce her to new people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lucy's feelings in the current moment are the focus of this paragraph; Lucy is not thinking about what Rodney might do in the future.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze non-linear plot development such as flashbacks, foreshadowing, subplots, and parallel plot structures and compare it to linear plot development."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Why are the events in paragraphs 1 and 2 important to the plot?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The events reveal Lucy's regrets about registering at a new school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lucy does not regret registering at the new school; she only questions the midyear timing.",
                    "Percent": 25
                }
            },
            "G": {
                "Choice": "The events explain Lucy's reasons for not liking her new school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The problems described in the first two paragraphs are included to establish a reason for Lucy's negative attitude, not to suggest that she dislikes the school in general.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "The events hint at Lucy's confusion as she walks to her first-period class.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lucy is frustrated by the early morning events, but she is not confused.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "The events set the conditions for Lucy's attitude as the school day begins.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The events in paragraphs 1 and 2 are important to the plot because they affect Lucy's attitude at the beginning of the day. Lucy is frustrated, frazzled, and nervous, which influences her perception of how others are responding to her throughout the morning.",
                    "Percent": 60
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Identify and analyze the use of literary devices, including multiple points of view and irony."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What does the use of the third-person limited point of view allow the author to emphasize?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lucy's feelings about what takes place when she transfers to a new school",
                "Key": {
                    "Correct": true,
                    "Rationale": "Point of view refers to the perspective from which the events in the story are told. In this selection, the narrator's third-person point of view is limited to the thoughts and feelings of Lucy. This allows the author to emphasize Lucy's feelings about what happens when she transfers to a new school.",
                    "Percent": 62
                }
            },
            "B": {
                "Choice": "The other students' reactions when Lucy falls down the stairs",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator is only able to describe the other students' reactions as Lucy sees them. The thoughts and feelings behind these reactions are not revealed by the narrator's limited point of view.",
                    "Percent": 25
                }
            },
            "C": {
                "Choice": "Rodney's initial impression of Lucy when he watches the video of her fall",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator's point of view is limited to Lucy, so the author is not able to convey Rodney's initial impression of Lucy based on the video.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "The cinema teacher's thoughts about Lucy's midyear transfer",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator's point of view is limited to Lucy, so the cinema teacher's thoughts are not emphasized.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of this selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Lucy tries to forget the bad start to her first day at a new school by telling herself only a few people saw her fall down the stairs. However, when students begin whispering in Lucy's cinema class, she fears the worst. Lucy is assigned to a group and is welcomed by one of the members, but the other members of the group do not acknowledge her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The resolution of the conflict is not included in this summary, making it incomplete.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "Lucy is reminded of her mother's encouraging words after her first day at ARTS Magnet School. Already late to class, Lucy falls down the stairs but is not hurt. In second period students stare at Lucy when she enters the room. Then a member of Lucy's group tells her that a student has recorded video of her fall and that he thinks she fell gracefully.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Irrelevant details are included in this summary, and the resolution is omitted, so this is not the best summary of the selection.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "Lucy has trouble finding her first-period class after the office staff takes a long time completing her new-student paperwork, but she meets some girls who sit behind her in class. In her cinema class, Lucy is welcomed into a group working on a 30-second film project and shares some ideas she has with her group.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither Lucy's main conflict nor the resolution are mentioned in this summary, making it incomplete.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Lucy falls down the stairs on the first day at her new school. Her cinema class begins awkwardly, but one member of Lucy's assigned group welcomes her. He explains that the group will use the video of her fall in its class film project. Lucy becomes more at ease as members of her group encourage her involvement in its class project.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of the selection is presented in these sentences. The conflict and resolution are described, key events are included, and minor details are omitted.",
                    "Percent": 71
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze non-linear plot development such as flashbacks, foreshadowing, subplots, and parallel plot structures and compare it to linear plot development."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "A major turning point occurs in the selection when Lucy —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "wonders if she should have stayed at her old school",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lucy does question her choice to transfer schools in paragraph 1 and again in paragraph 19, but her doubt does not signal a turning point in the selection.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "enters her first-period class for the first time",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although first period is uneventful, and Lucy tries to forget about her fall, this is not a turning point because her embarrassment returns as soon as she enters her second period class.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "is greeted by a classmate during second period",
                "Key": {
                    "Correct": true,
                    "Rationale": "A turning point is the point of highest tension in a story; also known as the climax. When Lucy first enters her second period class in paragraph 10, her face is hot with embarrassment. After Rodney talks to her in paragraph 15, her discomfort begins to disappear, and she becomes more optimistic.",
                    "Percent": 76
                }
            },
            "D": {
                "Choice": "is ignored by a classmate in her group",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 17, Lucy's embarrassment continues as a result of being ignored, so this is not a turning point in the selection.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Based on Lucy's interactions with her classmates, which statement best expresses the major theme explored in this selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Achieving academic success requires hard work and commitment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention of Lucy's academic grades and/or success, so this is not the theme explored in this selection.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "Goals are easier to achieve when working with others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the group works together to achieve a goal, the theme of the selection is focused on Lucy's negative experience as the cause of a positive outcome.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "Adjusting to new situations may take a long period of time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lucy must adjust to her new school, but this selection does not take place over “a long period of time,” so this is not the theme explored in this selection.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "Negative experiences can sometimes have positive outcomes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lucy's negative experience of falling down the stairs provides an opportunity for the positive outcome of her being welcomed and included by new classmates.",
                    "Percent": 82
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S2.json",
            "problems/TX21G8R/supps/TX21G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Based on paragraphs 4 and 5 of the selection “A Ghostly New Creature,” what can be concluded about the study of newly discovered animals?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Identifying a new species requires careful analysis of an animal.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on these paragraphs, the reader can conclude that identifying a new species requires careful analysis of an animal, because the scientists analyze the “characteristics that set [this octopod] apart from other octopods.”",
                    "Percent": 79
                }
            },
            "B": {
                "Choice": "Scientists are searching constantly for unknown types of animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The scientists are analyzing an animal found by accident, not searching for an unknown animal.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "Studying ocean animals is easier than studying land animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Land animals are not mentioned in these paragraphs.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "Most animal research is conducted by government agencies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The scientists work for a government agency, but this is detailed in paragraph 3. There is nothing to suggest government agencies conduct most animal research.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S2.json",
            "problems/TX21G8R/supps/TX21G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "In the selection “A Ghostly New Creature,” the author includes the photograph of the octopod most likely to help the reader better understand —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "why the octopod lives so deep in the ocean",
                "Key": {
                    "Correct": false,
                    "Rationale": "The octopod is shown on the ocean floor in the photograph, but this does not explain why it lives there.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "how far the octopod can move without having fins",
                "Key": {
                    "Correct": false,
                    "Rationale": "The octopod may or may not have been moving when the image was taken, but a still photograph cannot show movement.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "why scientists named the octopod after a cartoon character",
                "Key": {
                    "Correct": true,
                    "Rationale": "The photograph of the octopod is included most likely to help the reader better understand why scientists named the octopod after a cartoon character. In paragraph 6, the author explains that the octopod was named Casper “because of [its] ghostlike appearance.” In the photograph, the stark contrast between the dark ocean and the ghostly white octopod is shown.",
                    "Percent": 69
                }
            },
            "J": {
                "Choice": "how the octopod uses its suckers to grasp objects",
                "Key": {
                    "Correct": false,
                    "Rationale": "The octopod is not grasping any objects in this photograph, so this is not the reason for its inclusion.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S2.json",
            "problems/TX21G8R/supps/TX21G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of the selection “A Ghostly New Creature”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Government scientists were sent to Hawaii to study animal life in the Pacific Ocean. They watched video that was taken by an underwater vehicle. Watching the video from a ship and from land, they saw a ghostlike octopod. The scientists named the mysterious new specimen Casper after Casper the Friendly Ghost, an old cartoon character.",
                "Key": {
                    "Correct": false,
                    "Rationale": "These sentences are focused only on the video of the “ghostlike” octopod and what the scientists named it. The importance of the discovery of a new species is omitted, making the summary incomplete.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "Near Hawaii a research team studied the Pacific Ocean thousands of feet below the surface. The team members became excited when they saw a white octopod appear on their video. They had not expected to see this finless animal as it was found below 13,000 feet where there is little food to support its existence.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary includes minor details from the selection and omits key ideas, such as the discovery of a brand new species of octopod. These omissions make this summary incomplete.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "Scientists made an exciting find in the waters near Hawaii. While mapping the ocean floor to study ocean life, scientists saw a mysterious octopod. It was so unusual that scientists decided they had discovered a new species. The octopod that scientists found was unique, suggesting there are still undiscovered species located in other parts of the world.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of the selection is presented in these sentences. The introduction is restated and key details are explained, including when and where the octopod was discovered, why it is considered a new species, and why its discovery is important.",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "Dozens of researchers observed a white octopod in the ocean near Hawaii. Octopods are a category of eight-armed animals that include the octopus. The researchers used an underwater vehicle as part of their studies and were surprised to see the unusual creature. Scientists doubt that they will be able to examine a specimen of this new type of octopod.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the discovery of the octopod is mentioned in this summary, there is no explanation that the octopod is a new species, which is a key point in the selection. Additionally, the last two sentences of this option are details rather than key ideas.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S2.json",
            "problems/TX21G8R/supps/TX21G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "In the selection “A Ghostly New Creature,” which idea about the octopod best explains why the author includes the map?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Octopods are found in many oceans throughout the world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only a small part of the Pacific Ocean is shown on the map, so the map is not included to show that octopods are found in oceans worldwide.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "The ghostly octopod is common only to the ocean area around Hawaii.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is not known whether the new species is common only near Hawaii, nor does the map include this information.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "Octopods are most commonly found near islands.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This particular octopod was found near an island, but there is nothing in the map to indicate where most octopods are found.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "The ghostly octopod was found near the Hawaiian Islands.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that the octopod was found near the Hawaiian Islands best explains why this map is included. The map is of the Hawaiian Islands with an arrow pointing to the island near where the octopod was found.",
                    "Percent": 78
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S2.json",
            "problems/TX21G8R/supps/TX21G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What can the reader conclude from Michael Vecchione's comments throughout the selection “A Ghostly New Creature”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Vecchione is not interested in learning more about the new octopod.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Vecchione says that it would not be a “'productive'” use of time to look for another specimen but does not say he is not interested.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Vecchione is fascinated by the discovery of new species.",
                "Key": {
                    "Correct": true,
                    "Rationale": "From Michael Vecchione's comments, the reader can conclude that Vecchione is fascinated by the discovery of a new species. In paragraph 2 he states “'I was really excited...'” in reference to discovering the ghostly octopod, and in other paragraphs he talks about how unique and unusual the discovery is.",
                    "Percent": 75
                }
            },
            "C": {
                "Choice": "Vecchione was the coordinator of the project that discovered the unknown creature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Vecchione is the scientist who was interviewed about the discovery, but this does not mean he was the coordinator for the project.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "Vecchione was first to understand the significance of finding the new octopod.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Vecchione appears to understand the significance of this discovery, as noted in paragraph 8, but he does not claim to be the first to do so.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use print or digital resources to determine the meaning, syllabication, pronunciation, word origin, and part of speech."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S2.json",
            "problems/TX21G8R/supps/TX21G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Read the dictionary entry for the word s͟c͟r͟e͟e͟n.",
            ":box:screen \\'skrēn\\ v\n1. to give shelter to\n2. to guard from injury\n3. to examine for a particular purpose\n4. to shield from view",
            "Which definition best matches the way the word s͟c͟r͟e͟e͟n͟i͟n͟g is used in paragraph 1 of the selection “Tiptoeing Scientists”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The scientists want to find the frogs within the leaves; they are not trying to shelter them.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the scientists are being careful because the frogs are tiny, they are trying to examine the frogs, not guard them.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "Definition 3 best matches the meaning of the word s͟c͟r͟e͟e͟n͟i͟n͟g as used in paragraph 1. The scientists are examining the leaves carefully for the purpose of finding tiny frogs.",
                    "Percent": 80
                }
            },
            "J": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The scientists are trying to uncover the frogs, not shield them from view.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Synthesize information to create new understanding."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S2.json",
            "problems/TX21G8R/supps/TX21G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Throughout the selection “Tiptoeing Scientists,” which idea about tiny frogs does the author highlight?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Scientists are finding tiny frogs throughout the mountain ranges of the world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only the mountains of Brazil are mentioned in paragraph 2; there is nothing to suggest tiny frogs are being found worldwide.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Researchers locate tiny frogs by their bold and unique coloring.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The tiny frogs in Brazil are brightly colored, but the frogs in New Guinea are brownish green, making them hard to find.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Tiny frogs can be very difficult for scientists to capture.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 1 the author explains that the frogs are very tiny, so scientists must look carefully to find them. In paragraph 3 the author explains why “locating the frogs is extremely difficult” and begins paragraph 5 with “countless challenges...” in reference to finding the frogs.",
                    "Percent": 70
                }
            },
            "D": {
                "Choice": "Tiny frogs have poisonous skin that helps to protect them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only the Brazilian tiny frogs' poisonous skin is mentioned, and only in paragraph 2, so this idea is not highlighted throughout the selection.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Synthesize information to create new understanding."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S2.json",
            "problems/TX21G8R/supps/TX21G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Based on information in the selection “Tiptoeing Scientists,” what can the reader conclude about the Brazilian frogs?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They make their homes in the treetops.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 2, the author states that the Brazilian frogs “live in 'leaf litter,' or piles of dead leaves,” so they do not “make their homes in treetops.”",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Their bright color makes them easy to locate among the leaves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even with their bright colors, it is difficult for the scientists to find the frogs hidden among the leaves.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "Most of their diet consists of dead leaves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The frogs live in the leaves, but there is no suggestion that they eat the leaves.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "They have adaptations that help keep them from danger.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can conclude that the Brazilian frogs have adaptations that protect them from danger. The frogs' poisonous skin, described in paragraph 2, and their ability to detect vibrations, explained in paragraph 3, are adaptations that keep the frogs safe.",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S2.json",
            "problems/TX21G8R/supps/TX21G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "For what reason does the author include the photograph after paragraph 3 of the selection “Tiptoeing Scientists”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To prove that this species is the smallest of all frogs ever discovered",
                "Key": {
                    "Correct": false,
                    "Rationale": "The frog is being compared to coins, not to other frogs, so the photograph is not included to prove the frogs are the smallest ever discovered.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "To highlight the effectiveness of the frog's natural camouflage",
                "Key": {
                    "Correct": false,
                    "Rationale": "The frog is pictured with coins, which would not be present in its habitat, so the photograph is not included to demonstrate the frog's natural camouflage.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "To emphasize how small the frog is by comparing it to a familiar object",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes the photograph after paragraph 3 to “emphasize how small the frog is by comparing it to a familiar object.” The reader can see how small the frog is compared to a coin.",
                    "Percent": 72
                }
            },
            "D": {
                "Choice": "To demonstrate that the frog has a unique call",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sound of the frog's call cannot be expressed in a photograph.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S2.json",
            "problems/TX21G8R/supps/TX21G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "In the selections “A Ghostly New Creature” and “Tiptoeing Scientists,” how are Michael Vecchione's work and Marcio Pie's work different?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Vecchione uses high-tech equipment to observe animals, but Pie does not.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The difference between the two scientists' work is that Vecchione uses high-tech equipment (a remotely operated vehicle that takes live videos) to observe animals, but Pie does not. Pie searches on foot and by sorting through leaves with his hands.",
                    "Percent": 71
                }
            },
            "G": {
                "Choice": "Vecchione studies animals that can be difficult to find, but Pie does not.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ghostly octopod and the tiny frogs are both difficult to find, so this is a similarity between the selections, not a difference.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Pie is employed by a government agency, but Vecchione is self-employed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Pie's employer is not described, and Vecchione works for a government agency, so this is incorrect.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "Pie conducts research about many kinds of animals, but Vecchione studies only octopods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 2 of “A Ghostly New Creature,” Vecchione is described as a zoologist, a kind of scientist who studies many animals, and the extent of Pie's research is not mentioned, so this is not a difference between the men's work.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S2.json",
            "problems/TX21G8R/supps/TX21G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "One similarity between the scientists in the selections “A Ghostly New Creature” and “Tiptoeing Scientists” is that they both —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "study animals that live in the oceans",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only the scientists in “A Ghostly New Creature” study animals that live in the ocean, so this is not a similarity.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "learn about animals from the sounds they make",
                "Key": {
                    "Correct": false,
                    "Rationale": "Scientists in “Tiptoeing Scientists” find frogs in Brazil by listening for their singing, but scientists in “A Ghostly New Creature” do not indicate that octopods make sounds.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "perform their work in isolated areas",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both scientists conduct their work in remote areas. The scientists in “A Ghostly New Creature” map the ocean from a ship (paragraph 1) and the scientists in “Tiptoeing Scientists” search for frogs in the “mountains of Brazil” (paragraph 2).",
                    "Percent": 66
                }
            },
            "D": {
                "Choice": "capture the animal they each study",
                "Key": {
                    "Correct": false,
                    "Rationale": "Scientists in “Tiptoeing Scientists” capture the tiny frogs, but in “A Ghostly New Creature,” scientists only have a video of the octopod; they have not been able to capture one.",
                    "Percent": 24
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S2.json",
            "problems/TX21G8R/supps/TX21G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "In what way is scientist C. I. Moore from the selection “Tiptoeing Scientists” unlike Michael Vecchione from the selection “A Ghostly New Creature”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Moore studies animals in their natural habitats.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both Moore and Vecchione studied the animals in their natural habitats, so this is not how Moore is unlike Vecchione.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "Moore will likely have an opportunity to observe a newly discovered animal more than once.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Moore is unlike Vecchione because Moore knows he will likely observe the frog species more than once. Vecchione expresses doubts that he will ever see another ghostly octopod: “'The likelihood of encountering another one of these octopods is very small.'”",
                    "Percent": 48
                }
            },
            "H": {
                "Choice": "Moore is dedicated to finding new animal species in new locations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Moore found a new species of frog in Papua, New Guinea, but there is nothing to suggest he is searching in other places.",
                    "Percent": 24
                }
            },
            "J": {
                "Choice": "Moore researches animals that are commonly found throughout the world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Moore found a brand-new species, not one “commonly found throughout the world,” and the same is true of Vecchione.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S2.json",
            "problems/TX21G8R/supps/TX21G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 8 of the selection “A Ghostly New Creature.”",
            ":box:Still, the octopod's discovery is exciting because it suggests that many more undiscovered species could live in the deep sea and other places on Earth.",
            "Which sentence from the selection “Tiptoeing Scientists” is related to this idea?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He and his team have tiptoed to the location where they last heard them singing. (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is used to describe how scientists find tiny frogs, which is unrelated to the idea that there are more species to be discovered.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "But they must look very carefully because these frogs are smaller than a fingernail. (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is used to describe how small the frogs are, which is unrelated to the possibility of finding other new species.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "The tiny amphibians were incredibly difficult to catch because they jump like crickets. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is used to describe the difficulty of catching tiny, jumping frogs, not to express excitement about undiscovered species.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "In spite of the countless challenges, new tiny frogs are being found among the planet's habitats that have previously been understudied. (paragraph 5)",
                "Key": {
                    "Correct": true,
                    "Rationale": "These sentences are both used to explain the significance of discovering a new species and are used to convey a similar idea that there are more species to discover.",
                    "Percent": 80
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S2.json",
            "problems/TX21G8R/supps/TX21G8R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "How do the frogs in the selection “Tiptoeing Scientists” differ from the octopod in the selection “A Ghostly New Creature”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The frogs' bodies have coloration that protects the frogs.\nThe octopod's body does not have coloration for protection.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Moore's frogs in “Tiptoeing Scientists” differ from the octopod in that the frogs' bodies have coloration that protects the frogs by camouflaging them within the leaves (paragraph 4), while the octopod in “A Ghostly New Creature,” does not have coloration for protection (paragraph 4).",
                    "Percent": 69
                }
            },
            "G": {
                "Choice": "The frogs are found on islands in the Pacific Ocean near Hawaii.\nThe octopod was sighted off the coast of Brazil in South America.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The frogs are found in Brazil and Papua, New Guinea, and the octopod was sighted near an island in Hawaii.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "The frogs' size is typical for its species.\nThe octopod's size is smaller than normal.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The frog's size is smaller than frogs typically seen, and the ghostly octopod's size relative to other octopi is not mentioned.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "The frogs are well adapted to their environment.\nThe octopod has not adapted to its environment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The octopod also has adaptations, which are described in paragraphs 4 and 5 of “A Ghostly New Creature,” so this is not how they differ.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "In stanza 2 (lines 7–12), the reader can tell that the speaker feels —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "irritated that she does not have better communication skills for the experiences she has",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker expresses relief that the conflict regarding communication will soon be over, rather than irritation that it exists.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "concerned that she must continue to talk with people who speak different languages",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker says in this stanza she will be around animals more than people, so she is no longer concerned about talking to people who speak different languages.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "confident that she will not feel separated from those in her family who speak a different language",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker is expressing relief, not confidence, about the change in her situation.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "relieved that she is going to a familiar place where there will be less conflict",
                "Key": {
                    "Correct": true,
                    "Rationale": "In stanza 2, the reader can tell that the speaker feels relieved that she is going to a familiar place where there will be less conflict. “At least we're finally/on our way” (lines 7 and 8) expresses relief, and “I won't have to struggle” (line 10) indicates there will be less conflict.",
                    "Percent": 71
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of figurative language such as extended metaphor achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "The simile in stanza 1 (lines 1–6) helps show that the speaker —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "wants to learn different languages in order to communicate with others",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is nothing in this simile that suggests the speaker's desire to learn a new language.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "feels torn between two different worlds that have little in common",
                "Key": {
                    "Correct": true,
                    "Rationale": "A simile is a figure of speech in which two objects are compared using the word “like” or “as.” The speaker uses the simile “as divided/as the gaps between/languages” in stanza 1 to show she feels torn between two different worlds that have little in common because they speak different languages.",
                    "Percent": 69
                }
            },
            "H": {
                "Choice": "wants to go home again and not have to speak or listen to anyone",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is nothing in this simile that suggests the speaker wants to go home again.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "feels annoyed by having to spend so much time listening to others",
                "Key": {
                    "Correct": false,
                    "Rationale": "The feeling of being torn between two worlds, and not annoyance at having to listen to others, is expressed in the simile.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What message does the poet hope to convey in the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A person's memories become more significant as one grows older.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker does not mention growing older, so the message that memories become more meaningful with age is not conveyed.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Moving to a new place offers a person important and unique opportunities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker is visiting the island for the summer, not “[m]oving to a new place.”",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "The best way to remember a person is to visit the place where that person was born.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker is focused on her connection with a place rather than a person.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "A person's sense of identity is often linked to a meaningful location in one's past.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet hopes to convey the message that one's “sense of identity is often linked to a meaningful location in one's past.” The speaker feels that her “other self has been here/all along” (lines 28–29), and she expresses that a part of her has “never left this island.”",
                    "Percent": 63
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which lines from the poem best identify the source of the speaker's conflict?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Living in between two ways/of speaking/and hearing (lines 1–3)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The speaker's conflict is best identified in lines 1 through 3 of the poem. She lives in California but feels a closer connection with Cuba. She is caught between two worlds where people speak two different languages, which makes her feel “divided.”",
                    "Percent": 78
                }
            },
            "G": {
                "Choice": "At least we're finally/on our way to the farm, (lines 7–8)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In these lines the speaker suggests a relief from the conflict, but the lines do not identify the conflict's source.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "Horses of so many shades/that the colors can't be/counted. (lines 22–24)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker is simply making observations in these lines. The source of her conflict is not identified.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "Everything looks just as wild and free/as I've half-remembered (lines 25–26)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In these lines the speaker is describing how the island looks, not discussing her conflict.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What is the effect of the two-word sentences in lines 19 through 21?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The sentences emphasize the distinct contrasts found on the farm.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The two-word sentences in lines 19–21 (“Red soil./Green hills./White cows.”) are used to emphasize the distinct contrast in colors found on the farm. The color of a different element is described in each line.",
                    "Percent": 48
                }
            },
            "B": {
                "Choice": "The sentences highlight the speaker's memories of the farm from previous visits.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker is observing the farm in the present time while they “bump along a muddy track” (line 13). It is not a memory that is being described.",
                    "Percent": 29
                }
            },
            "C": {
                "Choice": "The sentences detail how spacious the farm actually is.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The size of the farm is not detailed in these lines.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "The sentences reveal the types of animals the speaker sees on the farm.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only cows are mentioned in these lines, so “types” of farm animals are not revealed.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Read stanza 6 (lines 28–33).",
            ":box:It's as if my other self has been here\nall along—\nthe invisible twin\nwho never left this island\nand never\nwill.",
            "What is the poet suggesting by referring to the speaker's “invisible twin”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The speaker has a sister living on the island whom she is looking forward to seeing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker does not literally mean she has a twin sister; she is talking about a part of herself that feels connected to the island.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "The speaker feels a bond with the land, and she believes it will always be her homeland.",
                "Key": {
                    "Correct": true,
                    "Rationale": "By referring to the speaker's “invisible twin,” the poet is suggesting the speaker feels a strong bond with the land of Cuba and believes it will always be home. The speaker does not live in Cuba but feels more connected to this island than to California.",
                    "Percent": 84
                }
            },
            "H": {
                "Choice": "The speaker feels lonely on the island, and she wishes her family were there to share the experience with her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker feels at home on the island, not lonely. Her family is there to share the experience with her, as evidenced by the reference to riding in her uncle's jeep in line 14.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "The speaker looks forward to spending time with close friends while she visits her homeland.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker does not mention her friends in the poem; she is referring to herself in these lines.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author includes the information in paragraphs 16 through 19?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To show that the majority of food forests are unsuccessful due to damage from pests",
                "Key": {
                    "Correct": false,
                    "Rationale": "Pests are briefly mentioned, but the focus of these paragraphs is on what a successful food forest needs, not that most food forests are unsuccessful.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "To highlight that food forest projects are often fully funded with grants from the government",
                "Key": {
                    "Correct": false,
                    "Rationale": "Grants are only mentioned in paragraph 17, and the emphasis there is on the lack of funding rather than where the funding comes from.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "To emphasize that even though they are self-sustaining, food forests must be managed well to be successful",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author most likely includes the information in these paragraphs to emphasize that “forests must be managed well to be successful.” It takes time, money, and effort to manage and protect food forests so that they produce enough food to make them worthwhile.",
                    "Percent": 66
                }
            },
            "D": {
                "Choice": "To suggest that because it takes so long for crops to grow, food forests are not a realistic option for most communities",
                "Key": {
                    "Correct": false,
                    "Rationale": "The time it takes for crops to grow is mentioned in paragraph 17 only to support the idea that food forests must be managed properly in order to be successful.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author includes paragraphs 12 through 14?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To explain the food forest concept and design model",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author most likely includes paragraphs 12 through 14 to explain the food forest concept and design model. The land and labor for food forests is discussed in paragraph 12 and the ideal design for food forests is discussed in paragraph 13. Reasons for this approach are presented in paragraph 14.",
                    "Percent": 58
                }
            },
            "G": {
                "Choice": "To encourage nonprofit groups to seek assistance from volunteers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Volunteers are mentioned to explain who does the work in a food forest, not to encourage nonprofit groups to look for help from volunteers.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "To highlight existing food forests that have been successful",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information in these paragraphs is about the concept of food forests in general, not about existing food forests.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "To describe how to maximize sustainable agricultural production",
                "Key": {
                    "Correct": false,
                    "Rationale": "Maximizing sustainable agricultural production is only part of the food forest concept and design discussed in these paragraphs.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Food forests are self-sustaining gardens that produce various fruits and vegetables. These public areas, which can be found in several cities across the country, are similar to community gardens but offer additional benefits to local residents. Two such food forests are Thorne-Rider Park in Wyoming and Coastal Roots Farm in California.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of the selection is presented in these sentences. The main idea, including the concept and purpose of food forests, is restated, and examples of food forests are provided.",
                    "Percent": 55
                }
            },
            "B": {
                "Choice": "Food forests are not a new concept, and many cities have taken advantage of these edible landscapes. However, critics warn that there are many drawbacks that should be considered, such as issues with funding, labor, and pests.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The focus of this summary is the challenges pertaining to food forests. The concept and purpose of food forests are missing, making this summary incomplete.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "The first food forest was founded in Asheville, North Carolina, in 1997. Since then, organizations across the country have taken note of the permaculture design and have implemented it into similar projects such as Coastal Roots Farm in Encinitas, California, and Thorne-Rider Park in Sheridan, Wyoming.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The concept and purpose of a food forest is omitted from this summary, and minor details are included, so it is not the best summary.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "Carol LeResche is a food forest coordinator who enjoys creating edible gardens so that local residents can have access to free vegetables such as zucchini and potatoes. She received a grant to begin a food forest at Thorne-Rider Park in Sheridan, Wyoming.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The focus of this summary is Carol LeResche rather than the concept and purpose of food forests, so it is not the best summary.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Based on paragraphs 7 through 9, why might people assume that food forests are a “spin-off” of community gardens?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They both feature crops that do not need much maintenance over time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 7 the author states that residents “must devote the labor required to maintain their plots,” so the crops in community gardens do need maintenance.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "They both provide crops that are shared with local food banks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Food banks are only mentioned in paragraph 15, not paragraphs 7 through 9, and only in reference to food forests.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "They both offer residents public areas to harvest food.",
                "Key": {
                    "Correct": true,
                    "Rationale": "People might assume food forests are a “spin-off” of community gardens because, despite their differences, which are explained in these paragraphs, they both offer residents public areas to harvest food in a community setting.",
                    "Percent": 58
                }
            },
            "J": {
                "Choice": "They both require residents to make a monetary investment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Food forests are funded by grants; they do not “require residents to make a monetary investment.”",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Synthesize information to create new understanding."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Which idea does the author highlight throughout the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "People prefer food forests over community gardens.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author presents some of the benefits of food forests over community gardens but does not say that “people prefer food forests.”",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Food forests are a valuable asset to communities around the country.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author highlights the idea that food forests are an “asset to communities around the country” by explaining the benefits of successful food forests and giving examples of those in Wyoming, California, North Carolina, Oregon, and Washington.",
                    "Percent": 63
                }
            },
            "C": {
                "Choice": "Some food forests emphasize the plants' beauty over their practical use.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author emphasizes that the purpose of food forests is practical because they provide fresh produce to the community.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "Residents are required to maintain food forests in order to gather food from them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Volunteers maintain food forests, and this detail is included only in paragraph 7, so it is not highlighted throughout the selection.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author wrote this selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To describe a unique way that people can get involved in their communities",
                "Key": {
                    "Correct": false,
                    "Rationale": "Food forests do involve the community, but this is a detail, not the author's overall purpose in writing the selection.",
                    "Percent": 31
                }
            },
            "G": {
                "Choice": "To convince community leaders to establish food forests",
                "Key": {
                    "Correct": false,
                    "Rationale": "The purpose of the selection is to provide information about food forests; the author does not urge leaders to establish food forests.",
                    "Percent": 19
                }
            },
            "H": {
                "Choice": "To detail an alternative agricultural practice that is becoming more popular",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author most likely wrote this selection to detail the growing popularity of an alternative agricultural practice. The author teaches the reader about food forests by explaining their purpose, citing real examples of them, and explaining the requirements for food forests to succeed.",
                    "Percent": 42
                }
            },
            "J": {
                "Choice": "To expose flaws in the implementation of food forests",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although some problems with food forests are briefly discussed, the author focuses more on their benefits and growing popularity.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 6.",
            ":box:“We think it's important to put public food in public spaces,” she said.",
            "What does this sentence help the reader to understand?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The main reason the food forest in Thorne-Rider Park was started",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence explains why the food forest in Thorne-Rider Park was planted. In this quotation, the food forest coordinator at Thorne-Rider Park, Carol LeResche, explains that public space should be used to provide a food resource for the public.",
                    "Percent": 46
                }
            },
            "B": {
                "Choice": "The high level of interest communities have in starting food forests",
                "Key": {
                    "Correct": false,
                    "Rationale": "LeResche describes the reason her community started a food forest; she does not describe a general level of interest in food forests.",
                    "Percent": 26
                }
            },
            "C": {
                "Choice": "The concerns raised by critics about starting a food forest at Thorne-Rider Park",
                "Key": {
                    "Correct": false,
                    "Rationale": "LeResche is not reflecting critics' doubts about the effectiveness of food forests; she is expressing an opinion about the use of public space.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "The motivation behind the rules that govern community gardens",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation is about a food forest called Thorne-Rider Park, not a community garden.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Multiple organizational patterns within a text to develop the thesis."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraphs 7 and 8, what is the most likely reason the author contrasts food forests with community gardens?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To reveal problems caused by the amount of time it takes for community gardens to produce crops",
                "Key": {
                    "Correct": false,
                    "Rationale": "The “amount of time it takes for community gardens to produce crops” is not mentioned in these paragraphs.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "To give reasons why food forests include more perennials than community gardens",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not explain why food forests contain more perennial plants than community gardens do; the reader must infer that it is because perennial plants require less work over time.",
                    "Percent": 23
                }
            },
            "H": {
                "Choice": "To note objections to charging residents for use of plots in community gardens",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author notes that food forests are free but does not object to the fees residents must pay for the use of community garden plots.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "To highlight distinctions in costs, labor, and plants between food forests and community gardens",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author most likely contrasts food forests with community gardens to highlight distinctions between the two in costs, labor, and featured plants. The author explains that funding for forests comes from grants and the labor comes from volunteers, not from residents, and the forests' plants are perennials rather than annuals.",
                    "Percent": 54
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Multiple organizational patterns within a text to develop the thesis."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "The author develops the thesis of the selection mainly by —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "alternating both descriptions and specific examples of food forests with more general information about the reasons behind creating edible forests",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author develops the thesis of the selection mainly by alternating descriptions and specific examples of food forests (paragraphs 1–6, 11–13, 15) with more general information about the reasons for creating them (paragraphs 7–10, 14, 16–20).",
                    "Percent": 54
                }
            },
            "B": {
                "Choice": "describing a typical day of the food forest coordinator and then explaining how edible forests are primarily funded",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not describe LeResche's day, and funding is only a detail the author uses to develop the thesis.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "providing a general overview of where edible forests are located and then describing why it is important to have volunteers who are knowledgeable about the care of plants",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions some locations, but the importance of having knowledgeable volunteers is not key to the development of the thesis.",
                    "Percent": 25
                }
            },
            "D": {
                "Choice": "listing the requirements residents must meet before foraging in the edible forests and then offering specific examples as to where most edible forests are located",
                "Key": {
                    "Correct": false,
                    "Rationale": "A few food forest locations are given, but there is no list of requirements, so this does not represent the overall development of the thesis.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context within or beyond a paragraph to clarify the meaning of unfamiliar or ambiguous words."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What does the word u͟l͟t͟i͟m͟a͟t͟e͟l͟y mean in line 17?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "All of a sudden",
                "Key": {
                    "Correct": false,
                    "Rationale": "Samantha has been wanting to try something new all summer, so “all of a sudden” is not the meaning of u͟l͟t͟i͟m͟a͟t͟e͟l͟y.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "With care",
                "Key": {
                    "Correct": false,
                    "Rationale": "Samantha has thought carefully about her decision, but her mother is telling her that, in the end, Samantha can't let someone else make the decision for her.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "For the most part",
                "Key": {
                    "Correct": false,
                    "Rationale": "Choosing to leave orchestra is not just “for the most part” Samantha's decision; it is entirely her own decision.",
                    "Percent": 26
                }
            },
            "J": {
                "Choice": "In the end",
                "Key": {
                    "Correct": true,
                    "Rationale": "In line 17, the word u͟l͟t͟i͟m͟a͟t͟e͟l͟y means “in the end.” Samantha's mother is telling her that, in the end, it is her choice to continue orchestra or to try something new.",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of figurative language such as extended metaphor achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read line 26.",
            ":box:ALYSSA: [Sighing.] Yes, I'm first violin in orchestra, but I'm not first violin to you. I'm still playing second fiddle, while you're busy working on the newspaper.",
            "The playwright uses figurative language in these sentences to show that Alyssa —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "wants Samantha to realize that Samantha is abandoning the orchestra",
                "Key": {
                    "Correct": false,
                    "Rationale": "Alyssa is expressing her own feelings of abandonment; she is not talking about “Samantha abandoning the orchestra.”",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "believes that Samantha has chosen the newspaper over their friendship",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figurative language is language that uses words that mean something different than their literal interpretation. The playwright uses figurative language in these sentences to show that Alyssa believes Samantha has chosen the newspaper over their friendship. When Alyssa says, “I'm still playing second fiddle,” she feels she's not as important to Samantha as the newspaper.",
                    "Percent": 56
                }
            },
            "C": {
                "Choice": "worries that Samantha is writing for the newspaper because she doubts her musical talents",
                "Key": {
                    "Correct": false,
                    "Rationale": "Alyssa is expressing doubts about her importance to Samantha in these lines; she is not referring to doubts Samantha might have.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "thinks Samantha will miss playing the violin while writing for the newspaper",
                "Key": {
                    "Correct": false,
                    "Rationale": "Alyssa misses Samantha because Samantha is writing for the newspaper; Alyssa is not thinking about her friend missing the violin.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze non-linear plot development such as flashbacks, foreshadowing, subplots, and parallel plot structures and compare it to linear plot development."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Scene 2 is important to the play because it foreshadows that Samantha —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "has never truly enjoyed being in orchestra with Alyssa",
                "Key": {
                    "Correct": false,
                    "Rationale": "Alyssa indicates that she and Samantha shared a motto “orchestra for life,” which suggests that Samantha has enjoyed orchestra class.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "wants to write a newspaper article about Alyssa",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in scene 2 that Samantha may want to write for the newspaper, only that she wants to try something different.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "wants to have friends other than Alyssa",
                "Key": {
                    "Correct": false,
                    "Rationale": "Samantha appears concerned about preserving her friendship with Alyssa, which does not suggest she wants other friends.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "is determined to be honest with Alyssa",
                "Key": {
                    "Correct": true,
                    "Rationale": "Foreshadowing is a literary element that offers a warning or indication of future events. In scene 2, the author foreshadows Samantha's determination to be honest with Alyssa. Samantha is discouraged because Alyssa won't listen to her, but after a talk with her mother about making her own choice, she says she's made her decision.",
                    "Percent": 71
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of scene 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Samantha's mom is in the living room when Samantha enters, and she immediately asks Samantha if she has told Alyssa about her decision to join the newspaper.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Samantha's admission that she did not tell Alyssa the news and her final decision to do so are missing, so this summary is incomplete.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "Samantha comes home from school and begins to tell her mom about her decision to quit orchestra, and Samantha's mom tells her daughter she must live with the results of her decision.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The summary does not include any mention of Alyssa, who is the source of Samantha's conflict, so this summary is incomplete.",
                    "Percent": 30
                }
            },
            "C": {
                "Choice": "Samantha and her mother discuss Samantha's conversation with Alyssa, and then Samantha makes a decision to take a break from orchestra.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of scene 2 is presented in this sentence because the conflict (Samantha's conversation with Alyssa) and its resolution (Samantha deciding she is sure of her choice) are restated.",
                    "Percent": 43
                }
            },
            "D": {
                "Choice": "Samantha's mom is waiting when Samantha returns home from seeing Alyssa, and Samantha says she wants to explore new options in middle school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. The conflict stemming from Samantha's conversation with Alyssa is not mentioned in this summary, nor is Samantha's decision to stick to her plan.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The playwright shows that Alyssa has matured by revealing Alyssa's —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "decision to try robotics",
                "Key": {
                    "Correct": true,
                    "Rationale": "In scene 4 the playwright shows that Alyssa has matured by revealing her “decision to try robotics.” In line 35 Alyssa says that she is coping in a positive way with missing Samantha by focusing on something new.",
                    "Percent": 71
                }
            },
            "G": {
                "Choice": "reluctance to talk to Samantha in the hallway",
                "Key": {
                    "Correct": false,
                    "Rationale": "Alyssa is not reluctant to complain about her hurt feelings to Samantha, so Alyssa is still overreacting to Samantha's decision, which reveals her immaturity.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "excitement about continuing with orchestra",
                "Key": {
                    "Correct": false,
                    "Rationale": "Alyssa's excitement about orchestra comes before the conflict with Samantha arises, so she has not yet had a need to mature.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "acceptance that Samantha is a talented violinist",
                "Key": {
                    "Correct": false,
                    "Rationale": "In scene 1, Alyssa says that Samantha's playing is “great as usual,” so she has always accepted Samantha's talent.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What inference can the reader make based on the events that take place in scene 4?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both girls will try to participate in each other's new interests.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The girls have realized that they do not need to share an interest in order to be friends.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Alyssa will eventually quit the orchestra to pursue her interest in robotics.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although she does enjoy robotics, there is no indication that Alyssa will “quit the orchestra.”",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Both girls will enjoy their own activities while still remaining friends.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In scene 4, though the girls pursue different activities, they smile and hug, supporting the inference that they are still friends.",
                    "Percent": 75
                }
            },
            "D": {
                "Choice": "Samantha will ask to participate in the orchestra's upcoming competitions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Samantha is happy with what she is doing and does not suggest she wants to participate in future orchestra competitions.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of figurative language such as extended metaphor achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G8R/supps/TX21G8R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read Alyssa's dialogue from line 4.",
            ":box:You're first violin—you're the king of the hill!",
            "What does the playwright suggest about Samantha through the metaphor in this dialogue?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Samantha has played with the orchestra longer than any other student has.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The playwright uses this metaphor to describe Samantha's position in the orchestra rather than the length of her time with the orchestra.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Samantha has proved herself to be the most talented violinist in the orchestra.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A metaphor is a figure of speech that makes a comparison between two things that are unrelated but share common characteristics. With the metaphor “king of the hill,” the playwright suggests that Samantha has proved herself to be a leading violinist in the orchestra.",
                    "Percent": 81
                }
            },
            "H": {
                "Choice": "Samantha practices more than the other violinists in the orchestra.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The playwright uses this metaphor to describe Samantha's position in the orchestra rather than the amount of time she spends practicing.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "Samantha is envied by many of the other orchestra players.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Samantha's talent may be envied by other players, but in this line, Alyssa praises her for her position as first violin.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    }
}