{
    "Directions": "Read all of the information. Use the information to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "During a unit on the environment, students researched ecosystems such as rain forests, deserts, and tundras. A group of students researched tundras and the many animals that live in a tundra. The students questioned which characteristics of the animals in the tundra help them to survive."],
        [" ", "The students chose four animals that are found in a tundra environment and researched information about each, shown in the table."],
        ["", "problems/MDG5S/media/S8a.jpg"],
        ["", "problems/MDG5S/supps/MDG5S-T2.json"],
        [" ", "While researching tundra animals, the students found that the animals' environment changes. Higher temperatures have reduced the amount of snow present in the tundra, leading to more springlike and summerlike days. The students investigated how changes to the environment may affect the animals that live in a tundra."],
        [" ", "To observe the changes to the environment and how the animals would appear during each season, the students constructed four diagrams, as shown."],
        ["", "problems/MDG5S/media/S8b.jpg"],
        ["", "problems/MDG5S/media/S8c.jpg"],
        ["", "problems/MDG5S/media/S8d.jpg"],
        ["", "problems/MDG5S/media/S8e.jpg"],
        [" ", "The research indicated some tundra animals live in large groups while others live alone or in small groups. The research also indicated that prey animals tend to live in larger groups and predators live in smaller groups."],
        [" ", "The students then constructed diagrams of the Arctic Fox, Arctic Wolf, Caribou, and Musk Oxen to observe whether the animals live alone, in small groups or in large groups, shown as follows."],
        ["", "problems/MDG5S/media/S8f.jpg"]
    ],
    "Copyright": "",
    "References": []
}