{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.1.6-8.I"
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the graph below to answer the question.",
            "problems/PA24G8S/media/1a.jpg",
            "problems/PA24G8S/media/1b.jpg",
            "Scientists measured the sizes of a predator population and a prey population in an area over time. Which prediction describes events that are MOST LIKELY to occur based on the evidence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The predator population will stay the same in year 6 because the prey population will be extinct.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The predator population would decrease as well if the prey population were extinct.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The predator population will increase in year 6 because the prey population is increasing.",
                "Key": {
                    "Correct": true,
                    "Rationale": "An increase in the prey population would likely result in an increase in the predator population.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The prey population will decrease in year 6 because the predator population is decreasing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The prey population would likely increase rather than decrease if the predator population decreased.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The prey population will increase in year 6 because the predator population will be extinct.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The predator population is not likely to go extinct since there is prey to feed on.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.4.6-8.A "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA24G8S/media/2a.jpg",
            "Based on evidence in the diagram, which statement BEST describes the practice of using wool to make clothing?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Using wool is unsustainable because sheep require a lot of land.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The amount of land used for grazing is not a consideration of sustainability in the diagram.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Using wool is sustainable because wool clothing can be thrown away.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Throwing away wool products is not a sustainable practice.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Using wool is unsustainable because recycling is not always possible for every item.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wool is a sustainable product whether or not each wool item is recycled.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Using wool is sustainable because wool clothing can benefit the land the sheep use.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Mixing wool with soil to help grow plants that the sheep will eat is a sustainable practice.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.4.6-8.F "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The western tarnished plant bug and the whitefly are two types of garden and crop pests. Instead of using chemical pesticides, some gardeners and farmers plant marigold flowers as a natural pest repellent. How could this strategy improve outdoor environments?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Planting marigolds costs less than using chemicals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cost was not accounted for in the strategy, nor does cost improve outdoor environments.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Planting marigolds removes pollinators as well as other pests.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Planting marigolds would not likely remove pollinators but would instead attract them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Planting marigolds is a safe and attractive way to eliminate pests.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Planting marigolds would reduce chemical pollution from pesticides.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Planting marigolds attracts different pests that are easier to eliminate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Planting marigolds would not necessarily attract different pests or make them easier to eliminate.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.2.6-8.C "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The seat belts in a car are made from nylon. Nylon is a material that humans make from petroleum. Which statement is BEST supported by this information?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Nylon is made from renewable natural resources.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Petroleum is not a renewable resource.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Nylon is made from renewable synthetic resources.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Petroleum is not a renewable resource and is a natural resource.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Nylon is made from nonrenewable natural resources.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Petroleum is a nonrenewable natural resource.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Nylon is made from nonrenewable synthetic resources.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Petroleum is a natural resource.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.2.6-8.D"
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the information below to answer the question.",
            "problems/PA24G8S/media/5a.jpg",
            "The table describes liquid X and liquid Y. A researcher pours 20.0 m L of each liquid into a test tube. As the two liquids mix, the test tube gets warmer and a yellow solid forms inside. The mass of the yellow solid is 40.0 g.",
            "Which statement BEST explains what happened in the test tube?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A chemical reaction occurred because a new substance was made.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Chemical reactions result in new substances being formed.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A chemical reaction occurred because the two liquids had different densities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The densities of the two liquids are independent of a chemical reaction occurring.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A chemical reaction did not occur, because a change in state is evidence of only a physical change and not a chemical change.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A change in state can provide evidence of both physical and chemical changes.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A chemical reaction did not occur, because the mass of the liquids before mixing was equal to the mass of the yellow solid.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The masses of the liquids were not provided in the information.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.2.6-8.H "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student wants to investigate how the mass of a toy car affects its motion. The student will use a ramp, a block, and four toy cars. Each toy car has a different mass. Which data should the student measure during this investigation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the length of each toy car",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cars of varying lengths can have the same mass, resulting in the same motion.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the color and shape of each toy car",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cars of varying colors and shapes can have the same mass, resulting in the same motion.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the amount of force used to hold each toy car at the top of the ramp",
                "Key": {
                    "Correct": false,
                    "Rationale": "The amount of force used to hold a car does not affect the car’s mass and so would not affect the car’s motion.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the distance each toy car pushes a small block placed at the end of the ramp",
                "Key": {
                    "Correct": true,
                    "Rationale": "The distance the block is moved will depend on the motion of the car, which is affected by its mass.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.3.6-8.A "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the model below to answer the question.",
            "problems/PA24G8S/media/7a.jpg",
            "The model shows an event that causes part of Earth to be in a shadow. Which statement BEST describes the event shown in this model?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It shows a full moon, which happens when the Moon rotates so its dark side faces Earth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diagram shows a new moon.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It shows a new moon, which happens when the Moon rotates so its bright side faces Earth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "During a new moon, the shaded side of the Moon faces Earth.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It shows a solar eclipse, which happens when the Moon is directly between Earth and the Sun.",
                "Key": {
                    "Correct": true,
                    "Rationale": "During a solar eclipse, the Moon blocks the view of the Sun at a specific location on Earth.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It shows a lunar eclipse, which happens when the Moon is directly between Earth and the Sun.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A lunar eclipse occurs when Earth is between the Sun and the Moon.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.3.6-8.B "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA24G8S/media/8a.jpg",
            "A student made a model to show a moon in orbit around a planet. Which statement describes an error in the model?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The moon is traveling too slowly relative to its size.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The scenario does not describe the orbital speed of the moon in relation to the planet.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The force of gravity is shown acting in the wrong direction.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The force of the planet’s gravity keeps the moon in its orbit.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The orbital path should be shown as straight instead of curved.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The circular path of the orbiting moon is correct.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The labels for “speed” and “orbital path” should switch positions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The labels for “speed” and “orbital path” are in the correct positions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.3.6-8.E "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the model below to answer the question.",
            "problems/PA24G8S/media/9a.jpg",
            "problems/PA24G8S/media/9b.jpg",
            "The model shows how a cave can form in areas with limestone rock layers. Which statement BEST explains the speed of this type of cave formation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The cave forms slowly because water must flow through rock layers many times for the rock to dissolve.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Water moving into the ground from above will slowly dissolve the carbonate rock over time.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The cave forms slowly because solid rock layers at the surface prevent water from seeping into the layers underground.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The rock in the ground is not fully solid but contains fractures, allowing water to move through.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The cave forms quickly because large amounts of water enter the opening when a sinkhole forms at the surface.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sinkhole will form over a long time first, just like the caverns in the rock.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The cave forms quickly because fast-moving water erodes rock rapidly and causes rock fractures to increase in size.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The water moves slowly over time.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.5.6-8.LL"
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the model below to answer the question.",
            "problems/PA24G8S/media/10a.jpg",
            "The model shows a process used by engineers. How would the process for designing a new computer BEST compare to the process for designing a new bridge?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The “identify the problem” step would be different because it is not possible to identify problems within computers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is possible to identify problems within computers.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The “generate possible solutions” step would be different because this step is not needed for a bridge.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The processes of designing both computers and bridges would benefit from this step.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The “create a model of the solution” step would be different because it is not possible to build a model of a bridge.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Models of bridges are typically built before the actual bridge is constructed.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The “test the model” step would be different because bridges and computers do not work the same way.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Testing the models would be different because of the different functions of bridges and computers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.5.6-8.LL"
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the table below to answer the question.",
            "problems/PA24G8S/media/11a.jpg",
            "The table compares two technologies that use renewable energy sources to generate electricity: solar panels and wind turbines. Which statement BEST compares these different technologies?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Solar panels should be used instead of wind turbines because they are harder to maintain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Not all conditions or locations are optimal for using solar panels, regardless of maintenance.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Solar panels should be used instead of wind turbines because they can generate electricity at night.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Solar panels typically generate electricity only during daylight hours.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Solar panels and wind turbines are both good options if the conditions are appropriate at their locations.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both solar panels and wind turbines can have optimal energy generation if their locations and conditions are appropriate.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Solar panels and wind turbines both have harmful effects on wildlife that should limit their use.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The harmful effects of solar panels on wildlife are minimal compared to wind turbines and should not limit their use.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.5.6-8.N"
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the information below to answer the question.",
            "problems/PA24G8S/media/12a.jpg",
            ":box:Observations of Car Design Features\n\n1. The balloon released air for a longer period of time than it took the rubber band to unwind.\n2. The tires of car X slipped, but the tires of car Y did not.",
            "Students designed two cars powered in different ways and repeatedly tested the distance that each car traveled. The average distance car X traveled was 5 meters. The average distance car Y traveled was 4 meters. Which design modification would MOST LIKELY result in a car that travels farther than 5 meters?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "moving the tires from car Y onto car X so that car X will not slip",
                "Key": {
                    "Correct": true,
                    "Rationale": "Replacing the tires of car X with car Y’s would increase the distance traveled.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "switching the bottle from car X to car Y to reduce air resistance",
                "Key": {
                    "Correct": false,
                    "Rationale": "Switching the bottle design would not affect air resistance since both bottle types are similar in shape.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "blowing less air into the balloon on car X so the balloon will release air faster",
                "Key": {
                    "Correct": false,
                    "Rationale": "Blowing less air into the balloon for car X would decrease the force of the air released.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "using a smaller rubber band on car Y so car Y will have a higher initial speed",
                "Key": {
                    "Correct": false,
                    "Rationale": "A smaller rubber band would take less time to fully unwind than a longer rubber band would.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.1.6-8.F "
        ],
        "SuppContent": [
            "problems/PA24G8S/supps/PA24G8S-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Most trees in zone 1 were destroyed or damaged. Trees in zone 2 were coated with ash, and their growth rate slowed. Trees in zone 3 were coated in ash until rain washed off the ash; these trees had no change in growth.",
            "Which statement best describes the process affected by the ash fallout on trees?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Trees use the Sun’s energy to convert oxygen and glucose into water during photosynthesis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Trees convert carbon dioxide and water into glucose during photosynthesis.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Trees use the Sun’s energy to convert oxygen and glucose into water during cellular respiration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Trees use the Sun’s energy for photosynthesis, not for cellular respiration, and trees convert carbon dioxide and water into glucose during photosynthesis.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Trees use the Sun’s energy to convert water and carbon dioxide into glucose during photosynthesis.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Photosynthesis is the process by which plants use the Sun’s energy to convert carbon dioxide and water into glucose.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Trees use the Sun’s energy to convert water and carbon dioxide into glucose during cellular respiration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Trees use the Sun’s energy for photosynthesis, not for cellular respiration.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.2.6-8.L"
        ],
        "SuppContent": [
            "problems/PA24G8S/supps/PA24G8S-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the table below to answer the question.",
            "problems/PA24G8S/media/14a.jpg",
            "The eruption of Mount Saint Helens caused the largest landslide ever recorded in United States history. Which statement explains how the mass of a rock affects the amount of kinetic energy the rock has when in motion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Kinetic energy increases as mass decreases, causing larger rocks to travel farther distances.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kinetic energy decreases as the mass of an object decreases.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Kinetic energy increases as mass increases, causing larger rocks to travel farther distances.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Larger rocks with greater masses will have more kinetic energy, causing them to travel farther than smaller rocks.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Kinetic energy decreases as mass increases, causing larger rocks to travel shorter distances.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kinetic energy increases as the mass of an object increases.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Kinetic energy decreases as mass decreases, causing larger rocks to travel shorter distances.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Larger rocks would travel farther distances.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.3.6-8.E "
        ],
        "SuppContent": [
            "problems/PA24G8S/supps/PA24G8S-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The area where Mount Saint Helens formed is on a continental plate next to an oceanic plate. The volcano has erupted several times during the past 40,000 years. Which statement BEST explains the process that formed Mount Saint Helens?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Mountains formed from rising magma at a divergent boundary.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Divergent boundaries occur at areas where oceanic plates move away from each other.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Earthquakes at a subduction zone caused many landslides over time, which formed mountains.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Landslides do not create mountain ranges.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Deposition of ocean sediments built mountains as oceanic plates eroded at a divergent boundary.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Erosion is not the primary process that builds mountain ranges.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Subduction of an oceanic plate at a convergent boundary caused mountains to form from uplift and rising magma.",
                "Key": {
                    "Correct": true,
                    "Rationale": "An ocean plate subducting under a continental plate causes magma to rise up and form mountains near subduction zone boundaries.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.5.6-8.D "
        ],
        "SuppContent": [
            "problems/PA24G8S/supps/PA24G8S-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the chart below to answer the question.",
            "problems/PA24G8S/media/16a.jpg",
            "The energy from Earth’s core that causes volcanic eruptions can also be used as an energy source to generate electricity. The use of geothermal technology has not increased as quickly as the use of other renewable energy technologies.",
            "Which statement describes a challenge of using geothermal energy technology?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Geothermal energy technology has a limited supply of energy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Geothermal energy technology has an unlimited supply of energy.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Geothermal energy is not accessible in certain areas of the world.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Only certain areas around the world are in direct contact with zones of geothermal energy.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Geothermal energy is not available during certain times of the year.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Geothermal energy is available year-round to use.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Geothermal energy technology harms the environment due to drilling in the ground.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Extensive drilling is not needed to access areas of geothermal energy.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.1.6-8.F "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 3,
        "Explain": false,
        "Content": [
            "Students have 10 identical plants. The students put 5 plants on a sunny windowsill in their classroom and 5 plants in a dark closet. After 24 hours, they test one leaf from each plant for the presence of starch. Starch is a chemical made of sugar molecules.",
            "problems/PA24G8S/media/17a.jpg"
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MC",
                "NumChoices": 2,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Identify the location of the plants that completed photosynthesis."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "Windowsill",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "Closet",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Describe the evidence that supports your response in Part A."
                ],
                "AnswerChoices": {}
            },
            "C": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Explain what the results show about the flow of energy in an ecosystem."
                ],
                "AnswerChoices": {}
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.2.6-8.H "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 3,
        "Explain": false,
        "Content": [
            "Students in a science class are investigating the forces that affect the movement of an object. The students may use any of the following materials for the investigation:",
            ":ibox:• 3 wooden blocks\n• 1 wooden plank (30 cm in length)\n• 1 small toy car\n• 1 large toy car\n• 1 meter stick\n• 1 piece of carpet (30 cm in length)\n• 1 piece of rough sandpaper (30 cm in length)"
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "SR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "One student chooses a set of variables to test using the given materials. The student recorded the set of variables by using this sentence:",
                    ":ibox:“This experiment shows how _______ affects _______.”",
                    "Identify a set of variables the student likely tested by writing the completed sentence."
                ],
                "AnswerChoices": {}
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Another student chooses the carpet and sandpaper to conduct the investigation. Describe the MOST LIKELY purpose of the carpet and sandpaper in the investigation."
                ],
                "AnswerChoices": {}
            },
            "C": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Another student places one end of the wooden plank on one wooden block to make a ramp. The student observes the toy cars moving down the ramp. Next, the student makes the ramp steeper.",
                    "Describe how the motion of the small toy car and the large toy car will be affected by the steeper ramp height."
                ],
                "AnswerChoices": {}
            }
        }
    }
}