{
    "Directions": "Read the passages and then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: [Excerpt from] “A Capital Place”",
    "Subtitle": "",
    "Author": "by Kathiann M. Kowalski",
    "LabelType": "P",
    "Content": [
        ["", "Pɪᴄᴋ ᴀ Cɪᴛʏ, Bᴜᴛ Nᴏᴛ Jᴜsᴛ Aɴʏ Cɪᴛʏ"],
        ["1", "\tIn the years prior to and during the Revolutionary War (1775–1783), the leaders of the 13 Colonies met in a variety of locations. After the war ended, Americans tried to figure out the best way to govern themselves. They decided they wanted a permanent place for the nation's leaders to meet. America's former colonists, however, argued about many issues — including where to locate their new nation's capital."],
        ["2", "\tThe framers of the Constitution tried to establish some basic guidelines. Article I, Section 8 states that the nation's seat of government would be a “District” measuring no more than 10 miles square. One or more states would have to cede, or give up, land to the federal government to create the city. But the Constitution did not state where to locate the capital."],
        ["3", "\tShould the new capital be near the nation's geographic center? Or should it be near the coast, where the largest numbers of people lived? Should it be an existing city? Or should it be a brand new one?"],
        ["4", "\tLeaders pushed for their own interests, and dozens of different cities were considered."],
        ["5", "\tThe Residence Act of 1790 gave President George Washington 10 years to get the new capital city built. Washington, D.C., became the nation's official seat of government just within that deadline — by the fall of 1800."],
        ["", "Sᴛᴀʏ ᴏʀ Gᴏ?"],
        ["6", "\tBut some people were not convinced that Washington, D.C., was the best place for the nation's capital. The city offered sparse housing and relatively few services in the early 19th century."],
        ["7", "\tThen, during the War of 1812, the British marched on Washington in 1814 and set fire to government buildings. Faced with a fire-damaged city, Congress considered a bill to move the capital to Philadelphia, but the bill did not pass."],
        ["8", "\tThe idea of moving the country's capital arose again at various times during the 19th century. The notion of multiple capitals came up, too. An 1850 map showed a proposed Western District of Columbia in southern Illinois. In 1869, people talked about moving the capital to St. Louis, Missouri."],
        ["9", "\tWestern cities wanted to be part of the action, too. Washington, D.C., was “both inconvenient and unhealthful,” noted one 1890 article in Portland's Morning Oregonian. “[I]t is too hot for habitation in midsummer, is wretchedly cold and foggy in winter, and has no natural beauties of scenery or location to recommend it.”"],
        ["", "A Dᴇsᴛɪɴᴀᴛɪᴏɴ Cɪᴛʏ"],
        ["10", "\tNot only was it hard to completely silence talk of moving the capital, but the capital also served only as a seat of government. Many years passed before Washington, D.C., became the grand destination city that it is today with monuments, museums, and more. Those developments didn't necessarily have to happen, either."],
        ["11", "\tWashington has become a cultural center for the United States as well as its seat of government. It's easy to take for granted Washington, D.C.'s identity as the U.S. capital today."]
    ],
    "Copyright": "Excerpt from “A Capital Place” by Kathiann M. Kowalski, from Cobblestone Magazine, October 2014, Vol. 35, No. 8. issue. Copyright © 2014, Carus Publishing Company. Used by permission of Cricket Media via Copyright Clearance Center.",
    "References": []
}