{
    "Directions": "Read this story, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] Waste Not, Want Not",
    "Subtitle": "",
    "Author": "by Teresa Bateman",
    "LabelType": "P",
    "Content": [
        ["1", "\tMy mother believed in using things up. We always squeezed the toothpaste tube until it was as sharp as a razor, and we cleaned our plates, even when it was liver-and- onions night..."],
        ["2", "\tMom's frugality was legendary. She could make one chicken come back in a dozen meals as variously disguised leftovers. Her favorite saying was “waste not, want not.” Josh and I weren't sure what that meant, but it probably explained why Mom was into recycling long before it became popular. It also explained why the “Affair of The Hat,” as it later became known, was so strange."],
        ["3", "\tThe Hat deserved capital letters. It was about three feet across, made of green straw and covered with big plastic daisies, two red peonies, and an orange bow. I might have said it was “dog ugly,” except that wouldn't sit well with our dog, Mutt."],
        ["4", "\tGreat-aunt Marjorie had given The Hat to Mother on one of her visits to our farm. It was supposed to keep the sun off Mother's delicate complexion while enhancing her rural beauty (whatever that meant)..."],
        ["5", "\tWhen Aunt Marjorie returned to the city, Josh and I held our breath to see what would happen to The Hat. We could see that Mom's thrifty nature and fashion sense were in pitched battle. She couldn't justify throwing The Hat away—it was nearly new and had a lot of use left in it—but neither could she stomach wearing it. She tried pulling off the daisies and peonies, but they were stuck on tight, as were the perky orange ribbons that held The Hat in place. She'd have to find some other solution."],
        ["6", "\tOne day Josh and I came down to breakfast and noticed that The Hat was missing from the hook by the door. We looked at each other, then scouted the house. It wasn't hard to spot. Mother had installed it in the parlor as a lampshade."],
        ["7", "\tOur parakeet, Pete, chirped inquiringly from his cage as Josh and I decided to see how The Hat looked in full lampshade glory. We pulled the chain."],
        ["8", "\tPete tweeted once, then dropped like a stone from his perch. We ran to his cage, and Josh suggested mouth-to-beak resuscitation. Then we glanced over at the lamp. The light shining through the peonies made them look like two big red eyes glaring at you. No wonder Pete had fainted. We plucked The Hat from the lamp and went to tell Mom. Reluctantly she hung it back up on the hook by the door..."],
        ["9", "\tThe next morning she headed out the door, The Hat filled to the brim with turkey feed. Josh and I watched as Mother approached the turkeys scavenging in the barnyard. The minute those turkeys sighted The Hat, they ran gobbling toward the barn door and dived in a panic into the haystack. Mom dumped the turkey feed in the barnyard and walked back to the house, her shoulders drooping..."],
        ["10", "\tShe threw The Hat to the floor, raised her foot, and screamed, “THIS HAT IS FOR THE BIRDS!” Josh and I stepped back, waiting for her foot to come crashing down."],
        ["11", "\t“It is not for the birds,” Josh blurted. “They hate it!”"],
        ["12", "\tIt was as though time stood still. Then we heard a strange sound. Mother was laughing!"],
        ["13", "\tWe shook our heads. She'd finally gone over the edge—there she stood, one foot in the air, laughing like a hysterical flamingo."],
        ["14", "\tThen she put her foot down ... on the floor. She picked up The Hat and headed upstairs where we heard boxes being shuffled around in the attic..."],
        ["15", "\tWhen she came down, she was dragging a body. It was wearing Grandpa's old overalls, Uncle Paul's flannel shirt, and the shoes Josh had outgrown last year. Its head was a flour sack, stuffed full of straw from an old tick, and on that head perched The Hat."],
        ["", ":box:tick = mattress"],
        ["16", "\tMom hauled the stuffed body outside and set it up on a post in the middle of the cornfield. And that's where it stayed."],
        ["17", "\tOur corn crop that year was particularly good. For some reason the birds steered clear of our fields and raided the neighbors' instead. Maybe it had something to do with our scarecrow, I don't know. All I do know is that from then on, we rarely saw crows on our property except during the month of June."],
        ["18", "\tThat's when Great-aunt Marjorie comes to visit."]
    ],
    "Copyright": "",
    "References": []
}