{
    "Directions": "Read the following passage about a family in Peru then answer each question.",
    "Context": [],
    "Title": "Thursday Is Market Day",
    "Subtitle": "",
    "Author": "by Jean McLeod",
    "LabelType": "P",
    "Content": [
        [" ", "\tTen-year-old Elena ran out of the brown mud house. She shivered in the early morning air and hurried to the side of the house. There, Rosita, the family llama, neck bent over to the ground, chewed contentedly on a small clump of grass. She raised her head as Elena approached."],
        [" ", "\t“It’s Thursday, Rosita,” said Elena. “You have to go to market with us and carry the blankets and potatoes. Come on.” Elena put her arm around Rosita’s long, fluffy neck and led the gentle animal around to the front door."],
        [" ", "\tBehind the house she could see the glow of the rising sun. Here in the high Andes Mountains of Peru in South America, Elena lived with her parents and brother, fourteen thousand feet above sea level."],
        [" ", "\tMany houses made of baked mud and grass, called adobe houses, dotted the mountainside. The people grew potatoes in small fields and herded llamas around their homes, much as their ancestors had done for centuries before them."],
        [" ", "\tEvery Thursday the people in the high areas would travel down to the town of Chupaca (chew PAH kah) to sell their extra potatoes and handwoven blankets made from the wool of the llamas. They used the money they received to buy beans and tea, sewing needles and pots, things they could not grow or make."],
        [" ", "\tElena loved Thursdays. While her brother and father stayed behind to watch over the llamas and work the land, Elena and her mother would walk the two hours down to market to sell what they had and to buy what they needed. It was also a time to see friends."],
        [" ", "\tElena’s mother now stood at the front door holding two wool saddle bags stuffed with small potatoes. She flung the potato bags onto the llama’s back while Elena held Rosita still. Next, she strapped on four blankets. Rosita twisted her long, elegant neck around to see the load."],
        [" ", "\t“Rosita, don’t complain,” said Elena. “Mama didn’t give you a heavy load. You can easily carry that much.”"],
        [" ", "\tElena’s mother laughed, petting the llama’s head. “Get along now. Show us your strong, proud walk.” Rosita turned and strutted across the yard toward the path that would lead down the mountain to the town below."],
        [" ", "\tElena’s mother placed two more blankets in her manta (MAHN tah), a large square of colorful cloth used to carry loads on her back. Elena filled her own manta with extra potatoes that did not fit into the saddlebags on Rosita’s back. The mother and daughter quickly moved to catch up with the llama, and the trio started their long trek down to Chupaca on the well-trodden path."],
        [" ", "\tThe sun was higher in the sky now, and Elena felt warm and happy. The closer they came to the town, the more they joined other people and llamas going to market. Finally, as Elena and her mother crossed over a ridge, they spotted the miniature town below. It would still take time to wind their way down to Chupaca and the busy market."],
        [" ", "\tThe marketplace, located in a large field, already overflowed with people as Elena and her mother arrived."],
        [" ", "\t“Hola, Lucia. I will come see you later,” said Elena as she walked by one booth."],
        [" ", "\tElena’s mother found an empty space on the ground. She unloaded Rosita. Then Elena led her llama to the public corral at the corner of the marketplace."],
        [" ", "\tElena skipped back to the place where her mother sat chatting with another woman in Quechua (KETCH wuh), the language of her people. With beautiful blankets displayed beside her and the potatoes spread out in front of her, Elena’s mother settled into the market scene."],
        [" ", "\tElena took off her manta and placed her own load of potatoes next to her mother’s pile. She sat down to rest and to watch the people pass by. The large field swarmed with activity."],
        [" ", "\t“Hey, chica, how much are you asking?” An old man stood in front of her, reaching down to touch the potatoes."],
        [" ", "\tShe looked up and smiled. “You can have them for eight soles (SOUL lace). That is a good price,” Elena said."],
        [" ", "\tThe man frowned. “But your potatoes are small. I don’t think they are worth that. I’ll give you four soles.”"],
        [" ", "\tElena glanced over to her side, but her mother could not help. She too had a customer and was trying to settle on the price of a blanket. There were no fixed prices in the marketplace. Seller and buyer tossed out prices to each other until they could agree on a price or the customer walked away. Elena did not want this customer to leave."],
        [" ", "\tShe looked at the man. “These potatoes may be small, but they are tasty and fresh. We dug them up only yesterday. I would sell them to you for seven soles.”"],
        [" ", "\tThe man shrugged his shoulders. “That is still too high,” he said. “I’ll give you six soles. My last offer.”"],
        [" ", "\t“OK,” said Elena, “you are getting some good potatoes cheap. Let me put them in your bag.” The man counted out six coins and opened up his cloth bag for Elena to fill. He walked away."],
        [" ", "\tElena smiled. Her mother was still haggling with a woman over the price of a blanket, so she walked over to find her friend, Lucia. The two girls strolled through the marketplace."],
        [" ", "\tWhen the sun started to lower in the sky, Elena returned to her mother’s side. “Mama, I sold my potatoes for six soles,” Elena exclaimed as she held out the coins."],
        [" ", "\t“That’s good, Elena. You have learned to bargain well. I am proud of you,” her mother said, smiling at her daughter. “I too sold my potatoes and two blankets. We must soon be on our way. While I buy some supplies, please get Rosita from the corral.”"],
        [" ", "\tThere were fewer llamas in the corral as Elena approached. The mountain people were starting to pack up and leave. Soon the sun would go down behind the hills to the west. By then, she and her mother, with Rosita, would be on the narrow, winding path, hiking back up to their own adobe home."]
    ],
    "Copyright": "",
    "References": []
}