{
    "Directions": "Read the excerpt about a character who reflects on their recent interactions with loved ones and friends. Then answer each question that follows.",
    "Context": [
        "In this excerpt from the novel Emma, Miss Emma Woodhouse is enjoying an outdoor gathering of friends on a nice day. While playing a game, she makes a comment to an older woman—Miss Bates—causing her friend Mr. Knightley to pull her aside."
    ],
    "Title": "[from] Emma",
    "Subtitle": "",
    "Author": "by Jane Austen",
    "LabelType": "P",
    "Content": [
        ["1", "“Ladies and gentlemen—I am ordered by Miss Woodhouse to say, that she waves her right of knowing exactly what you may all be thinking of, and only requires something very entertaining from each of you, in a general way. Here are seven of you, besides myself, (who, she is pleased to say, am very entertaining already,) and she only demands from each of you either one thing very clever, be it prose or verse, original or repeated—or two things moderately clever—or three things very dull indeed, and she engages to laugh heartily at them all.”"],
        ["2", "“Oh! very well,” exclaimed Miss Bates, “then I need not be uneasy. 'Three things very dull indeed.' That will just do for me, you know. I shall be sure to say three dull things as soon as ever I open my mouth, shan't I?—(looking round with most good-humoured dependence on every body's assent)—Do not you all think I shall?”"],
        ["3", "Emma could not resist."],
        ["4", "“Ah! ma'am, but there may be a difficulty. Pardon me—but you will be limited as to number—only three at once.”"],
        ["5", "Miss Bates, deceived by the mock ceremony of her manner, did not immediately catch her meaning; but, when it burst upon her, it could not anger, though a slight blush showed that it could pain her."],
        ["6", "“Ah!—well—to be sure. Yes, I see what she means, (turning to Mr. Knightley,) and I will try to hold my tongue. I must make myself very disagreeable, or she would not have said such a thing to an old friend.” ..."],
        ["7", "“Oh! for myself, I protest I must be excused,” said Mrs. Elton; “I really cannot attempt—I am not at all fond of the sort of thing... These kind of things are very well at Christmas, when one is sitting round the fire; but quite out of place, in my opinion, when one is exploring about the country in summer. Miss Woodhouse must excuse me. I am not one of those who have witty things at every body's service. I do not pretend to be a wit. I have a great deal of vivacity in my own way, but I really must be allowed to judge when to speak and when to hold my tongue. Pass us, if you please, Mr. Churchill. Pass Mr. E., Knightley, Jane, and myself. We have nothing clever to say—not one of us.”"],
        ["8", "“Yes, yes, pray pass me,” added her husband, with a sort of sneering consciousness; “I have nothing to say that can entertain Miss Woodhouse, or any other young lady. An old married man—quite good for nothing. Shall we walk, Augusta?”"],
        ["9", "“With all my heart. I am really tired of exploring so long on one spot. Come, Jane, take my other arm.”"],
        ["10", "Jane declined it, however, and the husband and wife walked off..."],
        ["", "* * *"],
        ["11", "While waiting for the carriage, [Emma] found Mr. Knightley by her side. He looked around, as if to see that no one were near, and then said,"],
        ["12", "“Emma, I must once more speak to you as I have been used to do: a privilege rather endured than allowed, perhaps, but I must still use it. I cannot see you acting wrong, without a remonstrance. How could you be so unfeeling to Miss Bates? How could you be so insolent in your wit to a woman of her character, age, and situation?—Emma, I had not thought it possible.”"],
        ["13", "Emma recollected, blushed, was sorry, but tried to laugh it off."],
        ["14", "“Nay, how could I help saying what I did?—Nobody could have helped it. It was not so very bad. I dare say she did not understand me.”"],
        ["15", "“I assure you she did. She felt your full meaning. She has talked of it since. I wish you could have heard how she talked of it—with what candour and generosity. I wish you could have heard her honouring your forbearance,¹ in being able to pay her such attentions, as she was for ever receiving from yourself and your father, when her society must be so irksome.”"],
        ["16", "“Oh!” cried Emma. “I know there is not a better creature in the world: but you must allow, that what is good and what is ridiculous are most unfortunately blended in her.”"],
        ["17", "“They are blended,” said he, “I acknowledge; and, were she prosperous, I could allow much for the occasional prevalence of the ridiculous over the good. Were she a woman of fortune, I would leave every harmless absurdity to take its chance, I would not quarrel with you for any liberties of manner. Were she your equal in situation—but, Emma, consider how far this is from being the case. She is poor; she has sunk from the comforts she was born to; and, if she live to old age, must probably sink more. Her situation should secure your compassion. It was badly done, indeed!—You, whom she had known from an infant, whom she had seen grow up from a period when her notice was an honour, to have you now, in thoughtless spirits, and the pride of the moment, laugh at her, humble her—and before her niece, too—and before others, many of whom (certainly some,) would be entirely guided by your treatment of her.—This is not pleasant to you, Emma—and it is very far from pleasant to me; but I must, I will,—I will tell you truths while I can, satisfied with proving myself your friend by very faithful counsel, and trusting that you will some time or other do me greater justice than you can do now.”"],
        ["18", "While they talked, they were advancing towards the carriage; it was ready; and, before she could speak again, he had handed her in. He had misinterpreted the feelings which had kept her face averted, and her tongue motionless. They were combined only of anger against herself, mortification, and deep concern. She had not been able to speak; and, on entering the carriage, sunk back for a moment overcome—then reproaching herself for having taken no leave, making no acknowledgement, parting in apparent sullenness, she looked out with voice and hand eager to show a difference; but it was just too late. He had turned away, and the horses were in motion. She continued to look back, but in vain; and soon, with what appeared unusual speed, they were half way down the hill, and every thing left far behind. She was vexed beyond what could have been expressed—almost beyond what she could conceal. Never had she felt so agitated, mortified, grieved, at any circumstance in her life. She was most forcibly struck. The truth of his representation there was no denying. She felt it at her heart. How could she have been so brutal, so cruel to Miss Bates!—How could she have exposed herself to such ill opinion in any one she valued! And how suffer him to leave her without saying one word of gratitude, of concurrence, of common kindness!"],
        ["19", "Time did not compose her. As she reflected more, she seemed but to feel it more. She never had been so depressed. Happily it was not necessary to speak. There was only Harriet, who seemed not in spirits herself, ... and very willing to be silent; and Emma felt the tears running down her cheeks almost all the way home, without being at any trouble to check them, extraordinary as they were."]
    ],
    "Copyright": "Emma by Jane Austen. In the public domain",
    "References": [
        ["¹", "forbearance — patience and tolerance"]
    ]
}