{
    "Directions": "Read the article about how automation is impacting the human workforce. Then answer each question that follows.",
    "Context": [
        "This article explores how robots are used in a grocery warehouse and how this may affect human workers in the future."
    ],
    "Title": "Welcome to the Automated Warehouse of the Future",
    "Subtitle": "How British supermarket Ocado is using robots to make online grocery shopping faster",
    "Author": "by James Vincent",
    "LabelType": "P",
    "Content": [
        ["1", "They call it “the hive,” or “the grid.” Or sometimes just: “the machine.” It's a huge structure that fills a warehouse on the outskirts of Andover, a small and quiet town in southeast England. It's impossible to take in at a single glance, but standing on a maintenance walkway near the building's rafters, you look over what seems to be a huge chessboard, populated entirely by robots. There are more than a thousand of them, each the size and shape of a washing machine, and they wheel about, night and day, moving groceries. Their job is to be cheaper and more efficient than humans, and they are very good at it."],
        ["2", "The hive-grid-machine is the creation of Ocado, a British online-only supermarket that's made a name for itself in recent years designing highly automated warehouses and selling the tech to other grocery chains. When fully up and running, Ocado's Andover operation will be its most advanced yet, processing 3.5 million items or around 65,000 orders every week. It's also a perfect example of the wave of automation slowly hitting countries around the world. The tasks being undertaken by Ocado's bots are so basic they're best described by simple verbs — “lifting,” “moving,” “sorting” — and that means they exist in various forms in a range of industries. And when the price is right, someone will want a machine to do those jobs, too."],
        ["3", "Although robots are the main attraction at Andover, there are still plenty of humans knocking about. One of those is Ocado's chief technology officer, Paul Clarke, who joined the company more than a decade ago and has been tasked with developing its automated operations."],
        ["4", "He explains that Ocado's goal is to “disrupt itself;” to continually upgrade its technology so it can't be overtaken by competitors. In the company's older, now-outdated warehouses (which Clarke claims are still some of the most advanced in the world) groceries are processed in a roughly linear fashion. Deliveries are unpacked into crates; crates are placed onto conveyors; and conveyors carry the crates to shelves, where human “pickers” take what they need to fill customers' orders. The new paradigm, though, is all about using space as efficiently as possible. Items are still placed in crates, but those crates are now stored in huge stacks, up to 17 boxes high. Their position in this stack seems to be at random—a box of razors next to cod fillets, for example—but it's algorithmically decided; with frequently accessed items placed on the top and rarer purchases near the bottom. On top of this hoard, the robots do their work."],
        ["5", "Each of the bots has a central cavity and a set of claws it uses to grab crates and pull them up into its interior, like an alien abduction in a supermarket aisle. It can then move the crate to a new location or drop it down a vertical chute to a picking station. At these stations, human employees grab the items they need from the crate (a screen in front of them tells them what to take) and place them in a shopping bag in another crate. Both these crates are then sent back into the grid, to be refilled with shopping items or moved on to the delivery bay."],
        ["6", "Imagine a huge machine, with groceries going in one end and shopping orders coming out the other. Humans do the unpacking and packing, while in the middle, robots sort and rearrange this vast inventory 24 hours a day."],
        ["7", "Individually, the bots aren't intelligent; they don't make decisions for themselves. But their actions are all coordinated by a central computer. Clarke explains that this system means the robots can be used as efficiently as possible. For example, by teaming up to quickly dig down through the stack and retrieve uncommon items. “If you want to pick a typical, 50-item Ocado order, they will help each other,” he says. A group of robots can come together in a huddle, split up, “and pick that order in a matter of minutes.” In a traditional warehouse where items are scattered around on distant shelves, this process can take hours."],
        ["8", "As well as the boost to speed, the hive-grid-machine has the advantages of being scalable and modular. If customers want to increase the size of their operation they just add more crates and robots. And if any individual robot breaks down, it doesn't matter, because any of the other bots can do its job; they're all interchangeable. This means Ocado has just one robot to “design, evolve, manufacture, and support,” adds Clarke. “And that leads to economies of scale, because we've reduced all that mechanistic diversity down to one common component.”"],
        ["9", "This sales pitch obviously has something to it, as over the last year, Ocado has made deals with supermarket chains in France, Canada, and Sweden to upgrade their warehouses. Such deals should make it easier for these firms to offer online grocery shopping (the UK is a relatively early adopter of this trend) and will help stave off fears of technologically savvy rivals muscling in on their territory. See, for example, Amazon buying Whole Foods."],
        ["10", "But while the focus here is on technological advances, on more and more automation, we shouldn't forget that in the middle of these machines— metaphorically and literally, in the case of the Andover warehouse—there are humans."],
        ["", "problems/MA22G10E/media/S8a.jpg"],
        ["11", "You may have seen some pretty impressive headlines about artificial intelligence (AI) trouncing humans at this or that task, but it's worth remembering that nothing stumps a robot quite like a bag of oranges. They just can't deal with it. The bag moves in too many weird ways, there are no obvious bits to grab hold of, and if you squeeze too hard you end up with orange juice instead. That's why Ocado still employs plenty of humans."],
        ["12", "They work in a number of key positions in the warehouse which are also, if you know what to look for, technological bottlenecks. Robots can't yet unpack the wide variety of bulk deliveries that arrive in Andover every day; nor can they speedily move pallets around a busy warehouse on forklifts. And although they can't yet handle bags of oranges (or any other delicate, or irregularly shaped items), Ocado is working on a solution."],
        ["13", "Placed—somewhat insensitively some might say—next to the picking stations crewed by humans, is an experimental booth where a robot arm is learning to do what comes naturally to its fleshy colleagues. Namely, picking items out of crates and putting them in shopping bags. The arm is equipped with a suction cup, which is great for grabbing hold of objects with stiff, flat surfaces, like cans and cartons, but still can't deal with more delicate items. For that, Ocado is developing a soft robotic hand that uses rubber fingers filled with pressurized air. Watching it grasp a lime is an unsettling experience, with its synthetic fingers curling around the fruit like pythons."],
        ["14", "Neither the suction cup nor the rubber hand are ready for prime time just yet, but Ocado says robots like this should be integrated into its warehouses in the coming years. And it isn't the only company working on the problem. Amazon organizes an annual “picking challenge” where teams vie to create the fastest robot pickers. (They're competing for prize money and prestige, but some are also hoping Amazon will pick them as an acquisition.) Well-funded startups are also building their own solutions. One named Embodied Intelligence uses AI to create robots that learn by watching humans. Another, Kindred, uses traditional robot arms, but has human engineers that can operate them remotely using virtual reality when they get stuck."],
        ["15", "It may seem like a lot of effort to solve a relatively trivial task, but the better robots get at mimicking humans' capacity to manipulate delicate objects, the more use they are to pretty much any other manufacturing process you can think of. A recent study found the field of logistics has been an early adopter of robots and AI, mainly because the tasks involved are relatively routine and therefore easy to automate. But experts say the technology being incubated here will be adopted by other sectors."],
        ["16", "“[Picking] is an issue that people are trying to solve for lots and lots of different use cases,” Euan Cameron, an analyst at PWC, tells The Verge. “And these solutions will be picked up and transferred to other industries.”"],
        ["17", "Estimates for how many jobs might be lost to robots and AI vary, but a recent study by the OECD¹ suggested that around 14 percent of occupations in developed countries (like the US, Canada, and Japan) are at high risk. And a big chunk of these are in logistics and related fields like warehousing, distribution, and fulfillment. A report by PWC found that in the UK alone, just under 1 million logistics workers are at risk of having their jobs automated in the next 15 years."],
        ["18", "When I ask Clarke if the end-goal for the company's factories is to have no human workers at all, he offers a balanced answer: “In theory. But that's not something we're going to get to in the foreseeable future.” He points out that even in industries that have invested heavily in automation, such as car manufacturing, there are still lots of humans involved. “And for us, it's just the same journey we've been on since day one: to look for the next thing to automate, whether that's putting plastic bags in crates, or moving goods around our sheds. We start with the obvious thing and move on to automate the next thing and the next thing. You never get to the end.”"]
    ],
    "Copyright": "“Welcome to the Automated Warehouse of the Future” by James Vincent, from The Verge website (May 8, 2018). Copyright © 2018 by Vox Media Inc. Reprinted by permission of Vox Media, Inc. Photograph copyright © Peter Nicholls/Reuters/Adobe Stock.",
    "References": [
        ["¹", "OECD — Organisation for Economic Co-operation and Development"]
    ]
}