{
    "Directions": "Read the article about early recruiting of youth athletes and then answer each question that follows.",
    "Context": [
        "This article explores a mother's concern for her young son, Neiko Primus, as he gains attention for his abilities in basketball."
    ],
    "Title": "He Needs to Be a Kid",
    "Subtitle": "In Neiko Primus, the basketball world sees a No. 1-ranked phenom. His mom sees a 9-year-old with only one chance to grow up.",
    "Author": "by Jesse Dougherty",
    "LabelType": "P",
    "Content": [
        ["1", "Neiko Primus had been in the gym for close to two hours, his shoelaces scraping the worn wooden floor and his bony arms tired from shooting, before he challenged a taller, stockier kid to a game of one-on-one."],
        ["2", "“Oh, look look look,” Michelle Mundey, his mother, whispered from the other end of the court. “That kid is at least 13, maybe 14.”"],
        ["3", "“Oh, he doesn't know what he's getting into,” said Byron Jones, who had just finished working Neiko out. “Watch. Just watch. Neiko is going to cook him.”"],
        ["4", "The game was first to five, and it took Neiko just three minutes out of this May evening to discard his opponent at the community center near his home in Temple Hills, Md. First he nailed a floater from the baseline. Next he high-stepped into the lane, pirouetted like a seasoned ballerina and tossed the ball through the rim. Finally, with the teenager gasping for air, Neiko darted to the elbow, slammed to a stop and unleashed a high-arcing jumper."],
        ["5", "Neiko turned his back to the basket and shouted “Game!” as his shot swished through the net. He never looked at the teenager again. Then he glanced at Mundey as a big, toothy smile crept across his face, a little kid making sure his mom was watching."],
        ["6", "He is, after all, only 9 years old, even if he can dribble like a high school point guard and make three-pointers with ease. Even if he is, by a small handful of accounts, considered the best rising fourth-grader in the country. Even if Mundey has been contacted by middle schools, high schools, AAU¹ programs and an agent, all looking for at least a small piece of her 5-foot-1 baby boy."],
        ["7", "In the grass-roots basketball ecosystem, there is a perpetual search for the next big thing, and Neiko's anointment as the latest young phenom has him somewhere between a normal childhood and a too-early promise of fame. Neiko sees it as fun, harmless. Mundey sees her son being grabbed at by an irrational world."],
        ["8", "He needs to be a kid. He needs to just be Neiko,” she said in June. “Who knows if he's going to be good when he's older? No one. But I do know he only has one chance to grow up. Youth basketball is crazy and puts so much pressure on these kids at such a young age. I am doing my best to protect him from all that.”"],
        ["9", "After his one-on-one win, Neiko fixed his attention on jumping up to touch the bottom of the net. He tried six times before his fingers grazed the nylon and looked down to see both his shoes untied. He bounced over to Mundey so she could double-knot them, and Batman socks stuck out of his size-6 1/2 shoes."],
        ["10", "“You know, baby,” Mundey said, laughing, as she ran the laces through her hands. “Soon you'll be dunking.”"],
        ["11", "Neiko looked up at her and grinned, then picked up a ball and dribbled back to the court.\n\n"],
        ["12", "By June 2016, Mundey could feel the pressure and expectations caving in. Neiko was excelling in AAU basketball on an 8-and-under team with New World, a D.C.-based program. People were starting to recognize him at tournaments and when they went out to eat. Teams would base their gameplans around slowing him down, often sending two defenders to chase him. Opposing parents would chide him from the sidelines."],
        ["13", "Still, she wasn't ready for the phone call from Jamaal McKnight Sr., Neiko's New World coach, that took things to another level."],
        ["14", "“Michelle, they have him ranked No. 1 in the country,” she remembers McKnight saying through the phone."],
        ["15", "“Jamaal, we're not going to tell Neiko,” Mundey remembers answering. “I don't want him to know.”"],
        ["16", "The ranking and exposure of pre-high school basketball players is only expanding in the social media age."],
        ["17", "People are always searching for that next superstar talent, the next LeBron James,² no matter how unlikely that may be—and there is no shortage of figures looking to profit from it."],
        ["18", "The organization that ranked Neiko as the best player in the Class of 2026 is called Coast 2 Coast Preps."],
        ["19", "Billing itself as “The Worldwide Leader in Prep Basketball Coverage,” Coast 2 Coast puts out a watch list for second-graders before rankings start with the third grade."],
        ["20", "The rankings, as explained by Coast 2 Coast founder Deron Breeze, serve as a marketing tool for the organization's camps and showcase tournaments. Breeze is planning a camp in D.C. that will be open to the Class of 2029. Those players just graduated from kindergarten."],
        ["21", "“It used to be somebody who is going to be in college in two years,” said Jeff Borzello, a basketball recruiting analyst for ESPN. “And then it was three years, and then it dropped down to middle school. Now I guess middle school is not enough for some people, so they are going a little bit further."],
        ["22", "“It's impossible to project what a third-grader can do, or a sixth-grader, or even an 11th-grader. It gets harder and harder as you go down in ages.” ..."],
        ["23", "“There's just a market for it,” Breeze said, adding that Coast 2 Coast saw Neiko play in person and polls coaches around the country to compile its rankings. “I know a lot of them ain't going to pan out, you know what I'm saying? But you got that No. 1 ranking now. Whether you want or not ... people are going to be shooting for you.”"],
        ["24", "Mundey could only keep the No. 1 ranking from Neiko for a few days."],
        ["25", "He was at a summer camp in Northwest Washington, sitting with the rest of the kids during morning announcements. That's when the adults revealed that the best 8-year-old basketball player in the country was among the campers. Everyone cheered and clapped. Neiko wondered why they were all looking at him."],
        ["26", "When he got home that day he asked Mundey if he was ranked No. 1 in the nation. She nodded her head yes, tears in her eyes, embarrassed that she had kept a positive achievement from her son."],
        ["27", "“You could have told me,” Neiko said, hugging his mom's legs. “It wouldn't change me at all.”"],
        ["28", "But she wasn't worried about Neiko changing. She was worried about everyone else."],
        ["29", "Neiko burst through the front door and onto the porch, announcing himself by hopping into Mundey's lap. It was a muggy June afternoon at his grandparents' house in Northwest Washington. Neiko had sprinted out back to play Wiffle ball with a few of the neighborhood boys, and came back with dirt all over his hands. The tips of his fingers were then covered with orange cheese from Dynamite chips, and his teeth were stained red from juice."],
        ["30", "He stared at Mundey before closing his eyes for a few seconds, a child drained at the heart of summer."],
        ["31", "“You want to play basketball and football when you're older, right?” Mundey asked him, and just the mention of basketball caused Neiko to perk up."],
        ["32", "“No, just basketball,” he answered."],
        ["33", "“What? Why?” she asked him."],
        ["34", "“The NBA offers guaranteed money,” he replied."],
        ["35", "Mundey looked at him sternly."],
        ["36", "“I know, I know,” Neiko said, as if the exact conversation had happened before. “High school, college, I know.”"],
        ["37", "“Good,” Mundey said as she leaned back in her chair. “You can't get too far ahead of yourself.”"],
        ["38", "But basketball wants him to grow up fast. After Neiko helped New World win the 8U AAU nationals last July, the attention picked up. An Instagram account posted “exclusive player comparisons” for the Class of 2026, and Neiko's name was at the top of the list."],
        ["39", "His NBA play-a-like: LeBron James."],
        ["40", "Mundey started and runs an Instagram account for Neiko—which has more than 1,500 followers—and sometimes posts videos of him missing a shot to remind his followers that he is 9."],
        ["41", "Instagram accounts for other players on the same rankings lists as Neiko have significantly more followers, with one topping 41,000 followers and 1,400 posts."],
        ["42", "“It's sort of scary when your son has people that act like fans,” Mundey said. “I think it's crazy. People will tell me 'your kid is like a celebrity.' He's not a celebrity. He's Neiko. He's 9.”"],
        ["43", "Mundey is constantly straddling the line between wanting Neiko to succeed and shielding him from people who want to profit off that. She estimates that she spends between $6,000 and $8,000 a year for Neiko to play basketball, between travel, entertainment while on the road, tournament fees, team fees and gear. She works three jobs to do so, managing two community centers in Temple Hills and working part- time at a group home in Virginia on the weekends, all so Neiko isn't financially tied to anyone but her."],
        ["44", "In June, the NY Elite 145 camp put Neiko's face on a poster and listed him as a “Confirmed” attendee. Mundey was never asked if her son could be used as a marketing tool. Neiko was never going to attend. The camp cost $150 for three days."],
        ["45", "... “I don't profit off my son, so no one else is going to profit off my son. Once you let people pay for something or give you something for free, then they are going to expect something in the future. My son isn't going to owe anyone anything.”"],
        ["46", "Mundey was recently contacted by an agent offering to be Neiko's mentor. He dangled his connection with Under Armour and stressed that he wasn't asking for anything in return. She declined and has told multiple middle schools and high schools that she isn't ready to talk about scholarships."],
        ["47", "AAU teams have offered to fly Neiko to tournaments and told Mundey she wouldn't have to pay for travel or tournament fees. Again, she said no."],
        ["48", "Mundey did not want to use the names of those who have contacted her about Neiko, worried that they could hold it against her son in the future. The Washington Post was shown texts and emails to confirm the interactions she described."],
        ["49", "“He's not fully mature enough to realize that a lot of people aren't going to be getting into his life to help him,” said Enrique Barnes, who is the biological father of Neiko's older brother, E.J., and is referred to by Mundey as a “co‑parent” for both of the boys. “Not everyone is going to do that. Some people are going to be there to help themselves. We'll have to show him that if this stuff continues.” ..."],
        ["50", "Neiko wore a frustrated look as the game zoomed back and forth and begged for the ball at half-court. It was the final day of the Maryland Invitational Tournament in June, and New World was steamrolling its way to the championship. There was no divider between the two courts and no way to tell what coaches were yelling or which whistles were for which game. Earlier that morning, a game between two other teams ended early because parents couldn't stop arguing in the stands. At least five dads had camcorders fixed on the action as New World battled a team from Philadelphia."],
        ["51", "It was just another chance for Neiko to impress, but he was struggling. As the third quarter started, he walked onto the court with his shoulders slumped and his long arms dangling at his sides."],
        ["52", "“Whatcha gonna do?” Mundey, who often pesters Neiko about taking good shots and getting back on defense, yelled from the sideline. “Let's go, boy! Wake up!”"],
        ["53", "Like that, Neiko snapped out of the lull and took full control. He made two backdoor cuts for easy layins. He finished a floater through contact and made the free throw for a three-point play. He hit a three from the corner and held his follow-through in the air as he jogged back on defense."],
        ["54", "Here, in this cramped gym, Neiko couldn't be reached by the outsized expectations of the outside world. There is no telling if all this success— the AAU wins, the No. 1 ranking, the trophies that are taller than him— will spill into his future."],
        ["55", "But now, if only for a few moments, the ball and the game were resting comfortably in Neiko's hands. As the third quarter wound down, Neiko sprung for a steal, tiptoed along the sideline and burst into the open floor. The clock reached one second as he took a running three-pointer, and the ball swished through the rim as the buzzer sounded."],
        ["56", "A row of adults pushed off a side wall and celebrated the improbable shot. The entire New World team turned and sprinted toward Neiko. He kept running, smiling from ear-to-ear, skipping into a crowd of teammates, looking like a kid playing a kid's game."],
        ["57", "Then the scorekeeper put six minutes on the clock for the fourth quarter. Neiko straightened his face into a scowl, bent at the waist and grabbed the edges of his shorts. There was still more basketball to play, and he prepared himself for what was coming next."]
    ],
    "Copyright": "“He Needs to Be a Kid” by Jesse Dougherty, from the Washington Post website (July 13, 2017). Copyright © 2017 by Washington Post. Reprinted by permission of Washington Post.",
    "References": [
        ["¹", "AAU — Amateur Athletic Union"],
        ["²", "LeBron James — a professional basketball player"]
    ]
}