{
    "Directions": "Read the article about early recruiting of youth athletes and then answer each question that follows.",
    "Context": [
        "This article considers the consequences of kids committing to play a sport in college before they have entered high school."
    ],
    "Title": "Committing to Play for a College, Then Starting 9th Grade",
    "Subtitle": "",
    "Author": "by Nathaniel Popper",
    "LabelType": "P",
    "Content": [
        ["1", "SANFORD, Fla.—Before Haley Berg was done with middle school, she had the numbers for 16 college soccer coaches programmed into the iPhone she protected with a Justin Bieber case."],
        ["2", "She was all of 14, but Hales, as her friends call her, was already weighing offers to attend the University of Colorado, Texas A&M and the University of Texas, free of charge."],
        ["3", "Haley is not a once-in-a-generation talent like LeBron James. She just happens to be a very good soccer player, and that is now valuable enough to set off a frenzy among college coaches, even when—or especially when—the athlete in question has not attended a day of high school. For Haley, the process ended last summer, a few weeks before ninth grade began, when she called the coach at Texas to accept her offer of a scholarship four years later."],
        ["4", "“When I started in seventh grade, I didn't think they would talk to me that early,” Haley, now 15, said after a tournament late last month in Central Florida, where Texas coaches showed up to watch her juke past defenders, blond ponytail bouncing behind."],
        ["5", "“Even the coaches told me, 'Wow, we're recruiting an eighth grader,'” she said."],
        ["6", "In today's sports world, students are offered full scholarships before they have taken their first College Boards, or even the Preliminary SAT exams. Coaches at colleges large and small flock to watch 13- and 14-year-old girls who they hope will fill out their future rosters. This is happening despite N.C.A.A.¹ rules that appear to explicitly prohibit it."],
        ["7", "The heated race to recruit ever younger players has drastically accelerated over the last five years, according to the coaches involved. It is generally traced back to the professionalization of college and youth sports, a shift that has transformed soccer and other recreational sports from after-school activities into regimens requiring strength coaches and managers."],
        ["8", "The practice has attracted little public notice, except when it has occasionally happened in football and in basketball. But a review of recruiting data and interviews with coaches indicate that it is actually occurring much more frequently in sports that never make a dime for their colleges..."],
        ["9", "While women's soccer is generally viewed as having led the way in early recruiting, lacrosse, volleyball and field hockey have been following and occasionally surpassing it, and other women's and men's sports are becoming involved each year when coaches realize a possibility of getting an edge."],
        ["10", "Precise numbers are difficult to come by, but an analysis done for The New York Times by the National Collegiate Scouting Association, a company that consults with families on the recruiting process, shows that while only 5 percent of men's basketball players and 4 percent of football players who use the company commit to colleges early—before the official recruiting process begins—the numbers are 36 percent in women's lacrosse and 24 percent in women's soccer."],
        ["11", "At universities with elite teams like North Carolina and Texas, the rosters are almost entirely filled by the time official recruiting begins."],
        ["12", "While the fierce competition for good female players encourages the pursuit of younger recruits, men's soccer has retained a comparably relaxed rhythm—only 8 percent of N.C.S.A.'s male soccer athletes commit early."],
        ["13", "For girls and boys, the trend is gaining steam despite the unhappiness of many of the coaches and parents who are most heavily involved, many of whom worry about the psychological and physical toll it is taking on youngsters."],
        ["14", "“It's detrimental to the whole development of the sport, and to the girls,” Haley's future coach at Texas, Angela Kelly, said at the Florida tournament."],
        ["15", "The difficulty, according to Ms. Kelly and many other coaches, is that if they do not do it, other coaches will, and will snap up all of the best players. Many parents and girls say that committing early ensures they do not miss out on scholarship money."],
        ["16", "After the weekend in Florida, the coach at Virginia, Steve Swanson, said, “To me, it's the singular biggest problem in college athletics.”"],
        ["17", "The N.C.A.A. rules designed to prevent all of this indicate that coaches cannot call players until July after their junior year of high school. Players are not supposed to commit to a college until signing a letter of intent in the spring of their senior year."],
        ["18", "But these rules have enormous and widely understood loopholes. The easiest way for coaches to circumvent the rules is by contacting the students through their high school or club coaches. Once the students are alerted, they can reach out to the college coaches themselves with few limits on what they can talk about or how often they can call."],
        ["19", "Haley said she was having phone conversations with college coaches nearly every night during the eighth grade."],
        ["", "'It's Killing All of Us'"],
        ["20", "The early recruiting machine was on display during the Florida tournament, where Haley played alongside hundreds of other teenage girls at a sprawling complex of perfectly mowed fields."],
        ["21", "A Sunday afternoon game between 14-year-olds from Texas and Ohio drew coaches from Miami, Arizona, Texas and U.C.L.A.—the most recent Division I national champion. Milling among them was the most storied coach in women's soccer, Anson Dorrance of North Carolina, who wore a dark hat and sunglasses that made him look like a poker player as he scanned the field."],
        ["22", "Mr. Dorrance, who has won 22 national championships as a coach, said he was spending his entire weekend focusing on the youngest girls at the tournament, those in the eighth and ninth grades. Mr. Dorrance is credited with being one of the first coaches to look at younger players, but he says he is not happy about the way the practice has evolved."],
        ["23", "“It's killing all of us,” he said."],
        ["24", "Mr. Dorrance's biggest complaint is that he is increasingly making early offers to players who do not pan out years later."],
        ["25", "“If you can't make a decision on one or two looks, they go to your competitor, and they make an offer,” he said. “You are under this huge pressure to make a scholarship offer on their first visit.”"],
        ["26", "The result has been a growing number of girls who come to play for him at North Carolina and end up sitting on the bench."],
        ["27", "“It's killing the kids that go places and don't play,” he said. “It's killing the schools that have all the scholarships tied up in kids who can't play at their level. It's just, well, it's actually rather destructive.”"],
        ["28", "The organizer of the Florida event, the Elite Clubs National League, was set up a few years ago to help bring together the best girls' soccer teams from around the country, largely for the sake of recruiters. At the recent event, in an Orlando suburb, an estimated 600 college coaches attended as 158 teams played on 17 fields over the course of three days."],
        ["29", "Scouts were given a hospitality tent as well as a special area next to the team benches, not accessible to parents, to set up their folding chairs. Nearly every youth club had a pamphlet—handed out by a parent during the games—with a head shot, academic records, soccer achievements and personal contact information for each player..."],
        ["", "Fearing a Toll on Minds"],
        ["30", "At the Florida tournament, many players said they had given up all other recreational sports in middle school to play soccer year round."],
        ["31", "A growing body of academic studies has suggested that this sort of specialization can take a toll on young bodies, leading to higher rates of injury."],
        ["32", "For many parents, though, the biggest worry is the psychological pressure falling on adolescents, who are often ill equipped to determine what they will want to study in college, and where."],
        ["33", "These issues were evident on the last morning of the Florida event, on the sidelines of a game involving the Dallas Sting. Scott Lewis, the father of a high school sophomore, said his daughter switched to play for the Sting before this season because her old team was not helping steer the recruiting process enough. He watched scholarship offers snapped up by girls on other teams, he said."],
        ["34", "“Is it a little bit sick? Yeah,” he said. “You are a little young to do this, but if you don't, the other kids are going to.”"],
        ["35", "“Is it a little bit sick? Yeah,” he said. “You are a little young to do this, but if you don't, the other kids are going to.”"],
        ["36", "Ms. McKeon's younger daughter, Kyla, was one of four players on the Sting who committed to colleges last season as freshmen. Kyla spent almost 30 minutes a day writing emails to coaches and setting up phone calls. The coaches at two programs wanted to talk every week to track her progress. Throughout the year, Kyla said, she “would have these little breakdowns.”"],
        ["37", "“You are making this big life decision when you are a freshman in high school,” she said. “You know what you want in a week, but it's hard to predict what you'll want in four years.”"],
        ["38", "Kyla said that when she told Arkansas that she was accepting its offer, she was happy about her choice, but it was as if a burden had been lifted from her."],
        ["39", "“I love just being done with it,” she said."]
    ],
    "Copyright": "“Committing to Play for a College, Then Starting 9th Grade” by Nathaniel Popper, from The New York Times website (January 26, 2014). Copyright © 2014 by The New York Times Company. Reprinted by permission of The New York Times Company.",
    "References": [
        ["¹", "N.C.A.A. — National Collegiate Athletic Association"]
    ]
}