{
    "Directions": "Read the excerpt about a character who reflects on their recent interactions with loved ones and friends. Then answer each question that follows.",
    "Context": [
        "In the 1800s, women were expected to marry by a certain age. In this excerpt from the novel The Signature of All Things, Alma reacts to the news that her friend Retta and sister Prudence are both getting married and moving away."
    ],
    "Title": "[from] The Signature of All Things",
    "Subtitle": "",
    "Author": "by Elizabeth Gilbert",
    "LabelType": "P",
    "Content": [
        ["1", "In all of our lives, there are days that we wish we could see expunged from the record of our very existence. Perhaps we long for that erasure because a particular day brought us such splintering sorrow that we can scarcely bear to think of it ever again. Or we might wish to blot out an episode forever because we behaved so poorly on that day—we were mortifyingly selfish, or foolish to an extraordinary degree. Or perhaps we injured another person and wish to disremember our guilt. Tragically, there are some days in a lifetime when all three of those things happen at once—when we are heartbroken and foolish and unforgivably injurious to others, all at the same time. For Alma, that day was January 10, 1821. She would have done anything in her power to strike that entire day from the chronicle of her life."],
        ["2", "She could never forgive herself that her initial response to the happy news from both her dear friend and her poor sister had been a mean show of jealousy, thoughtlessness, and (in the case of Retta, at least) physical violence. What had Beatrix always taught them? Nothing is so essential as dignity, girls, and time will reveal who has it. As far as Alma was concerned, on January 10, 1821, she had revealed herself as a young woman devoid of dignity."],
        ["3", "This would trouble her for many years to come. Alma tormented herself by imagining—again and again—all the different ways she might have behaved on that day, had she been in better control of her passions. In Alma's revised conversations with Retta, she embraced her friend with perfect tenderness at the mere mention of George Hawkes's name, and said in a steady voice, “How lucky a man he is to have won you!” In her revised conversations with Prudence, she never accused her sister of having betrayed her to Retta, and certainly never accused Retta of having stolen George Hawkes, and, when Prudence announced her own engagement to Arthur Dixon, Alma smiled warmly, took her sister's hand in fondness, and said, “I cannot imagine a more suitable gentleman for you!”"],
        ["4", "Unfortunately, though, one does not get second chances at such blundered episodes."],
        ["5", "To be fair, by January 11, 1821 — merely one day later! — Alma was a much better person. She pulled herself back into order as quickly as she could. She firmly committed herself to a spirit of graciousness about both engagements. She willed herself to play the role of a composed young woman who was genuinely pleased about other people's happiness. And when the two weddings arrived in the following month, separated from each other by only one week, she managed to be a pleasant and cheerful guest at both events. She was helpful to the brides and polite to their grooms. Nobody saw a fissure in her."],
        ["6", "That said, Alma suffered."],
        ["7", "She had lost George Hawkes. She had been left behind by her sister and by her only friend. Both Prudence and Retta, directly after their weddings, moved across the river into the center of Philadelphia. Fiddle, fork, and spoon¹ were now finished. The only one who would remain at White Acre was Alma (who had long ago decided that she was fork)."],
        ["8", "Alma took some solace² in the fact that nobody, aside from Prudence, knew about her past love for George Hawkes. There was nothing she could do to obliterate the passionate confessions she had so carelessly shared with Prudence over the years (and heavens, how she regretted them!), but at least Prudence was a sealed tomb, from whom no secrets would ever leak. George himself did not appear to realize that Alma had ever cared for him, nor that she might ever have suspected him of caring for her. He treated Alma no differently after his marriage than he had treated her before it. He had been friendly and professional in the past, and he was friendly and professional now. This was both consoling to Alma and also horribly disheartening. It was consoling because there would be no lingering discomfiture³ between them, no public sign of humiliation. It was disheartening because apparently there had never been anything at all between them—apart from whatever Alma had allowed herself to dream."],
        ["9", "It was all terribly shameful, when one looked back on it. Sadly, one could not often help looking back on it..."],
        ["10", "Alma knew it would be hopeless ever to find a suitable husband, and she said as much one day to Hanneke de Groot,⁴ as the two women clipped boxwoods together in Beatrix's old Grecian garden."],
        ["11", "“It will never be my turn, Hanneke,” Alma said, out of the blue. She said it not pitifully, but with simple candor. There was something about speaking in Dutch (and Alma spoke only Dutch with Hanneke) that always elicited simple candor."],
        ["12", "“Give the situation time,” Hanneke said, knowing precisely what Alma was talking about..."],
        ["13", "“I am merely saying that you do not know the future, child, quite as much as you believe you do. And there is something more I need to tell you, besides.” Hanneke stopped working now, and her voice became serious. “Everyone has disappointments, child.”"],
        ["14", "Alma loved the sound of the word child in Dutch. Kindje. This was the nickname that Hanneke had always called Alma when she was young and afraid and would climb into the housekeeper's bed in the middle of the night. Kindje. It sounded like warmth itself."],
        ["15", "“I am aware that everyone has disappointments, Hanneke.”"],
        ["16", "“I'm not certain you are. You are still young, so you think only of your own self. You do not notice the tribulations that occur all around you, to other people. Do not protest; it is true. I am not condemning you. I was as selfish as you, when I was your age. It is the custom of the young to be selfish. Now I am wiser. It's a pity we cannot put an old head on young shoulders, or you could be wise, too. But someday you will understand that nobody passes through this world without suffering—no matter what you may think of them and their supposed good fortune.”"],
        ["17", "“What are we to do, then, with our suffering?” Alma asked."],
        ["18", "This was not a question Alma would ever have posed to a minister, or a philosopher, or a poet, but she was curious—desperate, even—to hear an answer from Hanneke de Groot."],
        ["19", "“Well, child, you may do whatever you like with your suffering,” Hanneke said mildly. “It belongs to you. But I shall tell you what I do with mine... I cast it to the ground, and I grind it under the heel of my boot. I suggest you learn to do the same.”"]
    ],
    "Copyright": "The Signature of All Things by Elizabeth Gilbert. Copyright © 2013 by Elizabeth Gilbert. Reprinted by permission of Penguin Random House LLC.",
    "References": [
        ["¹", "Fiddle, fork, and spoon — nicknames the girls gave themselves"],
        ["²", "solace — comfort"],
        ["³", "discomfiture — awkwardness"],
        ["⁴", "Hanneke de Groot — the family housekeeper"]
    ]
}