{
    "Directions": "Read the article about how automation is impacting the human workforce. Then answer each question that follows.",
    "Context": [
        "This article discusses workers' responses to automation in the hotel industry."
    ],
    "Title": "The Quiet Ways Automation Is Remaking Service Work",
    "Subtitle": "Workers may not be replaced by robots anytime soon, but they'll likely face shorter hours, lower pay, and stolen time.",
    "Author": "by Sidney Fussell",
    "LabelType": "P",
    "Content": [
        ["1", "When blue-collar workers go on strike, demands such as wage increases and better hours are usually the objective. But when nearly 8,000 Marriott International employees marched outside hotels for two months in late 2018, one request stood out among the rest: protection against the automated technology that's remaking the hotel industry."],
        ["2", "Marriott employees are right to worry. Over the past few years, the service industry has started hacking worker schedules by outsourcing human duties to machines. Automated experiments include robots that take over bartending and salad-making duties on cruise ships and in airports, and that deliver food to hotel guests' rooms. More hotels are offering automated check-in via app or even—in China—via facial recognition. Alexa-enabled speakers¹ in hotel rooms let guests ask for sightseeing tips and order toothbrushes without talking to staff."],
        ["3", "The Marriott workers' priorities included updated language for health care and buyout packages. But they also wanted assurance that their jobs would not be filled by robots."],
        ["4", "“You lose the humanness,” said Kirk Paganelli, a waiter and bartender at a Marriott property in San Francisco. Paganelli worked in the service industry for 23 years before joining hundreds of Marriott employees across the Bay Area in a 61-day strike. In an emailed statement, a Marriott spokesperson told The Atlantic most of the new technology being added to hotels, such as Alexa, “is about personalizing the guest experience and enhancing the stay [and] hasn't necessarily had significant impact on workers.”"],
        ["5", "“People go to a bar to vent, to have experiences, to ask questions,” Paganelli said. “How are you going to do that with a robot?”"],
        ["6", "Worker demands also included implementing new technologies they say will increase safety, such as GPS-enabled panic buttons to combat harassment and motorized cleaning carts, which are less physically stressful for maids. Unlike employees at fast-food chains and coffee shops, which are both undergoing automation pains of their own, many hotel workers see a lifetime career in their industry. Paganelli, for example, said he hopes to retire from his job at Marriott. That means he can't afford to ignore changes coming five or even 10 years down the line."],
        ["7", "Rather than fully replacing human workers with The Jetsons² - style robots, the service industry is more likely to adopt a system of partial automation. Simple tasks will be automated so that workers' hours can be cut down, or so that a two-person job, say janitorial services or manning the front desk overnight, can be assigned to one person aided by a robot."],
        ["8", "Such tech-enabled labor reshuffling may appear to “save” time for the businesses that engage in it. But that time is also taken away from workers in the form of hours cut. These changes are difficult to quantify at a large scale because they may not be reflected in employment numbers or even in hourly wages, but in the hours each employee works weekly. “Robots aren't taking your job,” Brennan Hoban of the Brookings Institution wrote last year, “just your paycheck.”"],
        ["9", "Of course, automation is only one technology remaking the industry. More and more, hotel guests opt for food-delivery apps such as Grubhub or Postmates over room service. They're generally cheaper, and chains sometimes offer coupon codes for guests who decide to order out. But hotel workers have complained that when apps eclipse room service, hotel chains staff fewer room-service workers."],
        ["10", "Food-delivery apps aren't automation, but the choice between room service and Grubhub represents a give-and-take between gig-economy³ workers and employees. For smaller hotels especially, it may be more cost-effective to offer coupon codes to guests in lieu of staffing around-the-clock room service. That makes things cheaper for both the hotel and the guest, but workers miss out on hours and opportunities for tips..."],
        ["11", "The facial-recognition technology used to automate hotel check-in ... relies on patterns and templates fed by millions of images of people's faces. These databases are often furnished by universities, which may pay students to scrape the internet for pictures or enroll themselves. The self-driving cars that may one day deliver groceries to your door are monitored by human test drivers, who are paid hourly wages to sit in the front seat while the car pilots itself, taking over control in case of emergencies. Automation, again, masks time."],
        ["12", "When the Marriott strike ended, workers were granted many of the protective measures they sought. Crucially, all employees will receive 165 days' notice before certain automated technology is implemented, as well as the option for retraining if their job is affected enough that their hours change. Employees will also be given severance if, ultimately, their position is eliminated. This won't save Marriott's workers from the larger tech trends remaking the service industry, but it does give them more time to prepare for an uncertain future."],
        ["13", "The iPad in the lobby and the salad-prep machine in the kitchen represent a shift in the relationship between workers and their employer. Automation may not be a nuclear strike against the service industry, wiping out all of its jobs. Instead, it may quietly reduce the time, pay, and visibility employees are given as they complete their increasingly vulnerable jobs."]
    ],
    "Copyright": "“The Quiet Ways Automation Is Remaking Service Work” by Sidney Fussell, from The Atlantic website (January 11, 2019). Copyright © 2019 by The Atlantic Monthly Group LLC. Reprinted by permission of The Atlantic Monthly Group LLC.",
    "References": [
        ["¹", "Alexa-enabled speakers — speakers supported by a virtual assistant named Alexa"],
        ["²", "The Jetsons — a children's cartoon set in the future that featured robots and automation as part of everyday life"],
        ["³", "gig-economy — a market system that involves temporary contract positions for independent workers"]
    ]
}