{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] “The Beadwork” from American Indian Stories",
    "Subtitle": "",
    "Author": "by Zitkala-Sa",
    "LabelType": "P",
    "Content": [
        ["1", "\tSoon after breakfast mother sometimes began her beadwork. On a bright, clear day, she pulled out the wooden pegs that pinned the skirt of our wigwam to the ground, and rolled the canvas part way up on its frame of slender poles. Then the cool morning breezes swept freely through our dwelling, now and then wafting the perfume of sweet grasses from the newly burnt prairie."],
        ["2", "\tUntying the long tasseled strings that bound a small brown buckskin bag, my mother spread upon a mat beside her bunches of colored beads, just as an artist arranges the paints upon his palette. On a lapboard she smoothed out a double sheet of soft white buckskin; and drawing from a beaded case that hung on the left of her wide belt a long, narrow blade, she trimmed the buckskin into shape. Often she worked upon small moccasins for her small daughter. Then I became intensely interested in her designing. With a proud, beaming face, I watched her work. In imagination, I saw myself walking in a new pair of snugly fitting moccasins. I felt the envious eyes of my playmates upon the pretty red beads decorating my feet."],
        ["3", "\tClose beside my mother I sat on a rug, with a scrap of buckskin in one hand and an awl in the other. This was the beginning of my practical observation lessons in the art of beadwork. From a skein of finely twisted threads of silvery sinews my mother pulled out a single one. With an awl she pierced the buckskin, and skillfully threaded it with the white sinew. Picking up the tiny beads one by one, she strung them with the point of her thread, always twisting it carefully after every stitch ..."],
        ["4", "\tAlways after these confining lessons I was wild with surplus spirits, and found joyous relief in running loose in the open again. Many a summer afternoon a party of four or five of my playmates roamed over the hills with me. We each carried a light, sharpened rod about four feet long, with which we pried up certain sweet roots. When we had eaten all the choice roots we chanced upon, we shouldered our rods and strayed off into patches of a stalky plant under whose yellow blossoms we found little crystal drops of gum. Drop by drop we gathered this nature's rock-candy, until each of us could boast of a lump the size of a small bird's egg. Soon satiated¹ with its woody flavor, we tossed away our gum, to return again to the sweet roots."],
        ["5", "\tI remember well how we used to exchange our necklaces, beaded belts, and sometimes even our moccasins. We pretended to offer them as gifts to one another. We delighted in impersonating our own mothers. We talked of things we had heard them say in their conversations. We imitated their various manners, even to the inflection of their voices. In the lap of the prairie we seated ourselves upon our feet, and leaning our painted cheeks in the palms of our hands, we rested our elbows on our knees, and bent forward as old women were most accustomed to do."],
        ["6", "\tWhile one was telling of some heroic deed recently done by a near relative, the rest of us listened attentively, and exclaimed in undertones “Han! han!” (yes! yes!) whenever the speaker paused for breath, or sometimes for our sympathy. As the discourse became more thrilling, according to our ideas, we raised our voices in these interjections. In these impersonations our parents were led to say only those things that were in common favor."],
        ["7", "\tNo matter how exciting a tale we might be rehearsing, the mere shifting of a cloud shadow in the landscape near by was sufficient to change our impulses; and soon we were all chasing the great shadows that played among the hills. We shouted and whooped in the chase; laughing and calling to one another, we were like little sportive nymphs² on that Dakota sea of rolling green."],
        ["8", "\tOn one occasion I forgot the cloud shadow in a strange notion to catch up with my own shadow. Standing straight and still, I began to glide after it, putting out one foot cautiously. When, with the greatest care, I set my foot in advance of myself, my shadow crept onward too. Then again I tried it; this time with the other foot. Still again my shadow escaped me. I began to run; and away flew my shadow, always just a step beyond me. Faster and faster I ran, setting my teeth and clenching my fists, determined to overtake my own fleet shadow. But ever swifter it glided before me while I was growing breathless and hot. Slackening my speed, I was greatly vexed that my shadow should check its pace also. Daring it to the utmost, as I thought, I sat down upon a rock imbedded in the hillside."],
        ["9", "\tSo! my shadow had the impudence³ to sit down beside me!"],
        ["10", "\tNow my comrades caught up with me, and began to ask why I was running away so fast."],
        ["11", "\t“Oh, I was chasing my shadow! Didn't you ever do that?” I inquired, surprised that they should not understand."],
        ["12", "\tThey planted their moccasined feet firmly upon my shadow to stay it, and I arose. Again my shadow slipped away, and moved as often as I did. Then we gave up trying to catch my shadow."],
        ["13", "\tBefore this peculiar experience, I have no distinct memory of having recognized any vital bond between myself and my shadow. I never gave it an afterthought."],
        ["14", "\tReturning to our borrowed belts and trinkets, we rambled homeward. That evening, as on other evenings, I went to sleep over my legends."]
    ],
    "Copyright": "Excerpt from “The Beadwork” from American Indian Stories by Zitkala-Sa. Used with permission of University of Nebraska Press via Copyright Clearance Center.",
    "References": [
        ["¹", "satiated: completely satisfied"],
        ["²", "sportive nymphs: playful creatures of the woods"],
        ["³", "impudence: nerve"]
    ]
}