{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [
        "Dad is in the U.S. Army. Each Saturday he leads his two children, Esme and Ike, on a mission to make the best pancakes in the world."
    ],
    "Title": "[Excerpt from] 100 Days and 99 Nights",
    "Subtitle": "",
    "Author": "by Alan Madison",
    "LabelType": "P",
    "Content": [
        ["1", "\tI am best at beating the batter, Ike is best at greasing the griddle, and Dad is, of course, far and away the finest flipper between here and just about anywhere. While we are working, Mom sits sipping coffee and reading the Drum & Bugle. She makes sure there are no mistakes in either the newspaper or the manner in which we prepare pancakes. Dad says she is a “super supervisor.”"],
        ["2", "\tTo make sure our pancakes come out consistently top-dog tasty, it is extremely important to do everything precisely the same way it was done the Saturday before, the Saturday before that, and before that. To do that, we follow Dad's pancake rules ..."],
        ["3", "\tSaturday mornings, when the cuckoo clock begins the first of eight cuckoos, Ike and I slip downstairs, drop our aprons over our heads, and tie the string over our bellies, each with the exact same double-looped bow. We try to finish before the mechanical bird sticks its tiny red-tufted head out to deliver the final high-pitched cuckoo."],
        ["4", "\tWhile we wash our hands in the kitchen sink, Dad, in his green-and-yellow-squared flannel robe, rubbing the top of his buzz-cut head, pounds down the stairs. Blinking the sleep from his eyes, he inspects our cooking uniforms. When satisfied, he yawns, “Okay, troops, we are ready to cook.”"],
        ["5", "\tWe salute, bringing our open right hands sharply to our foreheads and then karate chopping them down. This is military speak for “ready, willing, and able.” Dad says we should always end it with “sir, yes, sir,” to show the proper respect for a commanding officer."],
        ["6", "\t“Sir, yes, sir!” Ike and I cry in unison."],
        ["7", "\t“One cup flour,” he commands."],
        ["8", "\t“Flour is made from flowers,” Ike states as usual."],
        ["9", "\tDad smiles and I roll my eyes around my head because every week Ike always swears that flour (F-L-O-U-R) is made from flowers (F-L-O-W-E-R-S) and that is why they are spelled differently. This makes zero sense, which is exactly Ike Sense, because then they should be spelled exactly the same! ..."],
        ["10", "\tUnder Dad's watchful eye, we exact-measure and combine the salt and baking soda into the bowl. Then, trying not to make too much of a mess, we carefully measure out the wet ingredients: water, oil, and the top secretest ingredient —“Yogurt!” Ike yells. “Yogurt, yoooguurt!” he screams. Ike feels that yogurt is the absolute funniest word he has ever heard and as soon as dad starts spooning out the glistening white goo, he starts giggling and rolling the word out of his mouth, either drawing out the soft-sounding “yo” or cutting off the hard-syllabled “gurt” and sometimes even attempting to do both. “Yoooogrt!” Mom chuckles from behind the spread-open Drum & Bugle as Ike goes through his word acrobatics while I remain silent because I feel llama is an even funnier word."],
        ["11", "\tDad knows a lot of funny words, but during pancake making he is always partial to spatula ..."],
        ["12", "\tI wooden-spoon-mix together all the ingredients, from the Ike Sense-spelled flour to the somewhat funny-named yogurt, while Ike quick-drops pats of butter onto the hot griddle. Mom super-supervises this part, letting out an aaahh sound of approval each time Ike places a pat correctly and an ooo-ooo-ooo sound of disapproval each time his hand comes down too close to the stove."],
        ["13", "\tDad big-spoons batter onto the burning black metal. It flattens and soon little bubbles begin bursting. After we count out five of these tiny explosions, Dad does the famous fancy McCarther flip. He skillfully slides his “spaaatuulaaa” under one round and snaps his wrist, revealing both the colorful tattoo on his wide forearm and the brown cooked side of the perfect pancake."],
        ["14", "\tA most definite Dad cooking rule is: “Neither a borrower nor a lender be.” This means that when it comes to a particular pancaking post, whether it is buttering, mixing, or flipping, you have your very own job to do, and you should never ever trade or even ask to trade—you just do your job. Our cooking tasks have become total no-brainers and given the excellent eating results, I have to say that Dad's pancaking rules most definitely do work."],
        ["15", "\tThe short stacks are piled high on each of our plates, the maple syrup slow-flowed, and the only sounds heard are the rushed clicks and clacks of forks on plates and the rumble of satisfied ummms ..."],
        ["16", "\tThis is an absolute authentic account of how every Saturday we, the Swishback McCarthers, would cook the tastiest pancakes in the whole world."]
    ],
    "Copyright": "",
    "References": []
}