{
    "Directions": "Read this passage, then answer each question.",
    "Context": [],
    "Title": "Alex, the Talking Parrot",
    "Subtitle": "",
    "Author": "by Dorothy Hinshaw Patent",
    "LabelType": "P",
    "Content": [
        ["1", "\tParrots that are trained to talk often say silly things like “Polly want a cracker.” Although these birds have learned to imitate the sounds that make up the words, they don't really know what they're saying. But there is one parrot who speaks more than a hundred words and actually understands their meanings. He is an African gray parrot named Alex."],
        ["2", "\tDr. Irene Pepperberg, a research scientist, ahs worked with Alex for many years. Teaching Alex to speak and understand wasn't easy at first. He had to learn one word at a time. Irene and an assistant would teach Alex by showing him what a word meant. Irene would hold up an object, saying, “What's this?” Her human partner would give the word - “pasta,” for example - while Alex watched. Irene would praise her partner, then ask Alex the name of the object. When he got it right, Irene would praise him and give him the object to play with as a reward. It took Alex many weeks to learn his first word. After that, each new word became easier and easier for him."],
        ["3", "\tWhy did Irene spend so much time getting a parrot to talk? Scientists like Irene are interested in discovering how intelligent animals are and how their brains work. But studying animal intelligence has always been difficult, partly because animals haven't been able to communicate clearly with humans. Teaching Alex to speak words that he understands has let Irene talk to him directly. She can ask him questions, and he can answer them in English . In this way, Irene is finding out what sorts of things Alex's brain can do. She has found that parrots are much smarter than scientists used to think. The word “birdbrain,” which means someone who isn't very smart, certainly doesn't apply to Alex."],
        ["4", "\tAlex can identify over forty kinds of objects, five different shapes, five materials, and seven colors, and he can use his knowledge to solve problems and answer questions. For example, from a group of objects, he can pick out a number of things of a certain color, up to the number six. He can also make comparisons, such as bigger or smaller and same or different, between objects."],
        ["5", "\t“Want wheat!” Alex says loudly. Irene explains to him that she doesn't have any shredded wheat for him. “How about some crackers, Alex?” she asks."],
        ["6", "\t“No, no - want wheat!” he replies."],
        ["7", "\tBecause it's time for them to work, Irene ignores his request and shows Alex a tray with simple objects scattered over it: a yellow plastic key, a green wooden square, a five-cornered piece of yellow felt, a gray rawhide rectangle, a yellow paper triangle, a red plastic square, and a blue Play-Doh square."],
        ["8", "\t“What material is green, Alex?” Irene asks."],
        ["9", "\tAlex glances over the assortment, then answers, “Wood!” in his clear but croaky parrot voice."],
        ["10", "\t“Good birdie,” says Irene as she nuzzles him and hands him the green square. Alex nibbles at it for a moment, then he drops it."],
        ["11", "\t“How many yellow?” asks Irene."],
        ["12", "\tAlex takes his time looking over the bright, colorful display on the tray."],
        ["13", "\t“Three,” he answers."],
        ["14", "\tIrene praises him again. “Good boy, good birdie,” she says as she hands him the yellow key to play with."],
        ["", "problems/NY18G3E/media/S1a.jpg"],
        ["15", "\tAlex mouths the key, nibbling at it gently before dropping it."],
        ["16", "\t“Wanna go shoulder,” he announces."],
        ["17", "\t“O.K., you can come onto my shoulder,” answers Irene. She puts out her hand. Alex climbs aboard, and she puts him on her shoulder. He rubs his head against Irene's cheek. “Do you want some corn?” asks Irene."],
        ["18", "\t“Soft corn,” answers Alex, and Irene holds out her hand with a few kernels on it. Alex carefully takes one kernel into his mouth and eats."],
        ["19", "\tAlex has shown us that birds like parrots can understand categories such as shape, color, and size. They can solve problems and recognize numbers. Before Alex came along, scientists did not believe that animals with such small brains could do these things."],
        ["20", "\tAlex uses his ability to talk outside of work sessions, too. At the end of the day, Irene tells Alex she is leaving."],
        ["21", "\t“I'm going to dinner now,” she says. “You be good.”"],
        ["22", "\t“You be good,” Alex answers."],
        ["23", "\t“See you tomorrow,” says Irene."],
        ["24", "\t“Bye,” says Alex."],
        ["25", "\t“Bye,” she responds."],
        ["26", "\t“I love you,” croaks Alex."],
        ["27", "\tIrene's last words as she goes out the door are “I love you, too.”"]
    ],
    "Copyright": "",
    "References": []
}