{
    "Directions": "Read this passage, then answer each question.",
    "Context": [],
    "Title": "The Great Horned Owl",
    "Subtitle": "",
    "Author": "by Shirley Anne Ramaley",
    "LabelType": "P",
    "Content": [
        ["", "problems/NY18G3E/media/S4a.jpg"],
        ["1", "\tThere's a call in the air. “Whooo, hoo-hoo, hoo, hoo.” It almost sounds like, “Who's awake, me too.” There is only one bird that sounds like this - the great horned owl. It can be heard about anywhere, because these owls live in mountain forests, desert canyons, city parks, and even on some rooftops of homes. They are very widespread and adapt easily to many environments. they live all over North America, Central America, and certain regions of South America."],
        ["2", "\tGreat horned owls hunt just about anything that's not too big for them. They like insects and scorpions, great blue herons, snakes, jackrabbits, mice, other birds, and lots more. They also like cats, so keep your cat inside. Another delicious meal for a great horned owl is a skunk! The world is just one big smorgasbord ofr this big owl."],
        ["", ":box:smorgasbord = meal with many foods"],
        ["3", "\tIts wing span can reach five feet - that's the size of many shorter adults! There are no predators that hunt this owl. It is the great horned owl that is the top predator."],
        ["4", "\tWhen it hunts, it likes to sit and wait. It can hear the smallest sound, like the squeak of a tiny mouse from far away. Its excellent vision in low light makes it the perfect night hunter."],
        ["5", "\tLike all raptors, or birds of prey, great horned owls use their feet instead of their beaks to capture prey. They have powerful feet with curved, sharp talons. The hooked beak is for cutting and tearing meat. Not much gets away from this big bird!"],
        ["6", "\tThey are only owls with ear tfuts. Scientist disagree on why they have them, but it is a very interesting feature. Some people say the owl lowers the ear tufts like a dog when it's upset. If you see one, take a good look at the ear tufts. Maybe it will let you know what it thinks of you."],
        ["7", "\tTheir ears are offset, and not even like those of people and most other animals. This means their ears are slightly tilted in different directions. They are able to determine something's location and establish the distance between two points. The owl tilts its head until the sound is equal in both ears. This pinpoints the direction and distance of the sound of the possible prey."],
        ["8", "\tA common belief is that an owl can turn its head completely around. Actually, while it can rotate its head 270 degrees, it can't turn completely around. (If it could, that would be 360 degrees.) Unlike our eyes, owls' eyes are fixed in their sockets. They can't move their eyes up and down. Instead, they move their entire head."],
        ["", ":box:360 degrees = a full circle"],
        ["9", "\tThe eyes are really big. If a great horned owl was as tall as a human, the eyes would be as big as oranges!"],
        ["10", "\tThe owl has something else that helps it hunt. Its flight is silent. The feathers are soft, like fleece. This deadens the sound as air rushes over the wings while the owl is in flight. At night, as the owl flies silently toward its prey, the prey animal has no idea it's in danger."],
        ["11", "\tThe owls nest in January and raise their families in winter. The female sits on the eggs, and the male brings her food. The eggs take about a month to hatch. For a while, the babies, or “owlets,” huddle under the mother's wings. Gradually, the little heads will peek out and eventually move out from under their mother's wings. Both parents closely guard the owlets."],
        ["12", "\tThe owlets start walking around the nest in about another month, often crowding each other. The parents usually sit nearby, perhaps in a tree branch, and guard the nest. Don't ever go near a great horned nest. Those parents won't like it, and they aren't afraid to attack anything that threatens the family."],
        ["13", "\tThe parents bring food to the nest to feed the owlets. Soon the owlets begin to flap their wings, getting ready for the day when they fledge, or fly away from the nest. The closer they get to fledging, the more they practice flapping their wings. When they are about six weeks old, it's time to go. They don't all leave at the same time, but usually within a few days of each other."],
        ["", ":box:At six weeks old, owlets starts walking outside the nest. They are able to fly well when they reach nine to ten weeks old."]
    ],
    "Copyright": "",
    "References": []
}