{
    "Directions": "Read this story, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] Jumanji",
    "Subtitle": "",
    "Author": "by Chris Van Allsburg",
    "LabelType": "P",
    "Content": [
        ["1", "\t“What's that?” Judy asked."],
        ["2", "\t“It's a game,” said Peter, handing her the box."],
        ["3", "\t“'JUMANJI,'” Judy read from the box, “'A JUNGLE ADVENTURE GAME.'”"],
        ["4", "\t“Look,” said Peter, pointing to a note taped to the bottom of the box. In a childlike handwriting were the words “Free game, fun for some but not for all. P.S. Read instructions carefully.”"],
        ["5", "\t“Want to take it home?” Judy asked."],
        ["6", "\t“Not really,” said Peter. “I'm sure somebody left it here because it's so boring.”"],
        ["7", "\t“Oh, come on,” protested Judy. “Let's give it a try. Race you home!” And of she ran with Peter at her heels."],
        ["8", "\tAt home, the children spread the game out on a card table. It looked very much like the games they already had. There was a board that unfolded, revealing a path of colored squares. The squares had messages written on them. The path started in the deepest jungle and ended up in Jumanji, a city of golden buildings and towers. Peter began to shake the dice and play with the other pieces that were in the box."],
        ["9", "\t“Put those down and listen,” said Judy. “I'm going to read the instructions: Jumanji, a young people's jungle adventure especially designed for the bored and restless.'”"],
        ["10", "\t“'A. Player selects piece and places it in deepest jungle. B. Player rolls dice and moves piece along path through the dangers of the jungle. C. First player to reach Jumanii and yell the city's name aloud is the winner.'”"],
        ["11", "\t“Is that all?” asked Peter, sounding disappointed."],
        ["12", "\t“No,” said Judy, “there's one more thing, and this is in capital letters: 'D. VERY IMPORTANT: ONCE A GAME OF JUMANJI IS STARTED IT WILL NOT BE OVER UNTIL ONE PLAYER REACHES THE GOLDEN CITY?'”"],
        ["13", "\t“Oh, big deal,” said Peter, who gave a bored yawn."],
        ["14", "\t“Here,” said Judy, handing her brother the dice, “you go first.”"],
        ["15", "\tPeter casually dropped the dice from his hand."],
        ["16", "\t“Seven,” said Judy."],
        ["17", "\tPeter moved his piece to the seventh square."],
        ["18", "\t“'Lion attacks, move back two spaces,'” read Judy."],
        ["19", "\t“Gosh, how exciting,” said Peter, in a very unexcited voice. As he reached for his piece he looked up at his sister. She had a look of absolute horror on her face."],
        ["20", "\t“Peter,” she whispered, “turn around very, very slowly.”"],
        ["21", "\tThe boy turned in his chair. He couldn't believe his eyes. Lying on the piano was a lion, staring at Peter and licking his lips."],
        ["22", "\tThe lion roared so loud it knocked Peter right off his chair. The big cat jumped to the floor. Peter was up on his feet, running through the house with the lion a whisker's length behind. He ran upstairs and dove under a bed. The lion tried to squeeze under, but got his head stuck. Pter scrambled out, ran from the bedroom, and slammed the door behind him. He stood in the hall with Judy, gasping for breath."],
        ["23", "\t“I don't think,” said Peter in between gasps of air, “that I want ... to play ... this game ... anymore.”"],
        ["24", "\t“But we have to,” said Judy as she helped Peter back downstairs. “I'm sure that's what the instructions mean. That lion won't go away until one of us wins the game.”"],
        ["25", "\tPeter stood next to the card table. “Can't we just call the zoo and have him taken away?” From upstairs came the sounds of growling and clawing at the bedroom door. “Or maybe we could wait till Father comes home.”"],
        ["26", "\t“No one would come from the zoo because they wouldn't believe us,” said Judy. “And you know how upset Mother would be if there was a lion in the bedroom. We started this game, and now we have to finish it.”"],
        ["27", "\tPeter looked down at the game board. What if Judy rolled a seven? then there'd be two lions. For an instant Peter thought he was going to cry. Then he sat firmly in his chair and said, “Let's play.”"]

    ],
    "Copyright": "",
    "References": []
}