{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "How We Use Glass",
    "Subtitle": "",
    "Author": "by Chris Oxlade",
    "LabelType": "P",
    "Content": [
        ["", "Glass and Its Properties"],
        ["1", "\tAll the things we use at home, school, and work are made from materials. Glass is a material. It can be used for all sorts of different jobs. For example, we make ornaments from glass, we cover buildings with glass, and a type of glass even carries our emails around the world."],
        ["2", "\tProperties tell us what a material is like. Glass can be transparent, which means light goes through it. This is a property of glass. Glass can also be clear or colored. It has a very smooth surface. It is hard but it is also brittle, which means it breaks before it bends. Air and water cannot flow through glass and neither can electricity."],
        ["", "Where Does Glass Come From?"],
        ["3", "\tGlass is not a natural material. It is made in factories. But the raw materials for glass are natural. They come from the ground. The main raw material is sand, the same as the sand on a beach. There are different kinds of glass. To make each different kind, different chemicals are added to the sand. Most glass is soda glass. It is made from sand, limestone, and a chemical called soda ash."],
        ["", "Making glass"],
        ["4", "\tAt a glass factory the ingredients are mixed together and poured into a huge tank. The glass mixture is heated to about 2,732° F (1,500° C), which is many times hotter than the temperature in a kitchen oven. The sand melts and mixes with the other ingredients. This makes hot, liquid glass."],
        ["", "Glass Windows"],
        ["5", "\tMost of the glass made in factories is used in windows. Glass is a good material for making windows because it is transparent, waterproof, and airtight. So a glass window lets light in, but it keeps out wind and rain. It also keeps warm air in, stopping a room from getting cold. Glass used in windows is called glazing."],
        ["", "Making window glass"],
        ["6", "\tWindows are made from a type of glass called float glass. To make float glass, melted glass is poured into a huge bath of a molten metal called tin. The glass spreads out on top of the tin to make a flat, thin sheet. The sheet is cooled very slowly, which keeps it from cracking."],
        ["", ":box:molten = melted by heat"]
    ],
    "Copyright": "",
    "References": []
}