{
    "Directions": "Read the following passage. Then respond to the prompt that follows.",
    "Context": [
        "John and Abigail Adams were the first presidential couple to live in the White House. In the letter, First Lady Adams describes the White House as unfinished and the city of Washington, D.C., as still in development."
    ],
    "Title": "Letter to Her Daughter from the New White House",
    "Subtitle": "",
    "Author": "By Abigail Adams",
    "LabelType": "P",
    "Content": [
        ["", "Washington, 21 November 1800"],
        [" ", "My Dear Child:"],
        [" ", "I arrived here on Sunday last, and without meeting with any accident worth noticing, except losing ourselves when we left Baltimore and going eight or nine miles on the Frederick road, by which means we were obliged to go the other eight through woods, where we wandered two hours without finding a guide or the path. Fortunately, a straggling man came up with us, and we engaged him as a guide to extricate us out of our difficulty; but woods are all you can see from Baltimore until you reach the city, which is only so in name. Here and there is a small cot, without a glass window, interspersed amongst the forests, through which you travel miles without seeing any human being. In the city there are buildings enough, if they were compact and finished, to accommodate Congress and those attached to it; but as they are, and scattered as they are, I see no great comfort for them. The river, which runs up to Alexandria¹, is in full view of my window, and I see the vessels as they pass and repass. The house is upon a grand and superb scale, requiring about thirty servants to attend and keep the apartments in proper order, and perform the ordinary business of the house and stables; an establishment very well proportioned to the President's salary. The lighting of the apartments, from the kitchen to parlors and chambers, is a tax indeed; and the fires we are obliged to keep to secure us from daily agues² is another very cheering comfort. To assist us in this great castle, and render less attendance necessary, bells are wholly wanting, not one single one being hung through the whole house, and promises are all you can obtain. This is so great an inconvenience that I know not what to do, or how to do. The ladies from Georgetown and in the city have many of them visited me. Yesterday I returned fifteen visits—but such a place as Georgetown appears—why, our Milton is beautiful. But no comparisons—if they will put me up some bells and let me have wood enough to keep fires, I design to be pleased. I could content myself almost anywhere three months; but surrounded with forests, can you believe that wood is not to be had because people cannot be found to cut and cart it? Briesler entered into a contract with a man to supply him with wood. A small part, a few cords only, has he been able to get. Most of that was expended to dry the walls of the house before we came in, and yesterday the man told him it was impossible for him to procure it to be cut and carted. He has had recourse to coals; but we cannot get grates made and set. We have, indeed, come into a new country."],
        [" ", "You must keep all this to yourself, and, when asked how I like it, say that I write you the situation is beautiful, which is true. The house is made habitable, but there is not a single apartment finished, and all within side, except the plastering, has been done since Briesler came. We have not the least fence, yard, or other convenience, without, and the great unfinished audience room I made a drying room of, to hang up the clothes in. The principal stairs are not up, and will not be this winter. Six chambers are made comfortable; two are occupied by the President and Mr. Shaw; two lower rooms, one for a common parlor, and one for a levee room. Upstairs there is the oval room, which is designed for the drawing room, and has the crimson furniture in it. It is a very handsome room now; but, when completed, it will be beautiful. If the twelve years, in which this place has been considered as the future seat of government, had been improved, as they would have been if in New England, very many of the present inconveniences would have been removed. It is a beautiful spot, capable of every improvement, and the more I view it, the more I am delighted with it."],
        [" ", "Since I sat down to write, I have been called down to a servant from Mount Vernon3, with a billet4 from Major Custis, and a haunch of venison, and a kind, congratulatory letter from Mrs. Lewis, upon my arrival in the city, with Mrs. Washington's love, inviting me to Mount Vernon, where, health permitting, I will go before I leave this place."],
        [" ", "Affectionately, your mother"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "Alexandria — a city in northern Virginia"],
        ["²", "agues — chills or shivering"]
    ]
}