{
    "Directions": "Read the following passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Sailing Stones",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Deep in Death Valley National Park in California and Nevada, stones appeared to sail across the desert on their own, leaving paths behind them in the sand. For many years, people tried to explain the mystery of the stones. Hypotheses about the stones’ movement varied, but it was not until someone captured the stones on film that the real, scientific explanation was discovered."],
        [" ", "The first report of the sailing stones came in 1915. Joseph Crook, a prospector looking for gold, visited a place known as the Racetrack Playa lake bed in Death Valley. He saw that some stones had long trails of disturbed dirt behind them. The trails were about a half an inch deep and as long as 820 feet. They often made sharp turns after traveling in a straight line for some time."],
        [" ", "The first explanation was that whirlwinds of sand had picked up the rocks and moved them. Others thought that algae had spread across the lake bed, making it slick enough for the stones to slide around. Another common belief was that magnetic fields of Earth had moved the stones across the land."],
        [" ", "It wasn’t until 1948 that the first scientific report about the stones was published. Geologists Jim McAllister and Allen Agnew theorized that high winds moved stones that were resting on wet, slick mud. Unfortunately, the scientists were never able to catch the stones in motion, so they could not prove their theory."],
        [" ", "In 1955 George M. Stanley determined that the stones were far too heavy to be moved by wind. He suggested that low temperatures would cause water that flooded the lake bed to freeze. The rocks would then be trapped in a large sheet of ice and move with the ice as it began to melt."],
        [" ", "Researchers Bob Sharp and Dwight Carey finally tested that theory in 1972. Over seven years, they observed the stones’ movement. Twenty-eight of the thirty stones they had marked had moved. The smallest stone had moved the farthest; the heaviest stone (700 pounds) had not moved at all. (Shortly after the experiment ended, the large stone disappeared. Twenty years later it was found a half mile from its original spot.) Sharp and Carey concluded that the ice wasn’t in full sheets as Stanley had suggested. They believed there were only small slabs of ice surrounding the stones. Therefore, something else had to be happening."],
        [" ", "Professor John Reid found in 1955 that some of the stones were moving parallel to one another. He said that George Stanley was right and that these stones were, in fact, frozen into the same large sheet of ice. That did not explain the movement of all the stones, though, as some stones were clearly moving individually."],
        [" ", "It was thought that Ralph Lorenz, a scientist with the National Aeronautics and Space Administration, had finally found the answer in 2006 when he did an experiment in a lab. He put a small rock in a plastic container and filled the container with just enough water that part of the stone was sticking out. He then placed the container in the freezer. Soon, he had a piece of ice with a rock embedded in it. He then filled a tray with sand and added just enough water to cover the sand. Finally, he placed the ice with the rock in it on the tray and blew air across it. The air sent the stone sailing across the tray. It left behind a trail in the sand. He concluded that the moving stones were frozen in a slab of ice that floated across the rain-soaked, windy desert."],
        [" ", "Lorenz’s theory was widely accepted, but some scientists were not convinced because no one had actually seen the rocks move. Enter a team from the University of California, San Diego, led by cousins Richard and Jim Norris. In December 2013, the team of scientists absolutely solved the mystery of how the stones were moving. No one could doubt them because it all was captured on film."],
        [" ", "Using cameras from a weather station and GPS tracking software, they discovered that the movement was not due to heavy winds or thick plots of ice. It wasn’t mud, algae, magnets, or whirlwinds of sand. The stones sailed across the desert due to a combination of events that must take place in a specific order."],
        [" ", "The first thing that happens is that the lake bed fills with water just deep enough that ice can form on top of the water, but leaving some liquid water below it. It can’t be too deep. When the temperature in the desert drops enough to form the sheet of ice, the rocks are trapped inside. Then, the next day, the sun warms the desert. The ice begins to melt and break into pieces. When a light wind hits, the stones slide—or sail—away, leaving their tracks in the wet dirt below. The film even showed how a change in direction of the wind created the sharp turns of the stones."],
        [" ", "People love to try to solve a good mystery. Sometimes experiments are enough to solve the mysteries of our world, but nothing beats a good video camera to prove when theories about mysteries are correct. It seems that for every mystery that is solved, there are many others waiting for an answer."]
    ],
    "Copyright": "",
    "References": []
}