{
    "Directions": "Read the following passage. Then answer each question that follows.",
    "Context": [],
    "Title": "A Vacation Unlike Any Other",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Margot loved everything about summer. The sun on her face, the feeling of grass beneath her feet on a warm day, outdoor picnics, and homemade lemonade were just a few things that she looked forward to at the end of each school year. Although she often counted down the days until she could enjoy these moments, there was one thing that always topped her list of favorite summertime activities. Every June, she and her family would make the long drive to visit her aunt and uncle in a town many miles away. Although being stuck in a car with four other people may not sound appealing, she often enjoyed this time she was able to spend with her family, even though she rarely admitted it. She and her sisters would pile into the car with her parents as they all made their way to her aunt and uncle’s home to spend a week there."],
        [" ", "Margot was looking forward to another vacation, but there was something that did not seem quite right about the events leading up to this trip. Unlike previous years, her parents had not mentioned anything about going to visit her relatives, which was odd. By the first week in May, her parents usually had a plan in place. This year, though, the beginning of May had come and gone, and it was already the first week of June. Margot suspected that something was amiss."],
        [" ", "After a conversation with her dad one Saturday morning, Margot had confirmed her theory. Her dad informed her that her mother would be teaching summer courses at the local community college, and her aunt and uncle would be going on a vacation of their own to visit another relative in Washington, D.C. The timing did not quite work out for a trip this year. Margot was dumbfounded."],
        [" ", "Margot went to her room and sat on her bed, upset that the summer would slip by without an opportunity to go anywhere. She mindlessly began to flip through old school papers that were strewn across her bedroom floor. Suddenly, she came across an old project that unexpectedly sparked an idea."],
        [" ", "“This is perfect!” Margot exclaimed to herself as she grabbed the old assignment and ran to find her sisters, Abbie and Sarah."],
        [" ", "“Hey!” Margot said as she ran over to her sisters, who were enjoying the warm weather outside. “Dad just told me that we aren’t going to visit Aunt Lucille and Uncle Carl this summer.”"],
        [" ", "“Yeah, Dad just told us too,” Abbie mumbled."],
        [" ", "“It’s OK, though,” Margot said, hoping that she could make the situation better. “I have something that may be just as fun. Look at this,” she said as she showed her sisters the project she held in her hands. Seeing their furrowed brows caused Margot to elaborate. “Do you remember when I had to get brochures from museums, parks, and historical sites around the city?”"],
        [" ", "“I think so,” Sarah said reluctantly."],
        [" ", "“Well, for one of my school assignments last year, I had to create a fictional advertisement for the city,” Margot said. “I used ideas from the brochures and flyers to make a collage of different things to do here in our city.”"],
        [" ", "“I remember now,” Abbie said, “but how is that going to help us with our summer vacation?”"],
        [" ", "Margot smiled. “What if we have a stay-cation instead of a va-cation?” Margot looked at the confused expressions on her sisters’ faces. “Instead of going somewhere else, we can stay here and see our city through the eyes of a tourist,” Margot explained. “Every year, hundreds of people visit our city for their vacations. Why can’t we stay here for ours?”"],
        [" ", "Margot saw a flicker of interest in her sisters’ eyes. “This might be our only opportunity to go on a vacation this summer,” Margot stated. “Plus, there are so many things here in the city that we’ve never done.” Margot’s sisters looked at each other and nodded, seeming to surrender to Margot’s idea and beginning to find the merits of this proposition."],
        [" ", "A few minutes later, the three sisters were presenting their ideas to their parents. Of course, Margot held up the fake advertisement for everyone to see, smiling at the fact that there wasn’t anything fake about it anymore. She was truly using this assignment to advertise the many attractions their city had to offer. Her parents nodded in agreement and were quickly able to identify a few days in late June that would work with everyone’s schedule. It was not going to be the summer that Margot had originally hoped for, but she was looking forward to seeing what this new twist on a summer vacation would bring."]
    ],
    "Copyright": "",
    "References": []
}