{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Compare and order whole numbers up to 100,000 and represent comparisons using the symbols >, <, or =",
        "Content": [
            "Which comparison is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "68 > 649",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely compared only the digits to the right of the first digit in each number, determining that 8 is greater than 4 (8 > 4). The student needs to focus on understanding how to compare numbers that have different numbers of digits."
                }
            },
            "B": {
                "Choice": "571 > 582",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the “>” to mean “less than” instead of “greater than.” The two numbers have the same digit, 5, in the hundreds place so the student could have then compared the digits in the tens place. The number 571 has a 7 in the tens place, and the number 582 has an 8 in the tens place. Since 7 < 8 (7 is less than 8), 571 is less than 582 (571 < 582). The student needs to focus on understanding how comparison symbols are used to compare numbers."
                }
            },
            "C": {
                "Choice": "730 < 806",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true, the student could have compared the digits in each place value for each number. Since 730 and 806 both have three digits, the student could have compared the digits in the hundreds place (leftmost digit), 730 and 806, and determined that since 7 is less than 8, the number 730 is less than 806 (730 < 806)."
                }
            },
            "D": {
                "Choice": "709 < 692",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the “<” to mean “greater than” instead of “less than.” The student could  have compared the digits in the hundreds place. The number 709 has a 7 in the hundreds place, and the number 692 has a 6 in the hundreds place. Since 7 > 6 (7 is greater than 6), 709 is greater than 692 (709 > 692). The student needs to focus on understanding how comparison symbols are used to compare numbers."
                }
            }
        }
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Algebraic Reasoning",
        "SubTopic": "Describe a multiplication expression as a comparison such as 3 x 24 represents 3 times as much as 24",
        "Content": [
            "Haruko did 9 sit-ups in P.E. class. The number of sit-ups Tom did can be represented by this expression.",
            "2 × 9",
            "Which statement is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Tom did 2 times as many sit-ups as Haruko.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true, the student could have interpreted the multiplication symbol (×) in the expression as “times as many.” Haruko did 9 sit-ups, and Tom did 2 × 9 sit-ups, indicating that Tom did “2 times as many” sit-ups as Haruko."
                }
            },
            "G": {
                "Choice": "Haruko did 2 times as many sit-ups as Tom.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the numbers of sit-ups for Haruko and Tom. The student needs to focus on understanding greater and lesser values when using words to describe multiplication expressions such as “times as many” and “times as much.”"
                }
            },
            "H": {
                "Choice": "Tom did 2 more sit-ups than Haruko.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the words describing addition (+), “more than,” with the words describing multiplication, “times as many.” The student needs to focus on understanding how to describe a multiplication expression using words such as “times as many” and “times as much.”"
                }
            },
            "J": {
                "Choice": "Haruko did 2 more sit-ups than Tom.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the words describing addition (+), “more than,” with the words describing multiplication, “times as many,” and reversed the numbers of sit-ups for Haruko and Tom. The student needs to focus on understanding how to describe a multiplication expression using words such as “times as many” and “times as much.” The student also needs to focus on understanding greater and lesser values when using words to describe these expressions."
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Explain that the unit fraction 1/b represents the quantity formed by one part of a whole that has been partitioned into b equal parts where b is a non-zero whole number",
        "Content": [
            "A student measured the lengths of two worms.",
            "• Worm S was 1/2 foot long.",
            "• Worm T was 2/2 foot long.",
            "Which statement is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The length of Worm S is greater than the length of Worm T.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the words “greater than” to mean “less than.” The student needs to focus on understanding how to use “greater than” and “less than” to compare numbers."
                }
            },
            "B": {
                "Choice": "The length of Worm T is greater than the length of Worm S.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true, the student could have compared the numerators (top numbers of the fractions) since the denominators (bottom numbers of the fractions) are equal (2). The length of Worm S has a 1 in the numerator, and the length of Worm T has a 2 in the numerator. Since 2 is greater than 1 (2 > 1), the length of Worm T is greater than (>) the length of Worm S."
                }
            },
            "C": {
                "Choice": "The length of Worm S is equal to the length of Worm T.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely compared only the denominators (2) and determined that the two fractions are equal. The student needs to focus on understanding numerators and denominators and how they relate."
                }
            },
            "D": {
                "Choice": "There is not enough information to compare the lengths of the worms.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reasoned that there is not enough information to compare the lengths of the worms. The student needs to focus on understanding numerators and denominators and how they relate. The student also needs to focus on understanding how to use “greater than” and “less than” to compare numbers."
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Personal Financial Literacy",
        "SubTopic": "Explain the connection between human capital/labor and income",
        "Content": [
            "Trey is describing his labor and income. Which statement could be a description of both labor and income for Trey?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Trey does volunteer work at a hospital.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely does not recognize the direct relationship between labor and income. Trey working at a hospital is an example of labor, but he did not receive any income from the labor because it was volunteer labor. The student needs to focus on understanding the connection between labor and income."
                }
            },
            "G": {
                "Choice": "Trey pays a company to repair his roof.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely does not recognize the direct relationship between labor and income. Trey paying another company to repair his roof is an example of giving money for goods and services. The student needs to focus on understanding the connection between labor and income."
                }
            },
            "H": {
                "Choice": "Trey takes $25 out of his bank account and spends the money at a store.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely does not recognize the direct relationship between labor and income. Trey taking money out of his bank account and spending it at a store is an example of giving money for goods and services. The student needs to focus on understanding the connection between labor and income."
                }
            },
            "J": {
                "Choice": "Trey takes dogs for a walk after school and earns $25.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is a description of both labor and income, the student should have understood the direct relationship between income (money earned) and labor (work). Trey taking dogs for a walk after school is an example of labor, and earning $25 for completing the task is an example of income."
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "FR",
        "NumChoices": 1,
        "Topic": "Geometry & Measurement",
        "SubTopic": "Determine the area of rectangles with whole number side lengths in problems using multiplication related to the number of rows times the number of unit squares in each row",
        "Content": [
            "The rectangular floor of Ms. Ragan’s closet is completely covered with carpet squares. Each carpet square covers 1 square foot of the floor. There are 4 rows, and each row has 16 carpet squares.",
            "What is the area of the floor of this closet in square feet?"
        ],
        "AnswerChoices": {
            "Key": {
                "Choice": "64",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the area (amount of space covered) of the floor in square feet, the student could have determined that the number of rows (4) and the number of carpet squares in each row (16) represent the dimensions of the floor. The student then could have multiplied 16 by 4 (16 × 4 = 64). Because the floor can be covered with 64 carpet squares, it represents an area of 64 square feet. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Data Analysis",
        "SubTopic": "Summarize a data set with multiple categories using a frequency table, dot plot, pictograph, or bar graph with scaled intervals",
        "Content": [
            "The numbers listed show the speed in miles per hour Henry pitched a baseball.",
            "30, 32, 38, 30, 33, 34, 32, 35, 38, 36, 35, 32, 30, 32, 35",
            "Which dot plot represents the speed of Henry’s pitches?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX22G3M/media/6a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely sorted the speeds of the pitches appropriately but chose the dot plot representing each value only one time. The student needs to focus on understanding that each dot on a dot plot represents one piece of information from the data set and that all pieces of information in a data set must be represented on a dot plot."
                }
            },
            "G": {
                "Choice": "problems/TX22G3M/media/6b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the correct dot plot (graph that uses dots to display data), the student could have sorted the speeds of the pitches by value (30, 32, 33, 34, 35, 36, 38). Next, the student could have counted the number of pitches for each value, finding three pitches at 30 mph, four pitches at 32 mph, one pitch at 33 mph, one pitch at 34 mph, three pitches at 35 mph, one pitch at 36 mph, and two pitches at 38 mph. Then the student could have chosen the dot plot that has numbers of dots matching the number of pitches for each speed (three dots for 30 mph, four dots for 32 mph, one dot for 33 mph, one dot for 34 mph, three dots for 35 mph, one dot for 36 mph, and two dots for 38 mph)."
                }
            },
            "H": {
                "Choice": "problems/TX22G3M/media/6c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose a dot plot with at least one dot for each unique value on the number line instead of a dot plot with a dot for each occurrence of a value in the data set. The student needs to focus on understanding that each dot on a dot plot represents one piece of information from the data set and that all pieces of information in a data set must be represented on a dot plot"
                }
            },
            "J": {
                "Choice": "problems/TX22G3M/media/6d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely sorted the speeds of the pitches appropriately but miscounted the numbers of pitches for 30 mph and 38 mph. The student needs to focus on understanding that each dot on a dot plot represents one piece of information from the data set and that all pieces of information in a data set must be represented on a dot plot."
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 3,
        "Topic": "Number & Operations",
        "SubTopic": "Represent multiplication facts by using a variety of approaches such as repeated addition, equal-sized groups, arrays, area models, equal jumps on a number line, and skip counting",
        "Content": [
            "Gia lists some different methods she thinks she can use to solve the multiplication problem shown.",
            "7 × 11 = ?",
            "Which answer choice is NOT a correct method for Gia to use?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G3M/media/7a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize that groups of blocks can be used for multiplication. Each individual block is equal to 1 unit, and each strip of blocks is equal to 10 units. There are 7 individual blocks and 7 strips of blocks, resulting in 7 × 11 = 77. The student needs to focus on understanding and modeling multiplication situations."
                }
            },
            "B": {
                "Choice": "problems/TX22G3M/media/7b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize that counting by 11 on a number line can be used for multiplication. The student needs to focus on understanding and modeling multiplication situations."
                }
            },
            "C": {
                "Choice": "problems/TX22G3M/media/7c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize that skip counting by 11 can be used for multiplication. The student needs to focus on understanding and modeling multiplication situations."
                }
            },
            "D": {
                "Choice": "problems/TX22G3M/media/7d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which model is NOT a correct method for Gia to use, the student should have recognized that the list of numbers 7, 18, 29, 40, 51, 62, 73 followed a pattern of adding 11 to the previous number, but did not start with the number 11."
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Geometry & Measurement",
        "SubTopic": "Use attributes to recognize rhombuses, parallelograms, trapezoids, rectangles, and squares as examples of quadrilaterals and draw examples of quadrilaterals that do not belong to any of these subcategories",
        "Content": [
            "A group of figures is shown.",
            "problems/TX22G3M/media/8a.jpg",
            "Which word best describes all the figures in the group?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Rectangle",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused a rectangle (where all angles are 90° and opposite side lengths are equal) with a trapezoid. The student needs to focus on understanding the attributes of quadrilaterals."
                }
            },
            "G": {
                "Choice": "Rhombus",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused a rhombus (where all side lengths are equal and opposite sides are parallel) with a trapezoid. The student needs to focus on understanding the attributes of quadrilaterals."
                }
            },
            "H": {
                "Choice": "Trapezoid",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which word best describes the figures, the student should have recognized that in each figure, exactly two sides are parallel, which is an attribute of a trapezoid."
                }
            },
            "J": {
                "Choice": "Parallelogram",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused a parallelogram (where opposite sides are parallel and opposite side lengths are equal) with a trapezoid. The student needs to focus on understanding the attributes of quadrilaterals."
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Algebraic Reasoning",
        "SubTopic": "Represent real-world relationships using number pairs in a table and verbal descriptions",
        "Content": [
            "The table shows the numbers of tomato plants and spinach plants in five different gardens.",
            "problems/TX22G3M/media/9a.jpg",
            "Based on the relationship shown in the table, which statement is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "There are 9 more spinach plants than tomato plants in each garden.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true, the student should have determined the relationship between each number of tomato plants and each corresponding (paired) number of spinach plants. To determine the relationship, the student should have seen that each number of spinach plants is 9 more than each number of tomato plants (34 + 9 = 43, 26 + 9 = 35, 38 + 9 = 47, 29 + 9 = 38, 45 + 9 = 54)."
                }
            },
            "B": {
                "Choice": "There are 9 fewer spinach plants than tomato plants in each garden.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that the difference between the number of tomato plants and the number of spinach plants is 9 but reversed the relationship shown in the table. The student needs to focus on understanding relationships between number pairs in a table."
                }
            },
            "C": {
                "Choice": "There are 8 more spinach plants than tomato plants in each garden.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that the difference between the numbers of tomato plants is 8 from the first two rows in the table (34 – 26 = 8) and that the difference between the numbers of spinach plants is 8 from the first two rows in the table (43 – 35 = 8). The student then likely concluded that there were 8 more spinach plants than tomato plants. The student needs to focus on understanding relationships between number pairs in a table."
                }
            },
            "D": {
                "Choice": "There are 8 fewer spinach plants than tomato plants in each garden.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that the difference in the number of tomato plants is 8 from the first two rows in the table (34 – 26 = 8) and the difference in the number of spinach plants is 8 from the first two rows in the table (43 – 35 = 8). The student then likely concluded that there were 8 fewer spinach plants than tomato plants. The student needs to focus on understanding relationships between number pairs in a table."
                }
            }
        }
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Compose and decompose a fraction a/b with a numerator greater than zero and less than or equal to b as a sum of parts 1/b",
        "Content": [
            "The picture shows 8 seats in a movie theater. Children are sitting in a fraction of the seats.",
            "problems/TX22G3M/media/10a.jpg",
            "Which expression is equivalent to the fraction of the seats that have children sitting in them?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX22G3M/media/10b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely formed the fraction representing each seat (1/8) correctly but then incorrectly counted all the seats in the row instead of just the seats with children sitting in them. The student needs to focus on understanding how to determine the denominator (bottom number of a fraction) of the fraction represented by a given model."
                }
            },
            "G": {
                "Choice": "problems/TX22G3M/media/10c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely formed the fractions by using the total number of children in the row instead of the total number of seats in the row as the denominator (bottom number of a fraction). The student needs to focus on understanding how to determine the numerator (top number of a fraction) and denominator (bottom number of a fraction) of the fraction represented by a given model."
                }
            },
            "H": {
                "Choice": "problems/TX22G3M/media/10d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that 3/8 of the seats in the movie theater had children sitting in them but did not recognize that only one instance of 3/8 was needed in the expression. The student needs to focus on understanding how to determine the numerator (top number of a fraction) and denominator (bottom number of a fraction) of the fraction represented by a given model."
                }
            },
            "J": {
                "Choice": "problems/TX22G3M/media/10e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which expression is equivalent to the fraction of the seats that have children sitting in them, the student could have first determined the fraction of the model represented by each seat. Because there are a total of 8 seats, each seat is 1/8 of the seats in the movie theater. The student then should have counted the number of children sitting in seats and written an expression that represents the fraction of seats that have children sitting in them. Because there are 3 children sitting in seats and each seat is 1/8 of the seats in the row, the total fraction of seats with children sitting in them can be expressed as 1/8 + 1/8 + 1/8."
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Determine the unknown whole number in a multiplication or division equation relating three whole numbers when the unknown is either a missing factor or product",
        "Content": [
            "Which number sentence can be used to find the number that goes in the box?",
            "problems/TX22G3M/media/11a.jpg"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2 + 12 = 14",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misread the division symbol (÷) as an addition symbol (+) and added 2 and 12. The student needs to focus on understanding that multiplication is the inverse (opposite) operation of division and that multiplication facts can be used to find unknown numbers in division equations."
                }
            },
            "B": {
                "Choice": "6 × 2 = 12",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which number sentence can be used to find the number that goes in the box, the student could have used the related multiplication fact (6 × 2 = 12). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly"
                }
            },
            "C": {
                "Choice": "12 × 2 = 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that multiplication is the inverse (opposite) operation of multiplication but did not use the related multiplication fact (6 × 2 = 12). The student needs to focus on understanding that multiplication is the inverse (opposite) operation of division and that multiplication facts can be used to find unknown numbers in division equations."
                }
            },
            "D": {
                "Choice": "2 + 10 = 12",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misread the division symbol (÷) as a subtraction symbol (–) and used addition as the inverse (opposite) operation for subtraction. The student needs to focus on understanding that multiplication is the inverse (opposite) operation of division and that multiplication facts can be used to find unknown numbers in division equations."
                }
            }
        }
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Algebraic Reasoning",
        "SubTopic": "Determine the unknown whole number in a multiplication or division equation relating three whole numbers when the unknown is either a missing factor or product",
        "Content": [
            "Janet has 2 new games.",
            "• Each game has 3 packs of cards.",
            "• Each pack has 10 cards.",
            "Which model can be used to find the total number of cards Janet has for these 2 games?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX22G3M/media/12a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which model can be used to find the total number of cards, the student could have understood that the strip diagram should use equal-sized sections to model the multiplication problem 3 × 10. The strip diagram shows 3 equal-sized sections representing the number of packs in each game, each labeled with a 10 to represent the number of cards in each pack. The student then could have understood that two identical strip diagrams are needed since there are 2 games."
                }
            },
            "G": {
                "Choice": "problems/TX22G3M/media/12b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused what the numbers used as labels in each section represent and chose a strip diagram that represents 3 × 3 instead of 3 × 10. The student needs to focus on understanding how to use strip diagrams to represent multiplication problems."
                }
            },
            "H": {
                "Choice": "problems/TX22G3M/media/12c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused a strip diagram modeling addition (3 + 10) with one modeling multiplication (3 × 10). The student needs to focus on understanding how to use strip diagrams to represent multiplication problems."
                }
            },
            "J": {
                "Choice": "problems/TX22G3M/media/12d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood what the number of equal-sized sections represents and chose a strip diagram that represents 1 × 10 instead of 3 × 10. The student needs to focus on understanding how to use strip diagrams to represent multiplication problems."
                }
            }
        }
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Geometry & Measurement",
        "SubTopic": "Classify and sort two- and three-dimensional figures, including cones, cylinders, spheres, triangular and rectangular prisms, and cubes, based on attributes using formal geometric language",
        "Content": [
            "Leighton made a table that correctly shows the attributes of shapes. She used a check mark to identify the attributes of each shape.",
            "Which table could be the one Leighton made?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G3M/media/13a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused a quadrilateral with a polygon (closed figure with at least three sides) and classified the triangle as a quadrilateral. The student needs to focus on understanding the attributes of two-dimensional (flat) shapes."
                }
            },
            "B": {
                "Choice": "problems/TX22G3M/media/13b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood the term “vertices” (corners) but recognized that polygons and circles are different. The student needs to focus on understanding the attributes of two-dimensional (flat) shapes."
                }
            },
            "C": {
                "Choice": "problems/TX22G3M/media/13c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which table correctly shows the attributes of shapes, the student should have recalled the attributes (characteristics) of the different shapes. A rectangle has four vertices (corners) and is a quadrilateral since it has four sides. A triangle has three vertices and is not a quadrilateral since it has only three sides. A circle has no vertices and is not a quadrilateral since a circle has no sides."
                }
            },
            "D": {
                "Choice": "problems/TX22G3M/media/13d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize a rectangle as a quadrilateral. The student needs to focus on understanding the attributes of two-dimensional (flat) shapes."
                }
            }
        }
    },
    "14": {
        "Number": 14,
        "Type": "FR",
        "NumChoices": 1,
        "Topic": "Number & Operations",
        "SubTopic": "Solve one-step and two-step problems involving multiplication and division within 100 using strategies based on objects; pictorial models, including arrays, area models, and equal groups; properties of operations; or recall of facts",
        "Content": [
            "A group of people bought tickets for a roller-coaster ride.",
            "• The group spent $4 for each ticket.",
            "• Altogether the group spent $48 on tickets.",
            "• Each person in the group got 2 tickets.",
            "How many people were in the group?"
        ],
        "AnswerChoices": {
            "Key": {
                "Choice": "6",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine how many people were in the group, the student first could have determined the amount of money spent on tickets for each person. Each person in the group got 2 tickets, the group spent $4 for each ticket, and 2 × 4 = 8. The student then could have determined how many people were in the group by dividing the total amount of money spent on tickets for the entire group by the amount of money spent on tickets for each person, 48 ÷ 8 = 6 people. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Solve problems involving partitioning an object or a set of objects among two or more recipients using pictorial representations of fractions with denominators of 2, 3, 4, 6, and 8",
        "Content": [
            "Carter and Dane shared a package of 8 baseballs equally.",
            "problems/TX22G3M/media/15a.jpg",
            "What fraction of the package of baseballs did each person get?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2/8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely formed the fraction 2/8 because 2 people shared the 8 baseballs. The student needs to focus on understanding what the numerator and the denominator of a fraction represent in problem contexts."
                }
            },
            "B": {
                "Choice": "4/4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely formed the fraction 4/4 because each person received 4 baseballs. The student needs to focus on understanding what the numerator and the denominator of a fraction represent in problem contexts."
                }
            },
            "C": {
                "Choice": "4/1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that each person received 4 baseballs and understood that 4 is the value of the numerator, but the student did not know how to determine the value of the denominator. The student needs to focus on understanding what the numerator and the denominator of a fraction represent in problem contexts."
                }
            },
            "D": {
                "Choice": "4/8",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine what fraction of the package of baseballs each person received, the student could have calculated the number of baseballs each person received. The 8 baseballs were shared equally by 2 people; therefore, each person received 4 out of the 8 baseballs. The fraction represents 4 out of 8. The numerator (top number of a fraction) represents the number of baseballs each person received, and the denominator (bottom number of a fraction) represents the total number of baseballs. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Geometry & Measurement",
        "SubTopic": "Determine the perimeter of a polygon or a missing length when given perimeter and remaining side lengths in problems",
        "Content": [
            "Each side of this figure is the same length. The perimeter of the figure is 72 inches.",
            "problems/TX22G3M/media/16a.jpg",
            "What is the length of one side of the figure in inches?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "8 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that the figure has 8 sides but did not determine the length of each side by dividing the perimeter by the number of sides. The student needs to focus on understanding perimeter."
                }
            },
            "G": {
                "Choice": "12 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the perimeter by the number of sides of a hexagon, 72 ÷ 6 = 12 inches, and not by the number of sides of an octagon. The student needs to focus on understanding the attributes of two-dimensional (flat) shapes."
                }
            },
            "H": {
                "Choice": "9 in.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the length of one side of an octagon, the student could have recognized that each side of the figure is the same length, and the perimeter (distance around the outside) is 72 inches. The student then could have divided the perimeter (72 inches) by the number of sides (8); 72 ÷ 8 = 9 inches. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly"
                }
            },
            "J": {
                "Choice": "18 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the perimeter by the number of sides of a quadrilateral, 72 ÷ 4 = 18 inches, and not by the number of sides of an octagon. The student needs to focus on understanding the attributes of two-dimensional (flat) shapes."
                }
            }
        }
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Solve with fluency one-step and two-step problems involving addition and subtraction within 1,000 using strategies based on place value, properties of operations, and the relationship between addition and subtraction",
        "Content": [
            "A movie theater has 710 seats.",
            "• 158 seats are red.",
            "• 247 seats are black.",
            "• 119 seats are yellow.",
            "• The rest of the seats are green.",
            "How many seats are green?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "186",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of seats in the movie theater that are green, the student could have first added the numbers of red seats, black seats, and yellow seats (158 + 247 + 119 = 524). The student could have then subtracted the sum of the red seats, black seats, and yellow seats from the total number of seats in the movie theater (710 – 524 = 186). There are 186 green seats in the movie theater. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "B": {
                "Choice": "524",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the numbers of red seats, black seats, and yellow seats (158 + 247 + 119 = 524) but did not subtract the sum from the total number of seats in the movie theater. The student needs to focus on understanding problem situations and the mathematical operations (+, –, ×, ÷) needed to solve them."
                }
            },
            "C": {
                "Choice": "214",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the numbers of red seats, black seats, and yellow seats (158 + 247 + 119 = 524) but subtracted the smaller digit from the larger digit in each place value instead of regrouping (710 – 524 → 214). The student needs to focus on understanding how to regroup when subtracting."
                }
            },
            "D": {
                "Choice": "206",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that addition was needed to find the number of red seats, black seats, and yellow seats in the movie theater but did not regroup when adding (158 + 247 + 119 → 504). The student then likely recognized that subtraction was needed to find the number of green seats in the movie theater (710 – 504 = 206). The student needs to focus on understanding how to regroup when adding."
                }
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Geometry & Measurement",
        "SubTopic": "Determine the area of rectangles with whole number side lengths in problems using multiplication related to the number of rows times the number of unit squares in each rows",
        "Content": [
            "Ms. González is putting square stickers on a rectangular poster. Each sticker has an area of 1 square inch. She has already put some stickers on the poster as shown.",
            "problems/TX22G3M/media/18a.jpg",
            "What is the area of the entire poster in square inches?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "56",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the area of (amount of space covered by) the entire poster in square inches, the student could have determined the number of rows and the number of stickers in each row of the figure representing the poster. The figure covers 7 rows, and each row is 8 stickers long. The student then could have multiplied 7 by 8 (7 × 8 = 56). Because the figure can be filled with 56 stickers and each sticker has an area of 1 square inch, the figure represents an area of 56 square inches. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "G": {
                "Choice": "42",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely miscounted the number of squares in each row and multiplied 7 × 6 to get 42 square inches. The student needs to focus on understanding how to interpret area models accurately"
                }
            },
            "H": {
                "Choice": "48",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely miscounted the number of rows and multiplied 6 × 8 to get 48 square inches. The student needs to focus on understanding how to interpret area models accurately."
                }
            },
            "J": {
                "Choice": "15",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 7 and 8 (7 + 8 = 15) instead of multiplying 7 by 8. The student needs to focus on understanding how to interpret area models accurately."
                }
            }
        }
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Compare and order whole numbers up to 100,000 and represent comparisons using the symbols >, <, or =",
        "Content": [
            "Four students with number cards want to line up from left to right in order from least to greatest number.",
            "problems/TX22G3M/media/19a.jpg",
            "Which statement is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Olivia should be between Erin and Rico.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely compared the digits in the tens and ones places (two rightmost digits) in the numbers for Erin (9,975), Rico (90,096), and Olivia (98,087) and concluded that Olivia should be the second child in the line since 87 is between 75 and 96. The student needs to focus on understanding how to order whole numbers from least to greatest."
                }
            },
            "B": {
                "Choice": "Erin should be on the right end after Olivia.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely noticed that the first digit on each number card was the same (9) and so compared the second digits on the number cards (Erin [9,975], Rico [90,096], Penelope [98,300], and Olivia [98,087]). The student then likely concluded that Erin should be the fourth child in the line after Olivia since 9 is greater than 8. The student needs to focus on understanding how to order whole numbers from least to greatest."
                }
            },
            "C": {
                "Choice": "Penelope should be on the right end after Olivia.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine that the statement is true about arranging the number cards in order from least to greatest, the student could have compared the digits of the values assigned to the children in the graphic. Since Rico, Penelope, and Olivia all have five-digit numbers and Erin has a number with only four digits, Erin has the number card with the least value, making her the first child in order from left to right. Next, the student could have compared the digits in the ten-thousands place (second digit to the left of the comma) on the number cards for Rico (90,096), Penelope (98,300), and Olivia (98,087) and determined that the digits represented the same value. The student then could have compared the digits in the thousands place (first digit to the left of the comma) on the number cards for Rico (90,096), Penelope (98,300), and Olivia (98,087) and determined that, since 0 is less than 8, Rico should be the second child in order from left to right. The student then could have compared the digits in the hundreds place (first digit to the right of the comma) on the number cards for Penelope (98,300) and Olivia (98,087) and determined that, since 3 is greater than 0, Penelope has the number card with the greatest value and should be the last child in order from left to right."
                }
            },
            "D": {
                "Choice": "All the students are in the correct order.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely compared the digits in the ten-thousands and thousands place (two leftmost digits) for each child (Erin [9,975], Rico [90,096], Penelope [98,300], and Olivia [98,087]) and concluded that the children were already in the correct order, since 9 is less than 90 and 90 is less than 98. The student needs to focus on understanding how to order whole numbers from least to greatest."
                }
            }
        }
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Personal Financial Literacy",
        "SubTopic": "Describe the relationship between the availability or scarcity of resources and how that impacts cost",
        "Content": [
            "Dahlia sold pineapples at a fruit stand. The table shows the number of pineapples Dahlia had for sale each week and the number of customers she expected to come to her fruit stand.",
            "problems/TX22G3M/media/20a.jpg",
            "In which week did Dahlia most likely sell her pineapples for the  highest price?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Week 1, because the number of pineapples was greater than the expected number of customers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the relationship between the number of items available and the cost of the item. The student likely reasoned that since the number of available pineapples was greater than the number of expected customers, Week 1 was when the pineapples were sold for the highest price. The student needs to focus on understanding how the availability of resources impacts cost."
                }
            },
            "G": {
                "Choice": "Week 2, because the number of pineapples was the same as the  expected number of customers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reasoned that since the number of available pineapples was the same as the number of expected customers, Week 2 was when the pineapples were sold for the highest price. The student needs to focus on understanding how the availability of resources impacts cost."
                }
            },
            "H": {
                "Choice": "Week 3, because fewer customers were expected to come to the  fruit stand this week than any other week",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reasoned that Week 3 was when the pineapples were sold for the highest price since that week had the least number of expected customers. The student did not consider the number of available pineapples. The student needs to focus on understanding how the availability of resources affects cost."
                }
            },
            "J": {
                "Choice": "Week 4, because the number of pineapples was less than the expected number of customers",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which week pineapples were sold for the highest price, the student should have recognized that the number of expected customers and the number of items available are directly related to the cost of the item. The student should have concluded that Week 4 was when pineapples were at the highest price since the number of available pineapples was less than the expected number of customers."
                }
            }
        }
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Algebraic Reasoning",
        "SubTopic": "Represent one- and two-step problems involving addition and subtraction of whole numbers to 1,000 using pictorial models, number lines, and equations",
        "Content": [
            "The total number of keys on a computer keyboard is 87.",
            "• There are 26 letter keys and 21 special symbol keys on the keyboard.",
            "• The rest of the keys are function keys.",
            "Which model represents one way to find the number of function keys on the keyboard?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G3M/media/21a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that, when the number of letter keys, the number of special symbol keys, and the number of function keys are added, the sum should be 87. However, the student likely reversed the sections for special symbol keys and function keys when setting up the model. The student needs to focus on understanding how pictorial models are used to represent addition and subtraction problems."
                }
            },
            "B": {
                "Choice": "problems/TX22G3M/media/21b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which model can be used to find the number of function keys on the computer keyboard, the student should have recognized that, when the number of letter keys (26), the number of special symbol keys (21), and the number of function keys (unknown, ?), are added, the sum should be 87. This model shows that the entire length of the rectangle, 87 (total number of keys on the computer keyboard), is equal to the combined length of the smaller rectangles: 26 (letter keys), 21 (special symbol keys), and ? (function keys)."
                }
            },
            "C": {
                "Choice": "problems/TX22G3M/media/21c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that, when the number of letter keys, the number of special symbol keys, and the number of function keys are added, the sum should be 87. However, the student likely overlapped the sections for special symbol keys and letter keys when setting up the model. The student needs to focus on understanding how pictorial models are used to represent addition and subtraction problems."
                }
            },
            "D": {
                "Choice": "problems/TX22G3M/media/21d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized all the numbers given in the problem and incorrectly placed them in the same row of the model. This model indicates that 26 + 21 + 87 equals an unknown number of function keys, which conflicts with the first sentence of the problem (The total number of keys on a computer keyboard is 87). The student needs to focus on understanding how pictorial models are used to represent addition and subtraction problems."
                }
            }
        }
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Geometry & Measurement",
        "SubTopic": "Classify and sort two- and three-dimensional figures, including cones, cylinders, spheres, triangular and rectangular prisms, and cubes, based on attributes using formal geometric language",
        "Content": [
            "Chris built a fort using prisms. Which figure is NOT one Chris could have used to build his fort?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX22G3M/media/22a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize that a cube is a special prism in which all the faces are squares of the same size. The student needs to focus on understanding the attributes of prisms."
                }
            },
            "G": {
                "Choice": "problems/TX22G3M/media/22b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize that a prism can have triangular bases. The student needs to focus on understanding the attributes of prisms."
                }
            },
            "H": {
                "Choice": "problems/TX22G3M/media/22c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize that a prism can have rectangular bases. The student needs to focus on understanding the attributes of prisms."
                }
            },
            "J": {
                "Choice": "problems/TX22G3M/media/22d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the figure that is NOT a prism, the student could have identified the attributes (characteristics) of a prism: (1) bases (sides) that are polygons (closed shapes with at least three sides), (2) bases that are the same size and shape, (3) bases that are parallel to each other (never touch), and (4) bases that are connected by rectangles. The first figure is a prism because it has square bases that are parallel to each other, are the same size, and are connected by rectangles. The second figure is a prism because it has triangular bases that are parallel to each other, are the same size and shape, and are connected by rectangles. The third figure is a prism because it has rectangular bases that are parallel to each other, are the same size and shape, and are connected by rectangles. The student should have recognized that the fourth figure is a pyramid and cannot be classified as a prism because the base is connected to triangles that meet at a point."
                }
            }
        }
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Algebraic Reasoning",
        "SubTopic": "Determine the unknown whole number in a multiplication or division equation relating three whole numbers when the unknown is either a missing factor or product",
        "Content": [
            "What number goes in the □ to make the equation true?",
            "□ × 7 = 98"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "14",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the unknown number (the empty square), the student could have recognized that division is the inverse (opposite) operation of multiplication and divided 98 by 7 (98 ÷ 7 = 14). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "B": {
                "Choice": "91",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 7 from 98 instead of dividing. The student needs to focus on understanding that division is the inverse (opposite) operation of multiplication."
                }
            },
            "C": {
                "Choice": "105",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 98 and 7 instead of dividing. The student needs to focus on understanding that division is the inverse (opposite) operation of multiplication."
                }
            },
            "D": {
                "Choice": "13",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that division is the inverse (opposite) operation of multiplication but made an error when dividing 98 by 7. The student needs to focus on using division with accuracy to find unknown numbers in multiplication equations."
                }
            }
        }
    },
    "24": {
        "Number": 24,
        "Type": "FR",
        "NumChoices": 1,
        "Topic": "Number & Operations",
        "SubTopic": "Compose and decompose numbers up to 100,000 as a sum of so many ten thousands, so many thousands, so many hundreds, so many tens, and so many ones using objects, pictorial models, and numbers, including expanded notation as appropriate",
        "Content": [
            "An expression is shown.",
            "5 + 700 + 40",
            "What number is equivalent to this expression?"
        ],
        "AnswerChoices": {
            "Key": {
                "Choice": "745",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine a number that is equivalent to the expression, the student should have put the digits from the expression in place-value order. From left to right, the place-value order is hundreds place, tens place, and ones place. The student should have used the 7 in the hundreds place for the 700 in the expression, a 4 in the tens place for the 40 in the expression, and a 5 in the ones place for the 5 in the expression (745). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Determine the number of objects in each group when a set of objects is partitioned into equal shares or a set of objects is shared equally",
        "Content": [
            "Greg had a package of 14 stars to put on the 2 posters shown. He put the same number of stars on each poster, and he used all the stars in the package.",
            "problems/TX22G3M/media/25a.jpg",
            "How many stars did Greg put on each poster?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "28",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 14 and 2 instead of dividing 14 by 2. The student needs to focus on understanding the mathematics operations (+, –, ×, ÷) needed to solve real-world problems."
                }
            },
            "B": {
                "Choice": "16",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 14 and 2 instead of dividing 14 by 2. The student needs to focus on understanding the mathematics operations (+, –, ×, ÷) needed to solve real-world problems."
                }
            },
            "C": {
                "Choice": "12",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 2 from 14 instead of dividing 14 by 2. The student needs to focus on understanding the mathematics operations (+, –, ×, ÷) needed to solve real-world problems."
                }
            },
            "D": {
                "Choice": "7",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of stars put on each poster, the student could have recognized that each poster has the same number of stars and then divided the number of stars by the number of posters (14 ÷ 2 = 7). Each poster will have 7 stars."
                }
            }
        }
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Represent equivalent fractions with denominators of 2, 3, 4, 6, and 8 using a variety of objects and pictorial models, including number lines",
        "Content": [
            "The fraction strips shown can be used to find equivalent fractions.",
            "problems/TX22G3M/media/26a.jpg",
            "Which fraction is equivalent to 2/4?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1/2",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the fraction equivalent to 2/4 , the student could have shaded 2 of the 4 parts in the fourth row of the strip diagram to represent 2/4 and 1 of the 2 parts in the second row of the strip diagram to represent 1/2 . The student then could have recognized that since the strip diagrams are the same size and the shaded area of the fourth row is the same as the shaded area of the second row, the fractions represented are equivalent."
                }
            },
            "G": {
                "Choice": "2/6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the numerators (top numbers of the fractions) are the same and ignored the denominators (bottom numbers of the fractions). The student needs to focus on understanding how to represent equivalent fractions on strip diagrams."
                }
            },
            "H": {
                "Choice": "3/4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the denominators (bottom numbers of the fractions) are the same and ignored the numerators (top numbers of the fractions). The student needs to focus on understanding how to represent equivalent fractions on strip diagrams."
                }
            },
            "J": {
                "Choice": "1/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely shaded 2 of the 6 parts in the fifth row instead of shading 2 of the 4 parts in the fourth row. The student needs to focus on understanding how to represent equivalent fractions on strip diagrams."
                }
            }
        }
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Algebraic Reasoning",
        "SubTopic": "Represent real-world relationships using number pairs in a table and verbal descriptions",
        "Content": [
            "Shelly needs tickets for rides at an amusement park. The table shows the numbers of tickets needed to ride different numbers of rides.",
            "problems/TX22G3M/media/27a.jpg",
            "Based on the relationship shown in the table, which statement is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Shelly needs 3 tickets for each ride, because the number of tickets minus 3 equals the number of rides.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the first row of numbers and determined that the difference between the number of tickets and the number of rides is 3 (6 – 3 = 3). The student needs to focus on understanding relationships between number pairs in a table."
                }
            },
            "B": {
                "Choice": "Shelly needs 3 tickets for each ride, because the number of tickets plus 3 equals the number of rides.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the first row of numbers and determined that the difference between the number of tickets and the number of rides is 3 (6 – 3 = 3) but reversed the relationship from subtraction to addition. The student needs to focus on understanding relationships between number pairs in a table."
                }
            },
            "C": {
                "Choice": "Shelly needs 2 tickets for each ride, because the number of tickets divided by 2 equals the number of rides.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true, the student could have determined the relationship between each number of tickets and its corresponding (paired) number of rides in the table. To determine the relationship, the student could have noticed that each number of tickets is divided by 2 to get the number of rides (6 ÷ 2 = 3, 12 ÷ 2 = 6, 18 ÷ 2 = 9, and 24 ÷ 2 = 12). The student could have then concluded that Shelly needs 2 tickets for each ride because the number of tickets divided by 2 equals the number of rides."
                }
            },
            "D": {
                "Choice": "Shelly needs 2 tickets for each ride, because the number of tickets times 2 equals the number of rides.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that each number of tickets is divided by 2 to get the number of rides but reversed the relationship from division to multiplication. The student needs to focus on understanding relationships between number pairs in a table."
                }
            }
        }
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Determine if a number is even or odd using divisibility rules",
        "Content": [
            "Which statement about the number 27 is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It is even because the digit in the tens place is even.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely looked at the digit 2 in the tens place (leftmost digit) instead of the digit 7 in the ones place. The student needs to focus on understanding how to determine whether a number is even or odd using divisibility rules."
                }
            },
            "G": {
                "Choice": "It is odd because the digit in the ones place is odd.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement about the number 27 is true, the student could have looked at the digit in the ones place (rightmost digit). The digit 7 is odd, so the number 27 is also odd. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "H": {
                "Choice": "It is even because it can be divided by 9 evenly.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that 27 is divisible by 9 but misunderstood the word “evenly” when dividing. The student needs to focus on understanding how to determine whether a number is even or odd using divisibility rules."
                }
            },
            "J": {
                "Choice": "It is odd because it can be divided by 2 evenly.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that 27 is not divisible by 2 and ignored the “can be divided by 2 evenly.” The student needs to focus on understanding how to determine whether a number is even or odd using divisibility rules."
                }
            }
        }
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Geometry & Measurement",
        "SubTopic": "Decompose two congruent two-dimensional figures into parts with equal areas and express the area of each part as a unit fraction of the whole and recognize that equal shares of identical wholes need not have the same shape",
        "Content": [
            "Derrick drew two congruent figures and then shaded 1/4 of each figure.",
            "Which figures could be the ones Derrick drew and shaded?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G3M/media/29a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the figures are congruent circles and that 1 part of each circle is shaded. However, only one of the figures is divided into 4 equal-sized parts. The student needs to focus on understanding that the parts of a fraction model must be equal in size to represent a fraction of the total number of pieces."
                }
            },
            "B": {
                "Choice": "problems/TX22G3M/media/29b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the figures are divided into 4 equal-sized parts and that 1 part is shaded. However, the figures are not congruent (same size and same shape). The student needs to focus on understanding that figures are not congruent unless they are the same shape and size."
                }
            },
            "C": {
                "Choice": "problems/TX22G3M/media/29c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the figures are congruent and that 1 part of each is shaded. However, the figures are divided into 5, not 4, equal-sized parts. The student needs to focus on understanding that a fraction is composed of a numerator (top number in a fraction) represented by designated parts (shaded parts in the figure) and a denominator (bottom number in a fraction) that is equal to the total number of parts in a whole."
                }
            },
            "D": {
                "Choice": "problems/TX22G3M/media/29d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which pair of figures could be the ones Derrick drew and shaded, the student could have recognized that the figures must be congruent (same shape and size) and that 1/4 of each figure must be shaded. This option shows two congruent rectangles that are each divided into 4 equal-sized parts with 1 part shaded, representing the fraction 1/4."
                }
            }
        }
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Solve one-step and two-step problems involving multiplication and division within 100 using strategies based on objects; pictorial models, including arrays, area models, and equal groups; properties of operations; or recall of facts",
        "Content": [
            "Alex bought 4 packages of pink golf balls and 2 packages of orange golf balls. There were 12 golf balls in each package.",
            "How many golf balls did Alex buy?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "72",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total number of golf balls bought, the student could have added the number of packages containing pink golf balls (4) and the number of packages containing orange golf balls (2) and then multiplied the sum by the number of golf balls in each package (12) (4 + 2 = 6; 12 × 6 = 72). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "G": {
                "Choice": "50",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 12 by 4 and then added 2 (12 × 4 = 48; 48 + 2 = 50). The student needs to focus on understanding the mathematical operations (+, –, ×, ÷) needed to solve multistep, real-world problems."
                }
            },
            "H": {
                "Choice": "96",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the numbers in the problem (4 × 2 = 8; 8 × 12 = 96). The student needs to focus on understanding the mathematical operations (+, –, ×, ÷) needed to solve multistep, real-world problems."
                }
            },
            "J": {
                "Choice": "18",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the numbers in the problem (4 + 2 + 12 = 18). The student needs to focus on understanding the mathematical operations (+, –, ×, ÷) needed to solve multistep, real-world problems."
                }
            }
        }
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Data Analysis",
        "SubTopic": "Summarize a data set with multiple categories using a frequency table, dot plot, pictograph, or bar graph with scaled intervals",
        "Content": [
            "The pictograph shows the number of games each team in a volleyball league won during one season.",
            "problems/TX22G3M/media/31a.jpg",
            "Which table represents the data in the pictograph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G3M/media/31b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the key to determine the number of wins for each team but switched the number of wins for the Stars with the number of wins for the Aces. The student needs to focus on understanding how to accurately interpret data shown in a pictograph"
                }
            },
            "B": {
                "Choice": "problems/TX22G3M/media/31c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted each volleyball icon as 1 game, disregarding the key. The student needs to focus on understanding how to use a key in a pictograph to accurately interpret data."
                }
            },
            "C": {
                "Choice": "problems/TX22G3M/media/31d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which table represents the data in the pictograph (graph that uses picture icons to represent numbers), the student could have multiplied the number of whole volleyball icons shown in each column by 3, the number shown in the key (sentence below the pictograph telling the value of each icon). The student should have identified the table showing that the Spikes won 12 games (4 × 3 = 12), the Aces won 9 games (3 × 3 = 9), the Stars won 15 games (5 × 3 = 15), the Nets won 6 games (2 × 3 = 6), and the Digs won 3 games (1 × 3 = 3)."
                }
            },
            "D": {
                "Choice": "problems/TX22G3M/media/31e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely counted each volleyball icon as 1 win, disregarding the key, and then switched the number of wins for the Stars with the number of wins for the Aces. The student needs to focus on understanding how to use a key in a pictograph to accurately interpret data and how to accurately interpret data shown in a pictograph."
                }
            }
        }
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Number & Operations",
        "SubTopic": "Solve with fluency one-step and two-step problems involving addition and subtraction within 1,000 using strategies based on place value, properties of operations, and the relationship between addition and subtraction",
        "Content": [
            "At the beginning of September, Mr. Watkins had 543 erasers.",
            "• During September he gave his students 99 of the erasers.",
            "• During October he gave his students 212 of the erasers.",
            "How many erasers did Mr. Watkins have at the end of October?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "854",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added all the numbers (543 + 99 + 212 = 854). The student needs to focus on understanding problem situations and the mathematical operations (+, −, ×, ÷) needed to solve them."
                }
            },
            "G": {
                "Choice": "232",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of erasers Mr. Watkins had at the end of October, the student could have subtracted 99 from 543 (543 – 99 = 444) and then subtracted 212 from the difference (444 – 212 = 232). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "H": {
                "Choice": "430",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 543 and 99 (543 + 99 = 642) and then subtracted 212 from the sum (642 – 212 = 430). The student needs to focus on understanding problem situations and the mathematical operations (+, −, ×, ÷) needed to solve them."
                }
            },
            "J": {
                "Choice": "344",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the number of erasers given away each month needed to be subtracted. However, instead of regrouping, the student likely subtracted the smaller digit from the larger digit for each place value (543 – 99 → 556 and 556 – 212 → 344). The student needs to focus on understanding how to regroup when subtracting."
                }
            }
        }
    }
}