{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Adventures of Pinocchio",
    "Subtitle": "",
    "Author": "by C. Collodi—Pseudonym of Carlo Lorenzini",
    "LabelType": "P",
    "Content": [
        ["1", "\tThat night, Pinocchio, instead of going to bed at ten o’clock, waited until midnight, and instead of making eight baskets, he made sixteen."],
        ["2", "\tAfter that he went to bed and fell asleep. As he slept, he dreamed of his Fairy, beautiful, smiling, and happy, who kissed him and said to him, “Bravo, Pinocchio! In reward for your kind heart, I forgive you for all your old mischief. Boys who love and take good care of their parents when they are old and sick, deserve praise even though they may not be held up as models of obedience and good behavior. Keep on doing so well, and you will be happy.”"],
        ["3", "\tAt that very moment, Pinocchio awoke and opened wide his eyes."],
        ["4", "\tWhat was his surprise and his joy when, on looking himself over, he saw that he was no longer a Marionette, but that he had become a real live boy! He looked all about him and instead of the usual walls of straw, he found himself in a beautifully furnished little room, the prettiest he had ever seen. In a twinkling, he jumped down from his bed to look on the chair standing near. There, he found a new suit, a new hat, and a pair of shoes."],
        ["5", "\tAs soon as he was dressed, he put his hands in his pockets and pulled out a little leather purse on which were written the following words:"],
        ["6", "\tThe Fairy with Azure Hair returns fifty pennies to her dear Pinocchio with many thanks for his kind heart."],
        ["7", "\tThe Marionette opened the purse to find the money, and behold—there were fifty gold coins!"],
        ["8", "\tPinocchio ran to the mirror. He hardly recognized himself. The bright face of a tall boy looked at him with wide­awake blue eyes, dark brown hair and happy, smiling lips."],
        ["9", "\tSurrounded by so much splendor, the Marionette hardly knew what he was doing. He rubbed his eyes two or three times, wondering if he were still asleep or awake and decided he must be awake."],
        ["10", "\t“And where is Father?” he cried suddenly. He ran into the next room, and there stood Geppetto, grown years younger overnight, spick and span in his new clothes and gay as a lark in the morning. He was once more Mastro Geppetto, the wood carver, hard at work on a lovely picture frame, decorating it with flowers and leaves, and heads of animals."],
        ["11", "\t“Father, Father, what has happened? Tell me if you can,” cried Pinocchio, as he ran and jumped on his Father’s neck."],
        ["12", "\t“This sudden change in our house is all your doing, my dear Pinocchio,” answered Geppetto."],
        ["13", "\t“What have I to do with it?”"],
        ["14", "\t“Just this. When bad boys become good and kind, they have the power of making their homes gay and new with happiness.”"],
        ["15", "\t“I wonder where the old Pinocchio of wood has hidden himself?”"],
        ["16", "\t“There he is,” answered Geppetto. And he pointed to a large Marionette leaning against a chair, head turned to one side, arms hanging limp, and legs twisted under him."],
        ["17", "\tAfter a long, long look, Pinocchio said to himself with great content:"],
        ["18", "\t“How ridiculous I was as a Marionette! And how happy I am, now that I have become a real boy!”"],
        ["", "problems/MS22G4E/media/S1a.jpg"]
    ],
    "Copyright": "Excerpt from The Adventures of Pinocchio by C. Collodi, [Pseudonym of Carlo Lorenzini]. Translated from the Italian by Carol Della Chiesa.\n\nImage of wooden doll of Pinocchio, courtesy of Shutterstock, Dado Photos/331633091.",
    "References": []
}