{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Kylie's Fossil Find",
    "Subtitle": "",
    "Author": "by National Park Service",
    "LabelType": "P",
    "Content": [
        ["1", "\tDuring the summer, kids and their families attend junior ranger programs every day at Badlands National Park."],
        ["2", "\tOn May 30, 2010, a seven­year­old girl named Kylie Ferguson went on one of these programs with her family."],
        ["3", "\tHer mom and dad took her to the program, along with her sister Skylar. During the program, the Ferguson family learned all about fossils."],
        ["4", "\tWhile they were exploring the Badlands, Kylie and her mom noticed something on the ground that looked a little unusual. It was buried in a butte. It was shiny and white. They thought it might be a fossil."],
        ["5", "\tThey did the right thing! They told a ranger. Next, they filled out a visitor site report at the visitor center. Visitor site reports look like this."],
        ["", "problems/MS22G4E/media/S2a.jpg"],
        ["6", "\tGood reports contain information that help park paleontologists locate fossil finds. Kylie and her mom wrote down important details such as where they found the fossil and what it looked like."],
        ["7", "\tKylie's report notes that they found the fossil over the hill from the picnic tables at the visitor center."],
        ["8", "\tIt also says the fossilized bone was shiny and white."],
        ["9", "\tPaleontologists checked on the fossil find throughout the summer."],
        ["10", "\tEvery time it rained, the butte eroded and more of the fossil was exposed."],
        ["11", "\tPaleontologists soon realized that this was a very rare saber tooth cat skull! Skulls from saber tooth cats are usually broken or fragmented."],
        ["12", "\tIn this case, however, the fossils were found in a hard rock called limestone. The hard limestone protected the fossils for millions of years before Kylie found them."],
        ["13", "\tPaleontologists carefully excavated the fossils."],
        ["14", "\tIt took them three days to carefully dig around the fossilized bones and remove them from the butte!"],
        ["15", "\tWhen the fossils were removed from the butte, there was still a lot of rock surrounding the fossils. The extra rock helped protect the fossils until they could be carefully prepared in a lab."],
        ["16", "\tPaleontologists made a plaster jacket to help protect the fossils so they could be moved to the lab."],
        ["17", "\tNext, the fossils had to be prepared in the lab."],
        ["18", "\tPaleontologists carefully examine fossils for clues that can inform them about ancient life. Kylie's saber tooth cat skull has several bite marks on it."],
        ["19", "\tThe shape of the bite marks matches the tooth pattern of another saber tooth cat. Kylie's cat probably died when it was attacked by another saber tooth cat millions of years ago!"],
        ["20", "\tThe saber tooth cat was very old when it died. Its sharp teeth were worn down from many years of chewing. It lived a long life."],
        ["21", "\tKylie is a model Junior Ranger! She used her observation skills to find a fossil. Next, she reported it to park rangers. Paleontologists were able to recover an amazing and scientifically significant fossilized saber tooth cat skull."],
        ["22", "\tNow Kylie is famous! Her picture appeared on the front page of her local newspaper."],
        ["23", "\tThanks to Kylie and the work of the paleontologists, this fossil will be preserved and protected for future generations."]
    ],
    "Copyright": "Adapted text and illustration from “Kylie's Fossil Find,” National Park Service website, December 2016.",
    "References": []
}