{
    "Directions": "Read the following passage about a marine biologist then answer each question.",
    "Context": [
        "Rachel Cartwright teaches biology at California State University Channel Islands and has studied trends in habitat use in humpback whale mother-calf pairs in Hawaiian waters."
    ],
    "Title": "Swimming With Gentle Giants",
    "Subtitle": "",
    "Author": "by Rachel Cartwright",
    "LabelType": "P",
    "Content": [
        [" ", "\tFor many field biologists, there may be moments when you consider the focus of your lifelong work and wonder: How did I end up here?"],
        [" ", "\tWorking with humpback whales in the warm, tropical waters of Hawaii, I have that moment at the start of each field season. I grew up in the north of England where, like most youngsters, my experience of the ocean was limited to a yearly bone-chilling knee-deep paddle in the murky gray waters of Blackpool, a well-known Northern seaside resort. Around age 10, I managed the required 25 yards across a frigid swimming pool, and with that, I figured I had all the aquatic skills I would need in later life."],
        [" ", "\tFast forward more than 20 years, and here I sit, poised on the side of a 20-foot-Iong research boat. I’ve traded the gray North Atlantic waters for the azure-blues of the Pacific and temperate for tropical climes. But this water has no reassuring bottom close to my feet. Instead, I’m looking down into 200 feet of water, and resting just below me is a 45-foot-long behemoth—a female humpback such young calves in tow, so my teammate John Cesere and I know that is a moment not to be missed. We grab snorkels, masks and cameras and slip gently into the water."],
        [" ", "\tDespite their huge size, humpback whales, especially females with calves, are as skittish as young deer. The challenge is to approach without disturbing them—one stroke of the huge fluke and they will be long gone. We’ve already spent an hour with this pair, following from our research boat at a discreet distance, plotting their movements, dive patterns and surface activity. But humpback whales generally spend less than 10 percent of their time at the surface. As researchers we catch just fleeting glimpses of their behavior. To get the full perspective, we need to see the underwater portion, so with that in mind, we gently push away from the side of the boat and float toward the resting pair."],
        [" ", "\tResearchers have long presumed that it is the well-being of these young calves that draw humpback and other baleen whales to the tropics, the warm water temperatures being more suited to the survival and growth of these young, skinny offspring. However, as it turns out, even the smallest calves are thermo-neutral, generating enough metabolic heat to keep them toasty warm in even the most frigid waters. It is the threat of predation that propels pregnant females out of their summertime feeding regions and off across 3,000 miles of open waters to breeding grounds like Hawaii."],
        [" ", "\tNeonate baleen whale calves are small and naive, and though tailor-made for fundraising posters, they’re extremely uncoordinated and would basically be an easy meal for the smart, marine-mammal-eating transient killer whales that frequent their feeding grounds. So pregnant females head for nutrient-poor, subtropical waters, beyond the range of this potential predator, and their relocation motivates the rest of the humpback population to follow. Fertile females and males ready to breed also head south and juveniles follow suit, too."],
        [" ", "\tHumpbacks show up in Hawaii by Thanksgiving, congregating in these waters from across an arc of feeding regions that stretch from British Columbia to the Russian peninsula. And although we have yet to document exactly where and when pregnant females give birth, by mid-January females with their young calves arrive and the protected waters between the islands of Maui, Molokai, Lanai and Kaho’olawe become an impromptu nursery."],
        [" ", "\tOverall, Hawaii hosts approximately 50 percent of the central North Pacific stock of humpback whales, placing the region right at the heart of a true conservation success story. In the late ’70s, numbers of humpback whales visiting waters in Hawaii had dropped to as low as 200 to 300 each year and the population looked to be inevitably bound for extinction. But the implementation of the ban on commercial whaling in 1986, combined with the added protection of the Marine Mammal Protection Act, the instigation of protected marine areas, like the National Marine Sanctuaries and also the timely uptick in environmental awareness and appreciation have brought humpback whales back from the brink. They are still listed as an endangered species, but most populations are now increasing around the globe."],
        [" ", "\tIn the North Pacific, numbers are rising by a healthy 7 percent each year. Over the course of the winter, 9,000 to 11,000 humpback whales may use the waters of Hawaii as their wintertime home, with newly born calves of the year consisting of some 10 percent of this population. The coastal waters between Maui, Lanai, Molokai and Kaho’olawe make up the core of Hawaiian Islands Humpback Whale National Marine Sanctuary and more than 200,000 visitors a year come to the old whaling town of Lahaina on Maui to take a whale-watching trip. Widely recognized as one of the best places in the world to see whales in the wild, whale watching now contributes around $85 million annually to the local economy and serves as a perfect example of the ecosystem capital that may be generated by a healthy and vital local whale population."],
        [" ", "\tBut all may not be well in paradise. As whale-watching companies switch to larger vessels and land use along the shoreline t͟r͟a͟n͟s͟i͟t͟i͟o͟n͟s from agriculture to housing, the coastal regions of west Maui are becoming more and more urbanized. Typically, within subtropical breeding grounds, mothers with young calves favor shallow coastline areas, as they offer the new moms some respite from overly amorous male whales presumed to be more common in the deeper midchannel areas. However our recent research suggests that females and their young calves are moving away from some regions of the shoreline and are now found more frequently in the deeper waters of the channel."],
        [" ", "\tWhether this is a result of noise, traffic or even water quality remains to be seen, and any costs of this switch away from the shoreline have yet to be accurately quantified. But as any good behavioral ecologist will tell you, habitat shifts are not done lightly; usually there is a cause and all too often there may be a consequence. Which brings us to the key question we hope to answer this season: For maternal females in Maui waters, is there a cost to this offshore switch?"],
        [" ", "\tI will be looking into this question, working with my colleague Blake Gillespie. We’re both from California State University Channel Islands, a wonderful institution that has most generously provided sabbatical leave for me this semester to undertake this work. Others in the team include the experienced local boat captains Amy Venema and Terence Mangold, the underwater photographers John and Dan Cesere of C3 Submerged, and a number of hard-working local volunteers. Our work is funded primarily through private donations; Mark Percival of Britain has supported our project throughout. We add to this with our own direct fundraising efforts, and we also receive support from concerned local whale-watching companies, like Ultimate Whalewatch Maui. As the season progresses, we’ll be joined intermittently by a documentary team from the BBC, as well as young, enthusiastic undergraduates from our university."],
        [" ", "\tFor now, I’m pretty much mesmerized by the mother and her calf below me. I fin slightly toward mom, reminding myself that there must be good reasons we call these animals gentle giants. I’m hoping to document clear signs of age for the calf, like fetal folds, a dimple at the neck or a lingering umbilical scar. Typically, moms with young calves like this travel almost continually, so it’s rare to get a chance to document these neonate indicators."],
        [" ", "\tAs I watch the mother maneuver around her calf, she turns slightly to place me in her clearest line of sight, off to her side. She waits as the calf rolls off her far side, ducks underneath and then pops up once more, alongside mom. My teammate John falls back as she moves into the slowest travel. She heads slightly toward me, the calf on my side. The pair pauses as they swim leisurely by; two large eyes slowly inspect me. Then, with the calf safely tucked in the draft of her pectoral fin, a mere movement of her fluke propels the mother on and I’m left bobbing like shark bait in the water column. The season lies ahead, no doubt to produce more questions than answers, but my lingering thought for today—exactly who was watching who?"]
    ],
    "Copyright": "",
    "References": []
}