{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Make observations and measurements of substances to describe characteristic properties of each, including color, hardness, reflectivity, electrical conductivity, thermal conductivity, response to magnetic forces, and solubility."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A teacher has five samples of unlabeled substances. The table shows some information about the five samples.",
            "problems/MA19G5S/media/1a.jpg",
            "The teacher does the following:",
            ":ibox:• adds three of the samples to a beaker and mixes them together\n\n• adds water to the beaker\n\n• stirs the contents of the beaker with a powerful magnet\n\n• removes the magnet from the beaker",
            "After the magnet is removed, only a colorless liquid remains in the beaker. Which three samples did the teacher most likely mix together?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "samples 1, 2, and 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "samples 1, 2, and 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "samples 2, 3, and 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "samples 3, 4, and 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Test a simple system designed to filter particulates out of water and propose one change to the design to improve it."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Students used sand, gravel, and a coffee filter to make a simple water filter. A diagram of the water filter is shown.",
            "problems/MA19G5S/media/2a.jpg",
            "Which of the following should the students observe or measure to find out how well the water filter works?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "how clear the filtered water is",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "how much water needs to be filtered",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the length and width of the water filter",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the amount of sand used to make the water filter",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Ask testable questions about the process by which plants use air, water, and energy from sunlight to produce sugars and plant materials needed for growth and reproduction."
        ],
        "SuppContent": [
            "problems/MA19G5S/supps/MA19G5S-S1.json"
        ],
        "Explain": false,
        "Content": [
            "The vegetable plants in the school garden used photosynthesis to grow. Which of the following describes how the vegetable plants use photosynthesis to grow?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In photosynthesis, vegetable plants use the energy from sunlight to convert air and water into sugar.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In photosynthesis, vegetable plants use the energy from sugar to convert sunlight into air and water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In photosynthesis, vegetable plants use the energy from air and water to convert sunlight into sugar.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In photosynthesis, vegetable plants use the energy from sunlight to convert sugar into air and water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Technology/Engineering"
        ],
        "SubTopics": [
            "Generate several possible solutions to a given design problem. Compare each solution based on how well each is likely to meet the criteria and constraints of the design problem."
        ],
        "SuppContent": [
            "problems/MA19G5S/supps/MA19G5S-S1.json"
        ],
        "Explain": false,
        "Content": [
            "The students added the same amount and type of vegetable waste to each composter. After several weeks, they noticed that the waste in composter 2 was breaking down faster than the waste in composter 1.",
            "Which of the following changes could the students make to composter 1 so that waste breaks down more quickly?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "drill many small holes in each side",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "cover the top with a lid made out of wire mesh",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "cover the top with a lid made out of clear plastic",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "replace the wooden sides with thick plastic sides",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Develop a model to describe the movement of matter among producers, consumers, decomposers, and the air, water, and soil in the environment to (a) show that plants produce sugars and plant materials, (b) show that animals can eat plants and/or other animals for food, and (c) show that some organisms, including fungi and bacteria, break down dead organisms and recycle some materials back to the air and soil."
        ],
        "SuppContent": [
            "problems/MA19G5S/supps/MA19G5S-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Bacteria play an important role in the movement of matter in the students' model. Which of the following describes the role of bacteria in a composter?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Bacteria in a composter are producers because they produce sugars.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Bacteria in a composter are composers because they produce sugars.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Bacteria in a composter are consumers because they recycle materials.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Bacteria in a composter are decomposers because they recycle materials.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Technology/Engineering"
        ],
        "SubTopics": [
            "Gather information using various informational resources on possible solutions to a design problem. Present different representations of a design solution."
        ],
        "SuppContent": [
            "problems/MA19G5S/supps/MA19G5S-S1.json"
        ],
        "Explain": false,
        "Content": [
            ":ibox:𝗧𝗛𝗜𝗦 𝗤𝗨𝗘𝗦𝗧𝗜𝗢𝗡 𝗛𝗔𝗦 𝗧𝗛𝗥𝗘𝗘 𝗣𝗔𝗥𝗧𝗦.",
            "The students want to design a third composter. They need to decide whether they should make a prototype or a diagram of the design."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MR",
                "NumChoices": 0,
                "Explain": false,
                "Content": [
                    "Describe one advantage of making a prototype instead of a diagram."
                ],
                "AnswerChoices": {}
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Explain": false,
                "Content": [
                    "Other than cost, describe one advantage of making a diagram instead of a prototype."
                ],
                "AnswerChoices": {}
            },
            "C": {
                "Type": "MR",
                "NumChoices": 0,
                "Explain": false,
                "Content": [
                    "One of the students wants to make the sides of the new composter out of cardboard. Describe one disadvantage of making the sides out of cardboard instead of wood."
                ],
                "AnswerChoices": {}
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Obtain and combine information about ways communities reduce human impact on the Earth's resources and environment by changing an agricultural, industrial, or community practice or process."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A town is having a water shortage, and the people in the town have been asked to reduce their use of the town's water supply. A gardener wants to continue to water plants in a garden.",
            "Which of the following would be the most effective way to water the plants and still reduce water use?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "use soapy water",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "use filtered water",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "use water from water bottles sold in stores",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "use water from rain collected in large containers",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Use fossils to describe types of organisms and their environments that existed long ago and compare those to living organisms and their environments. Recognize that most kinds of plants and animals that once lived on Earth are no longer found anywhere."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":ibox:𝗧𝗛𝗜𝗦 𝗤𝗨𝗘𝗦𝗧𝗜𝗢𝗡 𝗛𝗔𝗦 𝗧𝗪𝗢 𝗣𝗔𝗥𝗧𝗦.",
            "A scientist finds the fossils shown in the rock layers in this diagram.",
            "problems/MA19G5S/media/8a.jpg"
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MC",
                "NumChoices": 3,
                "Explain": false,
                "Content": [
                    "The fossils in which rock layer are the oldest?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "Layer W, because the fossils are in the top layer",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "Layer X, because the fossils were formed from ocean organisms",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "Layer Y, because the fossils are in the bottom layer",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MC",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "Which of the following 𝗕𝗘𝗦𝗧 explains why scientists study fossils?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "to learn about rocks that formed many years ago",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "to learn about different types of very old minerals",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "to learn about extinct organisms that lived long ago",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "to learn about ancient technologies humans once used",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Technology/Engineering"
        ],
        "SubTopics": [
            "Plan and carry out tests of one or more design features of a given model or prototype in which variables are controlled and failure points are considered to identify which features need to be improved. Apply the results of tests to redesign a model or prototype."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "An engineer is testing different types of pervious concrete to use in a new parking area. Pervious concrete is a special kind of concrete that can help reduce flooding by allowing rainwater to pass through and soak into the ground.",
            "Which of the following should the engineer measure to see how well a type of pervious concrete will reduce flooding?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the weight of 10 cubic meters of the concrete",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the strength of a 15-centimeter layer of the concrete",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the amount of water needed to mix a cubic meter of the concrete",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the number of liters of water per minute that can move through the concrete",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Conduct an investigation to determine the nature of the forces between two magnets based on their orientations and distance relative to each other."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student places a wooden block next to a meter stick and then tapes a bar magnet on top of the block. Next, the student tapes a bar magnet to the roof of a toy car. The car is placed beside the meter stick, next to the bar magnet. The diagram below shows what the student observed before and after the car was released.",
            "problems/MA19G5S/media/10a.jpg",
            "What question is the student most likely trying to answer from this setup?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "How far can the magnets pull the car?",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "How far can the magnets push the car?",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Is a force applied by the car to the magnet on the car?",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Is the magnet on the block attracted to or repelled by the car?",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Obtain and summarize information about the climate of different regions of the world to illustrate that typical weather conditions over a year vary by region."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The tables show average temperature and precipitation data for four regions of the world.",
            "problems/MA19G5S/media/11a.jpg",
            "problems/MA19G5S/media/11b.jpg",
            "problems/MA19G5S/media/11c.jpg",
            "problems/MA19G5S/media/11d.jpg",
            "Which region is most likely a tropical rainforest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "region W",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "region X",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "region Y",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "region Z",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Use evidence to construct an explanation for how the variations in characteristics among individuals within the same species may provide advantages to these individuals in their survival and reproduction."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A certain mouse species lives in the desert. These mice can have light fur or dark fur. The mice live in an area where some of the ground is dark colored and some is light colored. Light-colored mice and dark-colored mice live on both types of ground, as represented in the diagram.",
            "problems/MA19G5S/media/12a.jpg",
            "A population of hawks moves into the area, and the hawks prey on the mice. Many generations after the hawks move into the area, the mouse population changes.",
            "Which of the following shows how the population most likely changed?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/MA19G5S/media/12b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/MA19G5S/media/12c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/MA19G5S/media/12d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/MA19G5S/media/12e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "4.PS.4.2"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which of the following diagrams best shows how a person sees an object?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/MA19G5S/media/13a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/MA19G5S/media/13b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/MA19G5S/media/13c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/MA19G5S/media/13d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Provide evidence, including through the analysis of data, that plants and animals have traits inherited from parents and that variation of these traits exist in a group of similar organisms."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Sometimes seeds from plants that produce red raspberries will grow into plants that produce yellow raspberries. When two yellow raspberry plants reproduce with each other, the resulting seeds grow into plants that produce yellow raspberries.",
            "Which of the following best describes how raspberries get their color?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Raspberry color is an inherited trait that varies among raspberry plants.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Raspberry color is controlled by the amount of sugar that raspberry plants produce.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Raspberry color is controlled by the amount of sunlight that raspberry plants receive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Raspberry color is an inherited trait that changes when raspberry plants have a disease.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Support an argument with evidence that the gravitational force exerted by Earth on objects is directed toward Earth's center."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This diagram shows the locations of three objects on Earth's surface.",
            "problems/MA19G5S/media/15a.jpg",
            "Which of the following diagrams shows the direction of the gravitational force acting on each of the objects?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/MA19G5S/media/15b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/MA19G5S/media/15c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/MA19G5S/media/15d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/MA19G5S/media/15e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Use a model to communicate Earth's relationship to the Sun, Moon, and other stars that explain (a) why people on Earth experience day and night, (b) patterns in daily changes in length and direction of shadows over a day, and (c) changes in the apparent position of the Sun, Moon, and stars at different times during a day, over a month, and over a year."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which of the following statements 𝗕𝗘𝗦𝗧 describes how Earth moves in the six months from June 21 to December 21?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Earth makes half a rotation on its axis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Earth moves farther away from the Sun.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Earth makes half a revolution around the Sun.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Earth begins to rotate more slowly in its orbit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Make observations to show that energy can be transferred from place to place by sound, light, heat, and electric currents."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":ibox:𝗧𝗛𝗜𝗦 𝗤𝗨𝗘𝗦𝗧𝗜𝗢𝗡 𝗛𝗔𝗦 𝗧𝗪𝗢 𝗣𝗔𝗥𝗧𝗦.",
            "A group of students used wire to connect a solar panel to a bell, as shown in the diagram. When sunlight shines on the solar panel, electricity flows through the wire. The electricity causes the ringer to hit the bell and a sound is made.",
            "problems/MA19G5S/media/17a.jpg"
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MR",
                "NumChoices": 0,
                "Explain": false,
                "Content": [
                    "Describe one part of the setup in which a type of energy is converted to another type of energy other than heat energy. Include the types of energy in your answer."
                ],
                "AnswerChoices": {}
            },
            "B": {
                "Type": "SR",
                "NumChoices": 0,
                "Explain": true,
                "Content": [
                    "Identify one other type of energy that is observed in this setup, other than heat energy or the types you described in Part A. Describe how the students can observe this type of energy."
                ],
                "AnswerChoices": {
                    "KEY": {
                        "Choice": "sound",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe and graph the relative amounts of salt water in the ocean; fresh water in lakes, rivers, and groundwater; and fresh water frozen in glaciers and polar ice caps to provide evidence about the availability of fresh water in Earth's biosphere."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":ibox:𝗧𝗛𝗜𝗦 𝗤𝗨𝗘𝗦𝗧𝗜𝗢𝗡 𝗛𝗔𝗦 𝗧𝗪𝗢 𝗣𝗔𝗥𝗧𝗦.",
            "Some bodies of water in and around Florida are shown on the map. Some of these bodies of water are freshwater sources, while others are saltwater sources.",
            "problems/MA19G5S/media/18a.jpg"
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MC",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "Which of the following correctly shows whether each body of water is a freshwater source or a saltwater source?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "problems/MA19G5S/media/18b.jpg",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "problems/MA19G5S/media/18c.jpg",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "problems/MA19G5S/media/18d.jpg",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "problems/MA19G5S/media/18e.jpg",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Explain": false,
                "Content": [
                    "Describe how the amount of fresh water compares to the amount of saltwater shown on the map above."
                ],
                "AnswerChoices": {}
            }
        }
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Analyze and interpret given data about changes in a habitat and describe how the changes may affect the ability of organisms that live in that habitat to survive and reproduce."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Polar bears hunt seals from sea ice in the Arctic. Warming Arctic temperatures have reduced the amount of ice, making it hard for polar bears to find food.",
            "How has the reduced amount of sea ice most likely affected polar bears?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They swim less often.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Their fur is changing color.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They must eat a lot more food.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Their population size is decreasing.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Technology/Engineering"
        ],
        "SubTopics": [
            "Use sketches or drawings to show how each part of a product or device relates to other parts in the product or device."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The diagram shows parts of a bicycle that make the bicycle move.",
            "problems/MA19G5S/media/20a.jpg",
            "When the pedal of the bicycle is turned, the front gear, rear gear, and wheel turn. Which of the following best describes the function of the chain?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The chain keeps the spokes attached to the wheel.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The chain keeps the wheel attached to the front gear.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The chain transfers energy from the pedal to the front gear.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The chain transfers motion from the front gear to the rear gear.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}