{
    "Directions": "",
    "Context": [
        "A monopoly happens when a person, group, or company owns the exclusive rights to a product or service. In the Monopoly board game, the goal is to become the wealthiest player by buying, renting and selling property. When players land on a property, they can purchase that property and then charge excessively high rent to others who land there. The game is also known for its unique game pieces, featuring objects such as thimbles, lanterns, rocking horses, and top hats, which were once common in households across the United States."
    ],
    "Title": "The Game that Taught a Theory",
    "Subtitle": "",
    "Author": "written for the Minnesota Department of Education",
    "LabelType": "P",
    "Content": [
        ["10", "Have you ever been the first to land on Boardwalk or argued about whose turn it was to use the top hat as a game piece? If you have ever enjoyed playing Monopoly®, you should give thanks to Elizabeth “Lizzie” Magie, a woman who invented the game as a way to educate people about a complicated economic theory."],
        ["11", "Elizabeth Magie invented a game that was the forerunner to the modern Monopoly game. She designed it with the goal of making the somewhat arid subject of economics more interesting. Magie was interested in the issues facing Americans of her day, especially those involving economics. She became acquainted with the theories of Henry George, a writer who believed that responsible land ownership and fair taxation were necessary for community growth. Magie agreed with these ideas and created The Landlord's Game as a way to simplify some aspects of George's theory."],
        ["12", "Magie created the original game board and rules in 1903. Unlike the modern Monopoly board, Magie included spots that required purchases of “absolute necessities.” These included bread, clothing, shelter, and coal. With one of these spaces on each row of the game board, all players would eventually be forced to pay for these necessities. A ride on the train cost $5, light and water $5 each, and rents varied from $1 to $22. These expenses reflected the real-life lessons that Magie wanted to teach. Players would receive a wage of $100 each time they rounded the board."],
        ["", "problems/MNG8R/media/S5a.jpg"],
        ["13", "The original board was very basic. No properties had street names but were instead blocks labeled with the amount of rent owed if a player happened to land in that space. Utilities like the water and electric companies were called franchises, and the railroads all had the designation “R.R.” One corner, labeled as the estate of Lord Blueblood, was similar to the “Go to Jail” space found on current Monopoly games."],
        ["14", "Magie encouraged variations of Monopoly from other game creators. After all, she had designed the game as a method of demonstrating an economic theory. The names and arrangement of properties, utilities, and “absolute necessities” were changed. People became less interested in understanding the complicated financial ideas of Henry George and more interested in having fun building a fortune in play money."],
        ["15", "George's economic theories became less popular over time. However, the game continued evolving until 1935, when a version called “Monopoly” was bought by a large game company. This company then bought the rights to all other versions of the game, thus ensuring that the company would have a monopoly on Magie's creation. With so many people involved, it is not surprising that a game designed to teach an economic theory evolved over the years to become the game where pretend fortunes are made by moving a top hat around a game board."]
    ],
    "Copyright": "“The Game that Taught a Theory” written for the Minnesota Department of Education.",
    "References": []
}