{
    "Directions": "Read this article about calories. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "The Calorie",
    "Subtitle": "",
    "Author": "written for the Minnesota Department of Education",
    "LabelType": "P",
    "Content": [
        ["", "How Much Potential Energy Can You Burn?"],
        ["1", "Although we use the word “calorie” quite frequently, how many of us can explain what a calorie actually is? “Calorie” is a general term referring to two specific units of energy. To scientists, a calorie (cal) is defined as the amount of energy required to raise the temperature of one gram of water one degree Celsius, or 1.8 degrees Fahrenheit. However, most people associate the word calorie with food. The specific type of calorie referred to when discussing food is known as a “food calorie” (Cal), and this unit of energy is equal to 1,000 calories (cal). Food calories are the focus of this article. So when we ask how many calories are in a slice of bread, we are really asking how much potential energy is contained in the bread. Calories are crucial to human health. Like a cell phone that needs recharging periodically, our bodies require energy to function. Without sufficient calories in our bodies, our hearts would cease to pump, our muscles would deteriorate, and our brains would not be able to process information."],
        ["2", "So why are food calories often considered to be negative things that should be avoided? The answer can be found not in the calorie itself, but rather in the number of calories we put into our bodies. Most adults require 1,000 to 1,400 calories just to keep their body systems functioning properly. The minimum number of calories is referred to as the resting metabolic rate (RMR), a variable number that is dependent on age, gender, and muscle mass. However, because we do not just rest all day, we need more than this minimal amount of energy to climb stairs, play basketball, or engage in other physical activity. For most adults, this means an additional 400 to 600 calories per day."],
        ["3", "Gaining one pound of fat takes more than 3,500 calories. If adults consume approximately 2,000 calories daily, they will maintain their current weight. However, if they consume an additional 500 calories daily, they will gain one pound in one week. Those additional 500 calories can come from merely eating several handfuls of nuts or sampling a few extra cookies."],
        ["4", "To lose weight, we have to burn more calories than we take into our bodies, a process accomplished by reducing our caloric intake or by burning calories through exercise. Combining a balanced caloric intake with exercise is the answer to keeping weight under control."],
        ["5", "Does it matter what types of food we eat to reach our recommended daily requirement of calories? A calorie is a calorie, regardless of whether it comes from protein, fat, or carbohydrates. People will lose weight if they burn more calories than they need and gain weight if they eat more calories than their bodies require. For a balanced and healthy diet, however, carbohydrate and protein calories are more nutritionally acceptable than fat calories. An excess of fat calories can have serious negative health effects."],
        ["", "How Many Calories Should a Teenager Consume Daily?"],
        ["6", "Just as cars come in all sizes and shapes and require different amounts of gasoline, each teenager’s body burns calories at a different rate. As teens grow, they require more fuel, especially if they exercise for more than one hour a day. Everyone has unique caloric requirements; large discrepancies, therefore, exist among organizations that publish dietary caloric intake charts. Registered dietitians can certainly help individuals learn what caloric intake is right for them."],
        ["7", "One of the reasons people consume more calories than they need is because of portion size. A portion is the amount of food that we normally serve ourselves, while a serving size is the recommended amount of food. For example, the information on a box of cereal may indicate that three-fourths of a cup of cereal contains 90 calories. Since people often pay no attention to the serving size, they are unaware of how many calories they are consuming. As many as 150 calories are in a serving of fourteen potato chips. Think of the total number of calories a person takes in when devouring an entire bag of potato chips! Brian Wansink, PhD, a Cornell University professor and researcher, has found that when packages, plates, glasses, and spoons are larger, we tend to eat and drink more by increasing our portions. Since 1960, our plates and bowls have grown by 36 percent. Restaurant portions have doubled or even tripled from what they used to be."],
        ["8", "To reduce portion size, we can estimate the quantity by using some simple references. A cup of cereal or strawberries is roughly the size of a baseball or a person’s fist. A four-ounce piece of uncooked meat is the size of the palm of a person’s hand or a hockey puck. One teaspoon of sugar is equivalent to the size of a small marble or the tip of a person’s thumb. Portion size is important when determining daily caloric intake."],
        ["9", "People should also pay attention to those foods that have large amounts of calories. Many fast-food meals average more than 800 calories, with some containing as many as 1,500 calories. Just one meal can exceed the recommended daily caloric intake for an adult, especially for people with sedentary or inactive lifestyles."],
        ["10", "So, are calories friends or foes? They give us the energy to perform countless tasks. Nevertheless, our nutritional choices also play a valuable role in the quality of our health. The key is to develop and maintain healthy eating habits throughout our lives so that our bodies will continue to operate efficiently for a long, long time."]
    ],
    "Copyright": "“The Calorie” written for the Minnesota Department of Education.",
    "References": []
}