{
    "Directions": "Read this passage about a coach and her soccer players. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "The Best Coach",
    "Subtitle": "",
    "Author": "written for the Minnesota Department of Education",
    "LabelType": "P",
    "Content": [
        ["1", "“Dominique, you’re supposed to be guarding the net!” Kellan called out. “You’re not supposed to be sitting behind it.”"],
        ["2", "“But I’m making a chain of daisies for you, and I needed to find some more flowers,” the curly haired girl replied."],
        ["3", "A few moments later, Dominique sprinted off the field to present Kellan with her gift, proudly reaching up to fasten it around her neck. She had not seemed to notice that the other team had scored two goals while she was busy gathering flowers. Dominique’s teammate Jason, meanwhile, was following the slow-motion progress of a striped caterpillar that he had found crawling in the middle of the field, while another player, Rory, was splashing in a near-by pond of rainwater and pretending to be a speedboat. Kellan sighed. When she agreed to coach one of the beginning soccer teams, she had no idea that Coach Williams would assign her the Falcons. This struggling squad was like a catastrophe that never ended."],
        ["4", "“It’s important to stand in front of the net when you’re playing goalie,” Kellan gently instructed, trying to be patient with Dominique."],
        ["5", "“Dominique always stands in the wrong place,” accused Rory, stooping to tie his muddy shoe after he had run off the field to join Kellan and Dominique. On the field, the opposing team scored another goal."],
        ["6", "“Well, you chase after everything except the ball,” Dominique retorted. Like an avalanche, other voices coming from the sidelines immediately joined the barrage of accusations and counter-accusations. Kellan blew her whistle to try to divert the arguing and declared that practice was over. As the players on the field and sidelines trotted off, Kellan felt limp and exhausted, as though she had run a marathon."],
        ["7", "“So, how’d your first day go?” Kellan’s friend Luis asked after joining Kellan as she headed off the soccer field. “I’m working with the Jets, and they’re already dribbling the ball down the field. It’s amazing how agile they are.”"],
        ["8", "“That’s pretty good, ”Kellan admitted, ignoring the stab of jealousy she felt. “I’m, uh, working with the Falcons.” She studied the ground as they walked, trying to avoid eye contact with Luis."],
        ["9", "“Ohhhhh,” Luis replied. He had witnessed the Falcons’ practice the week before 1 and was quite relieved when Coach Williams assigned him the Jets to coach. “They are pretty energetic,” he said, searching for something positive to say."],
        ["10", "“Sure,” Kellan muttered, and another sliver of jealousy pricked at her as Luis continued to describe the Jets’ expertise with their drills. However, that envy sparked a feeling of determination, too. If Luis could teach the Jets how to dribble, then she could teach the Falcons; it just might require more effort. Kellan then raised her head and, with renewed confidence, quickened her pace enough that Luis had to run to catch up to her."],
        ["11", "When she arrived home, Kellan threw herself on the couch and reflected on the practice. The players reminded her of Fourth of July fireworks, exploding in a hundred different directions. They did not recognize each other’s strengths and had no idea how to work together. As she twirled the daisy chain still hanging from her neck, an idea slowly started taking shape in her mind."],
        ["12", "The next day, Kellan found her players scattered across the field when she arrived, and she called for them to gather around the bench on the sidelines. Their sweaty faces watched with curiosity as she unrolled the poster she had been carrying and held it up for them to view. The illustration showed the loops of a giant chain, and each one had a team member’s name as well as a talent written on it."],
        ["13", "“This poster lists one way each person can help our team,” Kellan began explaining. “For instance, Rory has lightning speed, and Jason has sharp eyes for watching the ball.”"],
        ["14", "“Yes!” Jason said, grinning and throwing his fist in the air. Kellan noticed how everyone in the group slowly transformed before her eyes, sitting up taller and smiling at the others as she mentioned their names and the skills they could contribute. When she finished, she finally pointed to the loops and asked a crucial question. “What will happen if one link is missing?”"],
        ["15", "“The chain will fall apart, and it won’t be a necklace anymore,” Dominique replied."],
        ["16", "“Exactly!” Kellan said. “In order for us to be a team, we need everyone to work together, like links in a chain. I’m wearing Dominique’s daisy chain to help you remember that. It won’t be easy, but I want every person to try.”"],
        ["17", "“I’m ready!” Rory chirped enthusiastically as he dashed out on the field. For Kellan, the next hour passed in a furious flash of activity. The Falcons still struggled with their dribbling drills, but, for the first time, they attempted to assist each other. Jerome showed Latisha how to push the ball with her right foot and then flip it to her left one. Tanesha helped Leon to his feet after he fell in the slippery grass. No players argued with each other or complained about Kellan’s instructions. It was a start. Kellan felt a new sense of satisfaction as she waved good-bye to her team at the end of practice."],
        ["18", "“Kellan!” a voice called, and she turned to spot Coach Williams striding her way. She had been so intently focused on her practice with the Falcons that she had not been aware of him observing her team."],
        ["19", "“Do you have some coaching tips?” Kellan asked as he joined her."],
        ["20", "“You’re doing great,” Coach Williams complimented her, giving her an encouraging pat on the back. “I know the Falcons are a challenge, but I also know that you’re a strong leader. That’s why I placed that group with you. Good work!”"],
        ["21", "“Thanks!” Kellan replied, and she chuckled to herself as she grabbed her poster and her duffel bag. Effective coaches seem to know how to motivate their players."]
    ],
    "Copyright": "“The Best Coachs” written for the Minnesota Department of Education.",
    "References": []
}