{
    "Directions": "Read the following two articles about games. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "Got Game? (How to Know for Sure)",
    "Subtitle": "",
    "Author": "by Mary Beth Cox",
    "LabelType": "P",
    "Content": [
        ["1", "Lᴜᴅᴇᴍᴇ (ʟᴏᴏᴅ-ᴇᴇᴍ), n. a basic element of a game."],
        ["2", "You probably didn’t know that’s what they’re called. But if you’ve ever crowned a king, hollered “Bingo,” put your right foot on red while your left hand’s on blue, or dove for the last chair when the music stopped, then you’ve done a ludeme. (Hope it worked for you.)"],
        ["3", "Ludemes are the focus of a hip new specialty called ludology. Ludology (from the Latin ludus or “play”) is the study of games. Like music, art, and story telling, games are part of every culture. In recent years, the evolution of electronic devices has unleashed an explosion of new games upon the world. Games soak up an incredible amount of human time and effort. Any phenomenon with that kind of effect on people begs to be understood. So, ludologists try to figure out what makes games tick and why people like to play them. Then game designers like Ben Cousins (originator of the word ludeme) can come up with new, better, even more fun ways to fill your hours."],
        ["4", "To study games, ludologists have to know one when they see one. So, they look for these six things that make a game a game:"],
        ["", ":box:1. Games are voluntary. People play them of their own free will.\n\n2. Games create an alternate reality. The space and time in which games are played are set aside from everyday space-time. (Think, for example, of a basketball court with its shot clock.)\n\n3. Games are about uncertainty. You can win them. You can lose them.\n\n4. Games do no work and produce no useful goods. (A race to see who can clean their room first is not a game. It’s just your parents trying to motivate you.)\n\n5. Games have rules that define how they are played.\n\n6. Games are make-believe. Their consequences are not a matter of life and death. (Hence the old saying, “Don’t cry, it’s just a game.”)"],
        ["", "Dɪssᴇᴄᴛɪɴɢ ᴀ Gᴀᴍᴇ"],
        ["5", "Ludemes are small pieces of games the way atoms are small pieces of matter, or cells are small pieces of living things. Ludemes can be as different as rounding the base lines, discarding the queen of diamonds, or repeatedly clicking on an icon. They combine to make a game interesting and fun in much the same way that your cells combine to make you interesting and fun."],
        ["6", "It’s the job of ludemes to present you, the game player, with a challenging situation. Ludemes set up some kind of problem for you to solve, or they confront you with a series of obstacles to overcome. In doing so, ludemes straddle the thin line that separates boredom from frustration. If you resolve the ludemes’ challenge too quickly and too easily, then you will become bored. If you fail to meet their challenge no matter what you do or how hard you try, then you will soon become frustrated. Either of these eventualities makes for a rotten gaming experience."],
        ["7", "Well-designed ludemes work together to strike the perfect balance. They create a challenge that entices your brain to do what it does best: Analyze choices, make decisions, and manage risk and reward. Ludemes might spice things up a little by adding some unpredictable variation to their game play. They might, for instance, throw in a random element of chance. If everything goes according to plan, then ludemes will successfully capture your attention. They will make you crave them. You will agree to finish your math homework, practice the piano, unload the dishwasher, do whatever it takes . . . just so you can get back in there and play that game!"],
        ["8", "Games are more than mere child’s play. Games teach us a lot. They teach us about the individuals who play them. They teach us about the brains that wrestle with them. They teach us about the cultures that adore them. Games are universal because they explore the core of what human beings essentially are."],
        ["9", "Think about that the next time you encounter a ludeme. When you pass go and collect $200, or hit the bull’s eye, or find a power-up on level twelve, or do what Simon says, or place an X in the center square, or cross the finish line just ahead of the next fastest competitor, please remember there’s a word for whatever it is you’re doing. While you’re huffing and puffing and trying to catch your breath, you might wonder why it is you care so much."]
    ],
    "Copyright": "“Got Game? (How to Know for Sure)” by Mary Beth Cox. From Odyssey issue: Let's Play, © Cobblestone Publishing Company, published by Cobblestone Publishing, 30 Grove Street, Suite C, Peterborough, NH 03458. Al Rights Reserved. Used by permission of the publisher. www.cobblestonepub.com.",
    "References": []
}