{
    "Directions": "Read the article about how the sleep needs of teenagers can impact the schools they attend. Then answer each question that follows.",
    "Context": [],
    "Title": "Why Schools Are Struggling to Let Students Sleep In",
    "Subtitle": "",
    "Author": "by Alexandra Sifferlin",
    "LabelType": "P",
    "Content": [
        ["1", "Several years ago, Jodi McClay, assistant superintendent of the school district in Temecula, Calif., started fielding a bizarre complaint from parents and students. It was too hard, they said, for teens to rise in time for homeroom. Initially, she was puzzled. Classes started at 7:30 a.m. The solution seemed simple: go to bed earlier."],
        ["2", "That's when McClay learned about sleep phase delay, the medical term for how puberty affects bedtime. As hormones change, so do circadian rhythms, making it biologically unfeasible for some teens to go to bed before 11 p.m. and wake up before 8 a.m. — let alone get dressed, transported and ready to learn."],
        ["3", "Concerned, McClay met with a group of parents, teachers and administrators to discuss a question that doctors have been posing for years, lately with growing urgency: Should school start later? Among adolescents, getting the recommended amount of sleep (around nine hours) has been linked to higher test scores and better behavior. Surely, McClay thought, Temecula could revise its policy."],
        ["4", "Others were skeptical. Starting classes at 8:30 or 9 a.m. might make it harder for parents to get to work on time, and shifting the bus schedule would cost at least $1 million, more than the district could afford. “We wanted to change,” says McClay. “But ultimately, we couldn't.”"],
        ["5", "Temecula's struggle is not unique. In the U.S., more than 4 in 5 middle and high schools begin at or before 8:30 a.m. That can contribute to sleep deprivation, making it harder for students to concentrate and even increasing their risk for obesity and depression. The American Academy of Pediatrics confirmed as much in 2014, when it made a formal recommendation to delay school start times. By now, hundreds of districts have started to explore alternatives. Seattle Public Schools is the latest and largest to embrace one: this fall it will push morning bells from around 7:50 a.m. to 8:45 a.m."],
        ["6", "But many districts are hitting major snags. Under a suggested change at East High School in Denver, for instance, classes wouldn't end until around 4 p.m., meaning student-athletes could have to leave early for away games. Given that 60% of the school's nearly 2,500 pupils play a sport, “that's a lot of kids missing a lot of class,” warns principal Andy Mendelsberg. A new system could also impact local businesses that rely on after-school labor from students."],
        ["7", "There are parental concerns as well. In Maryland's Anne Arundel County, one mom, Judith Keeler, started a petition detailing how delaying high school hours — and pushing up elementary school hours, since there is one bus system — would make it harder for working parents to find child care. Then she raised a fraught issue in any school district: cost. “Is this the best way to spend taxpayer dollars?” Keeler wrote of the $8.1 million initiative, inspiring nearly 3,000 people to sign their support. “This has blown up,” says Lisa VanBuskirk, an Anne Arundel parent who supports the change. “I'm not feeling great [about our chances].”"],
        ["8", "Still, it is possible to navigate these hurdles. The key, say experts, is patience and compromise. Before Fairfax County Public Schools in Virginia delayed high school starts roughly an hour — to around 8 a.m. — officials spent a decade streamlining the switch. They surveyed Fairfax students about sleep habits. They reduced bus expenses. They worked around concerns from community members. During the process, they shared insights with the public and gave people a year to prepare for the change, which took effect in September."],
        ["9", "Several months in, the system is “still not perfect,” admits superintendent Karen Garza. But there haven't been any major incidents, and students appear more engaged. “My daughter used to feel tired all the time,” says Elizabeth Ende, mom to a freshman at McLean High School. “Now she gets through homework more quickly, and when she's working, she looks more alert.” Eric Welch, a social-studies teacher ... noticed a change as well. “I can see the kids in the hallways,” he says. “They're not dragging as much.”"],
        ["10", "Those results may well spark more schools to take the plunge — a decision that won't be easy. But given the payoff, says Garza, “it's a position we have to take.”"]
    ],
    "Copyright": "“Why Schools Are Struggling to Let Students Sleep In” by Alexandra Sifferlin, from TIME magazine (February 22, 2016). Copyright © 2016 by TIME Inc. Reprinted by permission of TIME Inc.",
    "References": []
}