{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The main purpose of the first paragraph is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "characterize Nawab as a loving father.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even if the first paragraph does indicate that Nawab is willing to work hard to take care of his family, it does not specifically address how he interacts with his daughters emotionally.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "outline the schedule of a typical day in Nawab's life.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first paragraph describes some of Nawab's activities but not the specifics of his schedule.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "describe Nawab's various moneymaking ventures.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first paragraph the reader is introduced to Nawab, a father of twelve daughters who feels compelled to make more money to care for his family: “he must proliferate his sources of revenue” (lines 6-7). The remainder of the paragraph focuses on the way Nawab attempts to “proliferate” those income sources by identifying some of the moneymaking schemes Nawab undertakes, including setting up a flour mill and a fish farm and attempting to fix both radios and watches.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "contrast Nawab's and Harouni's lifestyles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first paragraph introduces Harouni as Nawab's employer but does not describe his lifestyle.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 16, “kicks” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "thrills.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage clearly states that Nawab was not successful fixing watches, which earned him a negative response (“kicks,” or complaints). In this context it would be illogical to suggest that Nawab's unsuccessful efforts at fixing watches would result in the sort of positive response implied by “thrills”.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "complaints.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage states that Nawab earned “more kicks than kudos” (line 16) for his failed attempts at fixing watches. In the context of not doing a job well, this means Nawab was not given compliments (“kudos”) for his efforts but complaints (“kicks”) about them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "jolts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though “jolts” might be unpleasant, they're not the kind of negative response one would get instead of compliments.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "interests.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage clearly states that Nawab was not successful fixing watches, which earned him a negative response (“kicks,” or complaints). In this context it would be illogical to suggest that Nawab's unsuccessful efforts at fixing watches would result in the sort of positive response implied by “interests”.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author uses the image of an engineer at sea (lines 23-28) most likely to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "suggest that Nawab often dreams of having a more exciting profession.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's use of the image of an engineer working hard on a “foundering steamer” describes the effort Nawab is making in keeping his employer comfortable, not what Nawab might be dreaming about.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "highlight the fact that Nawab's primary job is to tend to Harouni's tube wells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's use of the image of an engineer working hard on a “foundering steamer” describes the effort Nawab is making in keeping his employer comfortable, not anything to do with tube wells (which are not mentioned in the second paragraph).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "reinforce the idea that Nawab has had many different occupations in his life.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's use of the image of an engineer working hard on a “foundering steamer” describes the effort Nawab is making in keeping his employer comfortable, not that Nawab has had many different jobs in his life.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "emphasize how demanding Nawab's work for Harouni is.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage states that Nawab works “like an engineer tending the boilers on a foundering steamer in an Atlantic gale” (lines 26-28) in his attempts to keep his employer comfortable. The author likely uses this image because it highlights the challenging nature of Nawab's work—work that is described in the next sentence as requiring “superhuman efforts” (line 28).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice best supports the claim that Nawab performs his duties for Harouni well?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 28-32 (“By his ... Lahore”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 28-32 show that Nawab is an efficient employee, stating that due to his “superhuman efforts,” Nawab is able to keep his employer comfortable, or in almost “the same mechanical cocoon ... that the landowner enjoyed in Lahore.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 40-42 (“The landowner ... ahead”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 40-42 describe the actions of Nawab's employer only and do not address the employer's feelings about Nawab's work.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 46-49 (“In your ... should”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 46-49 show Nawab characterizing himself as an old and ineffective employee, not one who performs his job well.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Line 58 (“I've ... years”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Line 58 addresses the fact Nawab had always lived in his employer's household but not his effectiveness as an employee.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the context of the conversation between Nawab and Harouni, Nawab's comments in lines 43-52 (“Sir ... beg you”) mainly serve to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "flatter Harouni by mentioning how vast his lands are.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Een though lines 43-52 initially highlight the vastness of Harouni's lands, those lines primarily focus on Nawab's dedication and service to Harouni.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "boast to Harouni about how competent and reliable Nawab is.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 43-52 emphasize not that Nawab is competent and reliable but that Nawab feels he is no longer able to adequately fulfill his duties.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "emphasize Nawab's diligence and loyalty to Harouni.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main purpose of Nawab's comments in lines 43-52 is to highlight the labor and service he has provided for Harouni over the years. Nawab says “there is but one man, me, your servant” to take care of the tube wells on all Harouni's vast lands and that the extensive work has resulted in Nawab earning gray hairs on his employer's behalf.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "notify Harouni that Nawab intends to quit his job tending the tube wells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 43-52, Nawab doesn't say he intends to quit his job, asking instead only for help doing it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Nawab uses the word “bridegroom” (line 62) mainly to emphasize that he's no longer"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "in love.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of Nawab not being able to bike so far, he uses the word “bridegroom” to imply that he is no longer young, not that he is no longer in love.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "naive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of Nawab not being able to bike so far, he uses the word “bridegroom” to imply that he is no longer young, not that he is no longer naive.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "busy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of Nawab not being able to bike so far, he uses the word “bridegroom” to imply that he is no longer young, not that he is no longer busy.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "young.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 61-62, Nawab says to his employer that he “cannot any longer bicycle about like a bridegroom from farm to farm.” In this context, Nawab uses the word “bridegroom” to imply he is no longer a young man who can easily travel such great distances on his bike.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "It can reasonably be inferred from the passage that Harouni provides Nawab with a motorcycle mainly because"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Harouni appreciates that Nawab has to work hard to support his family.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the passage Harouni is said not to be particularly impressed with how hard Nawab works; he cares about the issue of the motorcycle only in regard to its effect on his own comfort.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Harouni sees benefit to himself from giving Nawab a motorcycle.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Harouni's reaction to Nawab's request for a new motorcycle can be found in lines 66-68, where the employer is said not to “particularly care one way or the other, except that it touched on his comfort—a matter of great interest to him.” For Harouni, in other words, the issue of Nawab getting a new motorcycle came down to what was best for Harouni, not what was best for Nawab.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Nawab's speech is the most eloquent that Harouni has ever heard.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Harouni is said to find Nawab's speech not eloquent but “florid” (line 54), meaning flamboyant or ostentatious.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Nawab threatens to quit if Harouni doesn't agree to give him a motorcycle.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nawab does not threaten to quit his job but politely asks his employer to “let me go” (line 64).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 65-66 (“And ... crux”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about why Harouni buys Nawab a new motorcycle. Instead, they simply identify the issue.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 66-68 (“He didn't ... him”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks why Harouni purchases his employee Nawab a new motorcycle, with the correct answer (that Harouni did so because it was in his own best interest) supported in lines 66-68: “He didn't particularly care one way or the other, except that it touched on his comfort—a matter of great interest to him.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 75-76 (“He even ... gasoline”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about why Harouni buys Nawab a new motorcycle. Instead, they note that Harouni also gave Nawab money for gas.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 80-81 (“He could ... business”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about why Harouni buys Nawab a new motorcycle. Instead, they show how the motorcycle affects Nawab's side businesses.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The passage states that the farm managers react to Nawab receiving a motorcycle with"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "disgust.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage states that Nawab's new motorcycle leads to the “disgust of the farm managers” (line 74).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "happiness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage specifically says Nawab's new motorcycle leads to the “disgust of the farm managers,” not their happiness.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "envy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage specifically says Nawab's new motorcycle leads to the “disgust of the farm managers,” not their envy.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "indifference.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage specifically says Nawab's new motorcycle leads to the “disgust of the farm managers,” not their indifference.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, what does Nawab consider to be the best result of getting the motorcycle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "People start calling him “Uncle.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage explicitly states that Nawab believes the best thing about his new motorcycle is that he can “spend every night with his wife,” not that people start calling him “Uncle”.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He's able to expand his business.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage explicitly states that Nawab believes the best thing about his new motorcycle is that he can “spend every night with his wife,” not that he is able to expand his business.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He's able to educate his daughters.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage explicitly states that Nawab believes the best thing about his new motorcycle is that he can “spend every night with his wife,” not that he is able to educate his daughters.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He can spend more time with his wife.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage specifically states what Nawab considers the greatest part of his getting a new motorcycle: “Best of all, now he could spend every night with his wife” (lines 81-82).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The main purpose of the passage is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "analyze the technological developments that have affected the production, circulation, and reception of news stories.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage deals with changes in the way news is perceived but does not primarily focus on the technological changes that may have resulted in those or other changes.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "discuss changes in the perception of the news media as a source of public knowledge.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage states that historically, “newspapers such as The Times and broadcasters such as the BBC were widely regarded as the trusted shapers of authoritative agendas and conventional wisdom” (lines 27-30). But it goes on to say that “there is a growing feeling ... that the news media should be 'informative rather than authoritative'” (lines 70-73). Together these lines indicate the main purpose of the passage, which is to discuss how people's perception of the news media is changing from its being an authoritative voice to simply an informative one.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "show how journalists' frames of value influence the production of news stories.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even if the passage implies that viewers might increasingly believe a journalist's values can affect the news stories being produced, it does not provide specific examples of that happening.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "challenge the conventional view that news is a form of public knowledge.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage begins with the simple sentence “The news is a form of public knowledge” (line 1) and makes no attempt to refute that claim.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, which expectation do traditional authorities now face?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They should be uninfluenced by commercial considerations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 33-38 make clear that the expectation traditional authorities now face is the need to “make explicit the frames of value which determine their decisions,” not that they shouldn't be affected by commercial interests.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They should be committed to bringing about positive social change.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 33-38 make clear that the expectation traditional authorities now face is the need to “make explicit the frames of value which determine their decisions,” not that they should work for the common good.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They should be respectful of the difference between public and private knowledge.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 33-38 make clear that the expectation traditional authorities now face is the need to “make explicit the frames of value which determine their decisions,” not that they should consider the context of public versus private knowledge.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They should be transparent about their beliefs and assumptions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Although the passage initially states that traditional news authorities were once implicitly “trusted” (line 29) regarding the content they produced, it goes on to note that “as part of the general process of the transformation of authority ... the demand has been for all authority to make explicit the frames of value which determine their decisions” (lines 33-38). The modern audience, in other words, wants to hear not only the stories a news organization produces but also the values that form the foundation of that organization's beliefs.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 2-5 (“Unlike ... people”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about what expectation traditional authorities now face, instead contrasting private and public knowledge.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 20-21 (“The production ... process”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about what expectation traditional authorities now face, instead explaining the complexity of news dissemination.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 33-38 (“As part ... decisions”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what expectation traditional authorities now face, with the answer being that they must make their perspectives or beliefs clear to the audience. This is supported in lines 33-38: “As part of the general process of the transformation of authority ... the demand has been for all authority to make explicit the frames of value which determine their decisions.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 43-46 (“Editors ... viewers”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about what expectation traditional authorities now face, instead providing one way news has changed in modern times.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 24, “common” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "numerous.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of something shared by many people, the word “common” implies that it is widespread, not that it is plentiful or abundant.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "familiar.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of something shared by many people, the word “common” implies that it is widespread, not that it is recognizable to others.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "widespread.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 23-25, the passage states that “there is not always common agreement about what the public needs to know.” In this context, a “common” agreement is a widespread one shared by many people.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "ordinary.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of something shared by many people, the word “common” implies that it is widespread, not that it is normal.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The authors most likely include the extended quotations in lines 43-53 to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "present contradictory examples.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The two quotations provided in lines 43-53 are not contradictory: the first offers a description of how news editors work differently in modern times, and the second describes how certain changes might affect news stories or the audience.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "cite representative opinions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Two quotes are provided in lines 43-53, one highlighting the way editors work differently in modern times due to the demands of the audience and one offering an opinion about the perceived negative effects of that new reality of news. Those extended quotations were added by the authors most likely because they provide concrete examples of how some journalists feel about modern news dissemination.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "criticize typical viewpoints.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The two quotations illustrate how some feel about the way the dissemination of news might be changing and are not used to criticize.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "suggest viable alternatives.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The two quotations illustrate how some feel about the way the dissemination of news might be changing and are not used to make suggestions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The authors indicate that the public is coming to believe that journalists' reports should avoid"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "personal judgments about the events reported.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage explains that although the major news organizations were once considered “trusted shapers” (line 29) of public knowledge, that perception is changing due to the “growing feeling ... that the news media should be 'informative rather than authoritative'; the job of journalists should be to 'give the news as raw as it is, without putting their slant on it'; and people should be given 'sufficient information' from which 'we would be able to form opinions of our own'” (lines 70-77). In other words, the audience now wants raw facts about the world, not facts constructed in support of a certain opinion.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "more information than is absolutely necessary.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage presents the public as wanting information without any slant on it, not as wanting only a limited amount of information.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "quotations from authorities on the subject matter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not specifically identify the public's feelings about including quotations from authorities in news stories.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "details that the subjects of news reports wish to keep private.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not specifically identify the public's feelings about how they would want journalists to handle private details that the subjects of news stories do not want revealed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 12-16 (“Thus ... them”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer that the modern public wants journalists to avoid personal judgments when telling news stories, instead contrasting personal or private knowledge with public knowledge.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 30-33 (“They ... others”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer that the modern public wants journalists to avoid personal judgments when telling news stories, instead characterizing how trusted broadcasters were once viewed.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 40-42 (“Not surprisingly ... authority”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer that the modern public wants journalists to avoid personal judgments when telling news stories, instead explaining how some professional journalists feel about the new reality of the news.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 70-77 (“There ... own”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what the public is beginning to believe should be avoided in news stories, with the answer being the personal opinions or feelings of journalists. This is supported in lines 70-77: “There is a growing feeling ... that the news media should be 'informative rather than authoritative'; the job of journalists should be to 'give the news as raw as it is, without putting their slant on it'; and people should be given 'sufficient information' from which 'we would be able to form opinions of our own.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 74, “raw” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "unfiltered.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 73-75, the passage states the modern belief that “the job of journalists should be to 'give the news as raw as it is, without putting their slant on it.'” In this context, the word “raw” means unfiltered or in its most basic state.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "exposed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of news without any “slant on it,” the word “raw” implies something unfiltered, not something unprotected or uncovered.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "harsh.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of news without any “slant on it,” the word “raw” implies something unfiltered, not something severe.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "inexperienced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of news without any “slant on it,” the word “raw” implies something unfiltered, not something untried or unproven.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the table, in which year were people the most trusting of the news media?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1985",
                "Key": {
                    "Correct": true,
                    "Rationale": "The table shows that in 1985, 55% of respondents believed news organizations “get the facts straight,” which was the highest percentage for that choice for any of the years provided.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "1992",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows that the percentage of respondents who believed news organizations “get the facts straight” was smaller in 1992 (49%) than in 1985 (55%).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "2003",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows that the percentage of respondents who believed news organizations “get the facts straight” was smaller in 2003 (36%) than in 1985 (55%).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "2011",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows that the percentage of respondents who believed news organizations “get the facts straight” was smaller in 2011 (25%) than in 1985 (55%).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement is best supported by information presented in the table?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Between 1985 and 2011, the proportion of inaccurate news stories rose dramatically.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table indicates viewers' perceptions of the accuracy of news organizations but does not identify how many inaccurate news stories there were in any of the years listed.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Between 1992 and 2003, the proportion of people who believed that news organizations were biased almost doubled.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of people who believe news organizations “tend to favor one side” did not double between 1992 and 2003, rising only from 63% to 66%.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Between 2003 and 2007, people's views of the accuracy, independence, and fairness of news organizations changed very little.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The table shows that from 2003 to 2007, the percentage of people who believed news organizations “get the facts straight” rose only minimally, from 36 to 39%, while their perception of the independence and fairness of those organizations changed not at all, remaining at 23% and 26%, respectively.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Between 2007 and 2011, people's perception that news organizations are accurate increased, but people's perception that news organizations are fair diminished.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows that between 2007 and 2011, people's perception of the accuracy of news organizations decreased rather than increased, dropping from 39% to 25%.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The 2011 data in the table best serve as evidence of"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“political disengagement by the majority” (line 51).",
                "Key": {
                    "Correct": false,
                    "Rationale": "The 2011 data in the table show the public's lack of faith in the accuracy, independence, and fairness of news organizations but do not indicate how politically involved that public was.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“the professional claims of experts” (lines 65-66).",
                "Key": {
                    "Correct": false,
                    "Rationale": "The 2011 data in the table show the public's lack of faith in the accuracy, independence, and fairness of news organizations but do not demonstrate the claims of experts.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“scepticism towards the epistemological authority of expert elites” (lines 69-70).",
                "Key": {
                    "Correct": true,
                    "Rationale": "The 2011 data in the table indicate that only 25% of respondents believed news organizations were accurate, 15% believed they were independent, and 16% believed they were fair. Combined, these data support the idea put forth in lines 69-70 that modern audiences are becoming skeptical of the authority of experts.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“the supremacy of the clickstream” (line 81).",
                "Key": {
                    "Correct": false,
                    "Rationale": "The 2011 data in the table show the public's lack of faith in the accuracy, independence, and fairness of news organizations but do not reveal the importance of viewer mouse clicks in modern news.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The primary purpose of the passage is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "discuss the assumptions and reasoning behind a theory.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't focus on the assumptions behind a theory but rather on the way in which that theory was tested.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "describe the aim, method, and results of an experiment.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first paragraph of the passage identifies and describes “Texas gourd vines” (line 1), but the primary focus of the passage is introduced in the first sentence of the second paragraph: “In one recent study, Nina Theis and Lynn Adler took on the specific problem of the Texas gourd—how to attract enough pollinators but not too many beetles” (lines 17-20). The remainder of the passage focuses on describing the purpose, process, and results of the recent research done on those Texas gourd vines.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "present and analyze conflicting data about a phenomenon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not present much conflicting data; most of it supports the idea there can be too much fragrance for the Texas gourd vine.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "show the innovative nature of a procedure used in a study.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage explains the procedures used in a study were “'very labor intensive'” (line 58) but does not present them as particularly innovative.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As presented in the passage, Theis and Adler's research primarily relied on which type of evidence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Direct observation",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage says that to test their hypothesis, the scientists “planted 168 Texas gourd vines in an Iowa field” (lines 33-34) and then ultimately walked “from flower to flower, observing each for two-minute intervals” (lines 62-63). Because they gathered data by looking at and studying the plants in question, the scientists' research is best characterized as relying on direct observation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Historical data",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 62-63 make clear that the research emphasized direct observation, not historical data.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Expert testimony",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 62-63 make clear that the research emphasized direct observation, not expert testimony.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Random sampling",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 62-63 make clear that the research emphasized direct observation, not random sampling.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement about striped cucumber beetles can most reasonably be inferred from the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They feed primarily on Texas gourd plants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by the text; the passage states that cucumber beetles “chew up pollen and petals” (lines 12-13) from the Texas gourd vines but not that those vines are their “primary” food source.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They are less attracted to dimethoxybenzene than honey bees are.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage states that treating the Texas gourd vines with dimethoxybenzene led to “double the normal number of beetles” (lines 65-66) but that pollinators like bees “did not prefer” (line 67) the treated flowers, which implies that cucumber beetles are not less attracted but more attracted to dimethoxybenzene than honey bees are.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They experience only minor negative effects as a result of carrying bacterial wilt disease.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by the text; the passage does not address any effects, positive or negative, that cucumber beetles experience as a result of carrying bacterial wilt disease.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They are attracted to the same compound in Texas gourd scent that squash bees are.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage states that by using the smell of their nectar to lure pollinators like bees, Texas gourd vines are employing an “'open communication network'” that attracts “'not just the good guys, but ... also ... the bad guys'” (lines 7-10). Because cucumber beetles are then identified as some of “the very bad guys” (line 12) as far as the Texas gourd plant is concerned, it can be inferred that both the beetles and the bees are attracted to the same scent.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author indicates that it seems initially plausible that Texas gourd plants could attract more pollinators if they"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "did not have aromatic flowers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 26-27 support the idea that it was initially thought that Texas gourd vines could lure more pollinators through “more of that aroma,” not by lacking an aroma.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "targeted insects other than bees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bees are the only pollinators specifically discussed in the passage, and there is no suggestion that targeting other insects would attract more bees.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "increased their floral scent.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author indicates that it is reasonable to think that the Texas gourd plants might lure more pollinators if their smell was stronger. This is clear from lines 26-27, which state that “intuition suggests that more of that aroma should be even more appealing to bees.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "emitted more varied fragrant compounds.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 26-27 support the idea that it was initially thought that Texas gourd vines could lure more pollinators through “more of that aroma,” not by giving off a more varied aroma.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 38, “treated” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "altered.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage explains that as part of their research the scientists “made half the plants more fragrant by tucking dimethoxybenzene-treated swabs deep inside their flowers. Each treated flower emitted about 45 times more fragrance than a normal one” (lines 35-39). In this context, a flower that was “treated” would be one that was changed or altered.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "restored.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of a flower having a compound like dimethoxybenzene added to it, the word “treated” means changed or altered, not returned to normal.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "provided.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of a flower having a compound like dimethoxybenzene added to it, the word “treated” means changed or altered, not given.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "preserved.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of a flower having a compound like dimethoxybenzene added to it, the word “treated” means changed or altered, not kept for future use.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What did Theis and Adler do as part of their study that most directly allowed Theis to reason that “bees were repelled not by the fragrance itself” (lines 70-71)?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They observed the behavior of bees and beetles both before and after the flowers opened in the morning.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage states only that the scientists observed the bees and beetles on the flowers as soon as they opened (lines 59-61), not both before and after they opened.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They increased the presence of 1,4-dimethoxybenzene only during the August flowering season.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the passage does state that the experiment only took place during the “August flowering season” (line 35), it doesn't state that this was a variable in the experiment or had any effect on it.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They compared the gourds that developed from naturally pollinated flowers to the gourds that developed from hand-pollinated flowers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Comparing gourds based on the type of pollination is not related to the issue of what repelled bees from the fragrance-enhanced plants.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They gave bees a chance to choose between beetle-free enhanced flowers and beetle-free normal flowers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the passage Theis surmises that honey bees were likely repelled not by the enhanced fragrance of the dimethoxybenzene-treated flowers but “by the abundance of beetles” (lines 71-72) found on them. She was able to make that assumption because the honey bees were able to choose between both normal flowers and fragrance-enhanced flowers without any beetles on them, because one of the parameters of the research was that “every half hour throughout the experiments, the team plucked all the beetles off of half the fragrance-enhanced flowers and half the control flowers, allowing bees to respond to the blossoms with and without interference by beetles” (lines 45-50).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 45-50 (“So every ... beetles”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what Theis and Adler did to allow Theis to theorize that the bees were repelled not by the enhanced fragrance of certain flowers but by the excessive number of beetles on them, with the answer (they give the bees the chance to visit both normal and fragrance-enhanced flowers that did not have beetles on them) being supported in lines 45-50: “So every half hour throughout the experiments, the team plucked all the beetles off of half the fragrance-enhanced flowers and half the control flowers, allowing bees to respond to the blossoms with and without interference by beetles.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 51-53 (“Finally ... beetles”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about what allowed Theis and Adler to theorize that the bees were repelled not by fragrance but by insects, instead highlighting a variable that didn't directly address the effect of fragrance on bees.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 59-61 (“We would ... open”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about what allowed Theis and Adler to theorize that the bees were repelled not by fragrance but by insects, instead describing the timing of one of the steps undertaken in the experiment.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 76-79 (“Gourds ... flowers”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about what allowed Theis and Adler to theorize that the bees were repelled not by fragrance but by insects, instead discussing an aspect of gourd growth that was not related to the question of why bees may or may not have wanted to visit fragrance-enhanced flowers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The primary function of the seventh and eighth paragraphs (lines 65-84) is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "summarize Theis and Adler's findings.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first six paragraphs (lines 1-64) of the passage introduce a plant (the Texas gourd vine) and its problem (luring enough insects to pollinate it but not too many of those that will harm it) and then describe a study undertaken to deal with “the specific problem of the Texas gourd—how to attract enough pollinators but not too many beetles” (lines 18-20). After the specifics of that experiment are described in detail, the results are explained and summarized in the seventh and eighth paragraphs (lines 65-84): “What they saw was double the normal number of beetles... Squash bees were indifferent, and honey bees visited enhanced flowers less often... That added up to less reproduction for fragrance-enhanced flowers” (lines 65-76).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "describe Theis and Adler's hypotheses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Theis and Adler's hypothesis (that more fragrance would make the flowers “even more appealing to bees,” line 27) is found in the third paragraph (lines 26-40).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "illustrate Theis and Adler's methods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Theis and Adler's methods are described in the third through sixth paragraphs (lines 26-64), not the seventh and eighth (lines 65-84).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "explain Theis and Adler's reasoning.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The seventh and eighth paragraphs detail the results in an experiment but do not focus on the researchers' reasoning.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In describing squash bees as “indifferent” (line 68), the author most likely means that they"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "could not distinguish enhanced flowers from normal flowers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Indifference” suggests the amount of concern one has about something but not anything to do with physical capabilities (such as being able to distinguish between the flowers).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "visited enhanced flowers and normal flowers at an equal rate.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To be “indifferent” is to be apathetic, or without care or concern. In the context of an experiment that tested whether or not insects preferred normally scented flowers or ones with enhanced fragrance, describing the squash bees as “indifferent” implies they did not care about the scents and were equally drawn to both types of flowers.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "largely preferred normal flowers to enhanced flowers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Indifference” suggests that one has no preference.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "were as likely to visit beetle-infested enhanced flowers as to visit beetle-free enhanced flowers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The squash bees are said to be “indifferent” to certain flowers based on their fragrance, not on the number of beetles that may or may not be on them.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, Theis and Adler's research  offers an answer to which of the following questions?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "How can Texas gourd plants increase the number of visits they receive from pollinators?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Theis and Adler's research was not able to show how to increase pollinator visits to the Texas gourd vine, as the results of their experiment showed that “pollinators, to their surprise, did not prefer the highly scented flowers” (lines 67-68).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Why is there an upper limit on the intensity of the aroma emitted by Texas gourd plants?",
                "Key": {
                    "Correct": true,
                    "Rationale": "Theis and Adler's research clearly provided an answer to the question of why there is an upper limit on the intensity of the aroma emitted by Texas gourd plants, as their experiment was described as being able to “provide a reason that Texas gourd plants never evolved to produce a stronger scent” (lines 85-86).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Why does hand pollination rescue the fruit weight of beetle-infested Texas gourd plants?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Theis and Adler's research was not able to explain how hand pollination rescued fruit weight, a finding the passage describes as “a hard-to-interpret result” (line 83).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Why do Texas gourd plants stop producing fragrance attractive to pollinators when beetles are present?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage never indicates that the flowers stop producing fragrance when beetles are present.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 17-20 (“In one ... beetles”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about what Theis and Adler's research revealed about Texas gourd vines, instead explaining the goal of the experiment undertaken.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 22-25 (“The aroma ... 1,4-dimethoxybenzene”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about what Theis and Adler's research revealed about Texas gourd vines, instead identifying some of the fragrance compounds found in the plant's aroma.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 79-84 (“Hand ... development”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about what Theis and Adler's research revealed about Texas gourd vines, instead describing results related to hand pollination rather than fragrance.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 85-86 (“The new ... scent”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what question from among the answer choices Theis and Adler's research was able to answer regarding Texas gourd vines. The answer (they determined why there was an upper limit to the amount of fragrance produced) is supported in lines 85-86: “The new results provide a reason that Texas gourd plants never evolved to produce a stronger scent.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In Passage 1, Lincoln contends that breaking the law has which consequence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It slows the repeal of bad laws.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lincoln says that bad laws “should be repealed as soon as possible” (line 30), not that breaking the law would slow their repeals.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It undermines and repudiates the nation's values.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In Passage 1, Lincoln asserts that citizens of the United States should never break the laws of their land, for any reason, because to do so undermines the nation's values. This is clearly demonstrated when he says, “let every man remember that to violate the law, is to trample on the blood of his father, and to tear the character of his own, and his children's liberty” (lines 9-12).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It leads slowly but inexorably to rule by the mob.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lincoln says that “there is no grievance that is a fit object of redress by mob law” (lines 36-37) but doesn't argue that breaking the law will lead to mob rule.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It creates divisions between social groups.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In his speech Lincoln doesn't discuss divisions between social groups.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S4.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 9-12 (“let every man ... liberty”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what Lincoln believes is the result of breaking the laws, with the answer being that such actions undermine a nation's values. This is supported in lines 9-12: “let every man remember that to violate the law, is to trample on the blood of his father, and to tear the character of his own, and his children's liberty.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 20-23 (“and let ... altars”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question regarding what Lincoln contends happens when citizens break the law, instead explaining exactly which groups Lincoln believes should vow to follow the laws.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 33-35 (“If such ... borne with”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question regarding what Lincoln contends happens when citizens break the law, instead illustrating how Lincoln believes unjust laws should be dealt with.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 36-37 (“There ... law”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question regarding what Lincoln contends happens when citizens break the law, instead stating Lincoln's belief that no law is ever improved through mob rule.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S4.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 24, “urge” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "hasten.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of lines 24-25 (“I so pressingly urge a strict observance of all the laws”), to urge that laws be followed is to advocate for them to be obeyed, not to speed up such adherence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "stimulate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lincoln is asking people to follow the laws but not directly causing people to obey them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "require.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of lines 24-25 (“I so pressingly urge a strict observance of all the laws”), to urge that laws be followed is to advocate for them to be obeyed, not to make such adherence necessary.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "advocate.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 24-25, Lincoln says, “I so pressingly urge a strict observance of all the laws.” In this context, the word “urge” most nearly means advocate, because when Lincoln urges people to obey the laws, he is pleading in favor of them doing so.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S4.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The sentence in lines 24-28 (“When ... made”) primarily serves which function in Passage 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It raises and refutes a potential counterargument to Lincoln's argument.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence in lines 24-28 does not raise and refute a possible counterargument to Lincoln's argument , but rather it is an attempt on Lincoln's part to make sure he is not misunderstood.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It identifies and concedes a crucial shortcoming of Lincoln's argument.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence in lines 24-28 does not identify a shortcoming of his argument, but rather it is an attempt on Lincoln's part to make sure he is not misunderstood.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It acknowledges and substantiates a central assumption of Lincoln's argument.",
                "Key": {
                    "Correct": false,
                    "Rationale": "That sentence does not acknowledge and provide support for a central assumption of Lincoln's argument but looks at a different aspect of the issue.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It anticipates and corrects a possible misinterpretation of Lincoln's argument.",
                "Key": {
                    "Correct": true,
                    "Rationale": "After advocating for citizens “never to violate in the least particular, the laws of the country” (lines 3-4), Lincoln begins the second paragraph by making another point: “When I so pressingly urge a strict observance of all the laws, let me not be understood as saying there are no bad laws, nor that grievances may not arise, for the redress of which, no legal provisions have been made” (lines 24-28). This sentence is an attempt on Lincoln's part to make clear what could be a misunderstanding of his position (“let me not be understood”) and to correct that possible misunderstanding. Lincoln doesn't want people to believe he is saying all laws are always good, but rather that those laws need to be followed as long as they are on the books.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S4.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 32, “observed” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "followed.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the passage Lincoln states his belief that any laws that “continue in force, for the sake of example, they should be religiously observed” (lines 31-32). In this context, “observed” most nearly means followed, as Lincoln is urging citizens to heed or follow the country's laws.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "scrutinized.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of Lincoln advocating that laws be religiously “observed,” he means those laws should be followed, not that they should be studied closely.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "contemplated.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of Lincoln advocating that laws be religiously “observed,” he means those laws should be followed, not that they should be considered at length.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "noticed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of Lincoln advocating that laws be religiously “observed,” he means those laws should be followed, not that they should be merely recognized.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S4.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In Passage 2, Thoreau indicates that some unjust aspects of government are"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "superficial and can be fixed easily.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Thoreau does not say some unjust aspects of government can be fixed easily or that they are merely superficial.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "subtle and must be studied carefully.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Thoreau does not argue that such injustices are subtle and should be studied, but rather that in certain cases it is best to “let it go, let it go” (line 59), while in other cases one should act or “break the law” (line 66).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "self-correcting and may be beneficial.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Thoreau does not say that any such unjust aspects of government are beneficial or helpful.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "inevitable and should be endured.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Passage 2 begins with Thoreau's statement that “unjust laws exist” (line 45). His philosophy regarding how to deal with those unjust laws is evident in lines 58-59: “If the injustice is part of the necessary friction of the machine of government, let it go, let it go.” Thoreau believes, in other words, that some injustices are an unfortunate part of normal governance and just need to be endured (“let it go, let it go”).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S4.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 45-48 (“Unjust ... once”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about Thoreau's thoughts regarding certain injustices in government, instead asking a theoretical question about how one should respond to unjust laws.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 51-52 (“They ... evil”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about Thoreau's thoughts regarding certain injustices in government, instead providing an observation about how some view acting out against unjust laws.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 58-59 (“If the injustice ... go”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what Thoreau feels about some unjust aspects of government, with the answer being that he finds them inevitable and something that needs to be endured. This is supported in lines 58-59: “If the injustice is part of the necessary friction of the machine of government, let it go, let it go.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 75-78 (“A man ... wrong”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about Thoreau's thoughts regarding certain injustices in government, instead acknowledging that in some questions of conscience, one may or may not choose to act.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S4.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The primary purpose of each passage is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "make an argument about the difference between legal duties and moral imperatives.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passages are not making arguments about differences between legal duties and moral imperatives but rather are addressing the need to follow (or not) the laws of a land.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "discuss how laws ought to be enacted and changed in a democracy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both passages address the question of changing existing laws in the United States, but that is only a minor part of what is a greater debate about the need to follow or not follow existing laws.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "advance a view regarding whether individuals should follow all of the country's laws.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In Passage 1, Lincoln makes clear his belief that individuals should always heed the laws: “Let every American ... swear ... never to violate in the least particular, the laws of the country” (lines 1-4). Even bad laws, he states, “while they continue in force, for the sake of example, they should be religiously observed” (lines 30-32). In Passage 2, Thoreau is less rigid in his beliefs regarding the need for individuals to heed the laws of the country, arguing at times that some laws should be broken: “but if it is of such a nature that it requires you to be the agent of injustice to another, then, I say, break the law” (lines 64-66). While Lincoln and Thoreau can therefore be said to disagree about the moral imperative to follow existing laws, both passages advance an opinion regarding the need to follow or not follow all of the country's laws.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "articulate standards by which laws can be evaluated as just or unjust.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither passage addresses the standards for determining whether or not laws are just, only whether laws should be heeded or not.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S4.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the passages, Lincoln would most likely describe the behavior that Thoreau recommends in lines 64-66 (“if it ... law”) as"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "an excusable reaction to an intolerable situation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In Passage 1, Lincoln is absolutely clear that all laws “should be religiously observed” (line 32); he does not describe anyone's suggestion to break the law as either excusable.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "a rejection of the country's proper forms of remedy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In Passage 2, Thoreau says that if a law “is of such a nature that it requires you to be the agent of injustice to another, then, I say, break the law” (lines 64-66). It is clear from Passage 1 that Lincoln would reject this stance, as he says individuals should never break the law (“Let every American ... swear ... never to violate in the least particular, the laws of the country,” lines 1-4) and should wait for a bad law to be repealed (“bad laws, if they exist, ",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "an honorable response to an unjust law.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In Passage 1, Lincoln is absolutely clear that all laws “should be religiously observed” (line 32); he does not describe anyone's suggestion to break the law as either honorable.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "a misapplication of a core principle of the Constitution.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by the passage, as Lincoln does not discuss the core principles of the Constitution in Passage 1.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S4.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the passages, one commonality in the stances Lincoln and Thoreau take toward abolitionism is that"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "both authors see the cause as warranting drastic action.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In Passage 1, Lincoln argues against drastic action, saying that even in the case of abolitionism, such a response is not “necessary, justifiable, or excusable” (line 44).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "both authors view the cause as central to their argument.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It's not accurate to say abolitionism was central to the arguments, only that each used that subject as an example.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "neither author expects the cause to win widespread acceptance.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither Lincoln nor Thoreau offers an opinion about whether or not abolitionism will gain widespread acceptance, instead they incorporate it only as an example in their discussions of just and unjust laws.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "neither author embraces the cause as his own.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In Passage 1, Lincoln uses abolitionism solely as an example to illustrate the argument he is making about heeding the law: “In any case that arises, as for instance, the promulgation of abolitionism, one of two positions is necessarily true” (lines 37-39). In Passage 2, Thoreau does the same thing by noting that “those who call themselves Abolitionists should at once effectually withdraw their support ... from the government” (lines 79-82). Although Lincoln and Thoreau use the cause of abolitionism to argue different points, a commonality they share is that neither embraces the cause personally in the passage; Lincoln simply uses it as an example (“as for instance”) while Thoreau specifically talks of other people “who call themselves Abolitionists.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S5.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The passage is written from the point of view of a"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "consumer evaluating a variety of options.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not present himself as either a consumer who plans to buy solar panels. Rather, the author focuses on developments in solar technology.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "scientist comparing competing research methods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not discuss research methods used in the solar panel field but rather the technologies that exist in the field.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "journalist enumerating changes in a field.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 10-17, the passage illustrates how the cost of solar energy has dropped in recent years: “A few years ago, silicon solar panels cost $4 per watt... 'Now it's down to something like 50 cents a watt, and there's talk of hitting 36 cents per watt.'” In lines 44-47, the passage describes some of the new technology that exists in the field: “Meanwhile, researchers at the National Renewable Energy Laboratory have made flexible solar cells on a new type of glass from Corning called Willow Glass, which is thin and can be rolled up.” Overall, the passage can be regarded as an objective overview of the solar panel industry delivered by a journalist covering the field.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "hobbyist explaining the capabilities of new technology.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not present himself as a hobbyist with a personal interest in solar panel technology. Rather, the author focuses on developments in solar technology.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S5.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 4, “poor” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "weak.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the context of describing the solar panel manufacturing industry as being “in the doldrums because supply far exceeds demand” (lines 2-3), saying it is currently a “poor” market implies it is a weak, or slow, market.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "humble.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of describing the solar panel manufacturing industry as being “in the doldrums,” saying it is a poor market implies it is a weak market, not a modest one.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "pitiable.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of describing the solar panel manufacturing industry as being “in the doldrums,” saying it is a poor market implies it is a weak market, not a pathetic one.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "obsolete.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of describing the solar panel manufacturing industry as being “in the doldrums,” saying it is a poor market implies it is a weak market, not  an outdated one.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S5.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "It can most reasonably be inferred from the passage that many people in the solar panel industry believe that"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "consumers don't understand how solar panels work.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage explains how solar panels work but never states or implies that consumers do not understand the technology.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "two-sided cells have weaknesses that have not yet been discovered.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the passage explains how two-sided solar cells can increase solar electric output, it does not suggest that they have any existing or possible weaknesses.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the cost of solar panels is too high and their power output too low.",
                "Key": {
                    "Correct": true,
                    "Rationale": "It can reasonably be inferred that much of the solar panel industry believes current solar technology is too expensive and inefficient because the passage states that the industry has been working to improve those two things: “All parts of the silicon solar panel industry have been looking for ways to cut costs and improve the power output of solar panels, and that's led to steady cost reductions” (lines 27-30).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Willow Glass is too inefficient to be marketable.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage characterizes Willow Glass as entirely promising and doesn't imply that it is not efficient enough to be marketed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S5.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 1-3 (“Solar ... demand”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question, which is that much of the solar panel industry believes current solar technology is too expensive and inefficient. This choice highlights the industry's current limited sales.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 10-15 (“A few ... a watt”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question, which is that much of the solar panel industry believes current solar technology is too expensive and inefficient. This choice addresses the high cost of solar panels but not their inefficiency.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 22-26 (“If so ... plants”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question, which is that much of the solar panel industry believes current solar technology is too expensive and inefficient. This choice addresses a potential decrease in the cost of solar panels and does not mention efficiency.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 27-30 (“All ... reductions”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what can be inferred from the passage about beliefs in the solar panel industry, with the answer being that many in the industry believe current solar technology is too expensive and too inefficient. This is supported in lines 27-30: “All parts of the silicon solar panel industry have been looking for ways to cut costs and improve the power output of solar panels, and that's led to steady cost reductions.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S5.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, two-sided solar panels will likely raise efficiency by"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "requiring little energy to operate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage explains only that two-sided solar panels can raise efficiency by harvesting reflected light, not that they can raise efficiency because they take little energy to operate.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "absorbing reflected light.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage clearly states how two-sided solar panels will increase the efficiency of solar electricity units, explaining that they will be able to absorb excess reflected light, especially if those panels are built on sand: “That light reflects onto the back of the panels and could be harvested to increase the power output” (lines 61-62).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "being reasonably inexpensive to manufacture.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage explains only that two-sided solar panels can raise efficiency by harvesting reflected light, not that they can raise efficiency because they are cost-effective.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "preventing light from reaching the ground.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage explains only that two-sided solar panels can raise efficiency by harvesting reflected light, not that they can raise efficiency because they keep sunlight from reaching the ground.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S5.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 58-61 (“The basic ... plant”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about how two-sided solar panels can raise the efficiency of solar electricity units, instead highlighting that some sunlight is missed by current units.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 61-62 (“That ... output”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks how two-sided solar panels can raise the efficiency of solar electricity units, with the answer being they can increase solar power input by catching excess reflected light. This is supported in lines 61-62: “That light reflects onto the back of the panels and could be harvested to increase the power output.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 63-64 (“This ... reflective”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about how two-sided solar panels can raise the efficiency of solar electricity units, instead explaining why two-sided solar panels work well in sand.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 64-66 (“Where ... 400 watts”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about how two-sided solar panels can raise the efficiency of solar electricity units, instead projecting how much more effective those two-sided solar panels could be.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S5.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 69, “betting on” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "dabbling in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Dabbling in” a subject implies being only minimally involved with it, but in lines 69-71, Green is shown to be committed to silicon use.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "gambling with.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context the phrase “betting on” is figurative and implies believing in something, not actually being involved with games of chance.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "switching from.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Green is said to want to “take advantage” of silicon use, meaning he does not intend to switch from it.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "optimistic about.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 69-71, the passage states that “even longer-term, Green is betting on silicon, aiming to take advantage of the huge reductions in cost already seen with the technology.” In this context, the phrase “betting on” most nearly means “optimistic about, ” as the sentence implies that Green has positive expectations for silicon use now and in the future.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S5.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The last sentence of the passage mainly serves to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "express concern about the limitations of a material.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The main point of the passage's last sentence is that there is a “challenge” or hurdle that the solar panel industry has to deal with; it doesn't express concerns about what a material won't be able to do.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "identify a hurdle that must be overcome.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage concludes by stating that “the challenge is to produce good connections between these semiconductors, something made challenging by the arrangement of silicon atoms in crystalline silicon” (lines 81-84). As this last sentence identifies an issue the solar panel industry still faces, and describes it as a “challenging” one at that, it mainly serves to identify a problem or hurdle that must be dealt with by the industry.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "make a prediction about the effective use of certain devices.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The main point of the passage's last sentence is that there is a “challenge” or hurdle that the solar panel industry has to deal with; it doesn't make predictions.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "introduce a potential new area of study.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The main point of the passage's last sentence is that there is a “challenge” or hurdle that the solar panel industry has to deal with; it doesn't introduce a new idea for study.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S5.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to figure 1, in 2017, the cost of which of the following fuels is projected to be closest to the 2009 US average electricity cost shown in figure 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Natural gas",
                "Key": {
                    "Correct": false,
                    "Rationale": "Figure 1 shows the projected energy costs of natural gas as just below 75 dollars per megawatt-hour. This cost is not as close to the 2009 US average electricity cost of 120 dollars per megawatt-hour as the projected 2017 cost of advanced nuclear energy, which is just below 125 dollars per megawatt-hour.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Wind (onshore)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Figure 1 shows the projected energy costs of wind (onshore) as 100 dollars per megawatt-hour. This cost is not as close to the 2009 US average electricity cost of 120 dollars per megawatt-hour as the projected 2017 cost of advanced nuclear energy, which is just below 125 dollars per megawatt-hour.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Conventional coal",
                "Key": {
                    "Correct": false,
                    "Rationale": "Figure 1 shows the projected energy costs of conventional coal as approximately 105 dollars per megawatt-hour. This cost is not as close to the 2009 US average electricity cost of 120 dollars per megawatt-hour as the projected 2017 cost of advanced nuclear energy, which is just below 125 dollars per megawatt-hour.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Advanced nuclear",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 2 shows that in 2009, the US average electricity cost per megawatt- hour (MWh) was $120. Of the projected 2017 energy costs for fuels listed in figure 1, the one closest to the 2009 US average electricity cost 120 dollars per megawatt-hour is the projected cost of advanced nuclear energy, estimated at just below 125 dollars per megawatt-hour.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT16RW1/supps/SAT16RW1-S5.json"
       ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to figure 2, in what year is the average cost of solar photovoltaic power projected to be equal to the 2009 US average electricity cost?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2018",
                "Key": {
                    "Correct": false,
                    "Rationale": "Figure 2 projects that the solar photovoltaic cost per megawatt-hour in 2018 will be approximately $140, which is more than the 2009 US average electricity cost of 120 dollars per megawatt-hour.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "2020",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 2 shows that the dropping cost of solar photovoltaic power per megawatt-hour is projected to intersect with the 2009 US average electricity cost of 120 dollars per megawatt-hour in the year 2020.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "2025",
                "Key": {
                    "Correct": false,
                    "Rationale": "Figure 2 projects that the solar photovoltaic cost per megawatt-hour will be around $90 in 2025, both of which is less than the 2009 US average electricity cost of 120 dollars per megawatt-hour.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "2027",
                "Key": {
                    "Correct": false,
                    "Rationale": "Figure 2 projects that the solar photovoltaic cost per megawatt-hour will be around $70 in 2027, both of which is less than the 2009 US average electricity cost of 120 dollars per megawatt-hour.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}