{
    "Title": "Mississippi College & Career Readiness Standards > Mathematics > Grade 2",
    "Overview": "In Grade 2, instruction should focus on four critical areas: (1) extending understanding of base-ten notation; (2) building fluency with addition and subtraction; (3) using standard units of measure; and (4) describing and analyzing shapes. Each critical area is described below.",
    "Goals": [],
    "Standards": [
        {
            "Key": "MS.M2.OA",
            "Label": "Operations & Algebraic Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Represent and solve problems involving addition and subtraction.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MS.M2.OA.1",
                            "Label": "Use addition and subtraction within 100 to solve one- and two-step word problems involving situations of adding to, taking from, putting together, taking apart, and comparing, with unknowns in all positions, e.g., by using drawings and equations with a symbol for the unknown number to represent the problem.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Add and subtract within 20.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MS.M2.OA.2",
                            "Label": "Fluently add and subtract within 20 using mental strategies. By end of Grade 2, know from memory all sums of two one-digit numbers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Work with equal groups of objects to gain foundations for multiplication.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MS.M2.OA.3",
                            "Label": "Determine whether a group of objects (up to 20) has an odd or even number of members, e.g., by pairing objects or counting them by 2s; write an equation to express an even number as a sum of two equal addends.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.OA.4",
                            "Label": "Use addition to find the total number of objects arranged in rectangular arrays with up to 5 rows and up to 5 columns; write an equation to express the total as a sum of equal addends.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MS.M2.NBT",
            "Label": "Number & Operations In Base Ten",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand place value.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MS.M2.NBT.1",
                            "Label": "Understand that the three digits of a three-digit number represent amounts of hundreds, tens, and ones; e.g., 706 equals 7 hundreds, 0 tens, and 6 ones. Understand the following as special cases:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M2.NBT.1.a",
                                    "Label": "100 can be thought of as a bundle of ten tens — called a “hundred.”",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M2.NBT.1.b",
                                    "Label": "The numbers 100, 200, 300, 400, 500, 600, 700, 800, 900 refer to one, two, three, four, five, six, seven, eight, or nine hundreds (and 0 tens and 0 ones).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MS.M2.NBT.2",
                            "Label": "Count within 1000; skip-count by 5s starting at any number ending in 5 or 0. Skip-count by 10s and 100s starting at any number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.NBT.3",
                            "Label": "Read and write numbers to 1000 using base-ten numerals, number names, and expanded form.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.NBT.4",
                            "Label": "Compare two three-digit numbers based on meanings of the hundreds, tens, and ones digits, using >, =, and < symbols to record the results of comparisons.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Use place value understanding and properties of operations to add and subtract.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MS.M2.NBT.5",
                            "Label": "Fluently add and subtract within 100 using strategies based on place value, properties of operations, and/or the relationship between addition and subtraction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.NBT.6",
                            "Label": "Add up to four two-digit numbers using strategies based on place value and properties of operations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.NBT.7",
                            "Label": "Add and subtract within 1000, using concrete models or drawings and strategies based on place value, properties of operations, and/or the relationship between addition and subtraction; relate the strategy to a written method. Understand that in adding or subtracting three-digit numbers, one adds or subtracts hundreds and hundreds, tens and tens, ones and ones; and sometimes it is necessary to compose or decompose tens or hundreds.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.NBT.8",
                            "Label": "Mentally add 10 or 100 to a given number 100-900, and mentally subtract 10 or 100 from a given number 100-900.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.NBT.9",
                            "Label": "Explain why addition and subtraction strategies work, using place value and the properties of operations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MS.M2.MD",
            "Label": "Measurement & Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Measure and estimate lengths in standard units.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MS.M2.MD.1",
                            "Label": "Measure the length of an object by selecting and using appropriate tools such as rulers, yardsticks, meter sticks, and measuring tapes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.MD.2",
                            "Label": "Measure the length of an object twice, using length units of different lengths for the two measurements; describe how the two measurements relate to the size of the unit chosen.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.MD.3",
                            "Label": "Estimate lengths using units of inches, feet, centimeters, and meters.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.MD.4",
                            "Label": "Measure to determine how much longer one object is than another, expressing the length difference in terms of a standard length unit.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Relate addition and subtraction to length.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MS.M2.MD.5",
                            "Label": "Use addition and subtraction within 100 to solve word problems involving lengths that are given in the same units, e.g., by using drawings (such as drawings of rulers) and equations with a symbol for the unknown number to represent the problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.MD.6",
                            "Label": "Represent whole numbers as lengths from 0 on a number line diagram with equally spaced points corresponding to the numbers 0, 1, 2, ..., and represent whole-number sums and differences within 100 on a number line diagram.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Work with time with respect to a clock and a calendar, and work with money",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MS.M2.MD.7",
                            "Label": "Tell and write time from analog and digital clocks to the nearest five minutes, using a.m. and p.m.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.MD.8a",
                            "Label": "Solve word problems involving dollar bills, quarters, dimes, nickels, and pennies, using $ and ¢ symbols appropriately.",
                            "Examples": [
                                "Example: If you have 2 dimes and 3 pennies, how many cents do you have?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.MD.8b",
                            "Label": "Fluently use a calendar to answer simple real world problems such as “How many weeks are in a year?” or “James gets a $5 allowance every 2 months, how much money will he have at the end of each year?”",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Represent and interpret data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MS.M2.MD.9",
                            "Label": "Generate measurement data by measuring lengths of several objects to the nearest whole unit, or by making repeated measurements of the same object. Show the measurements by making a line plot, where the horizontal scale is marked off in whole- number units.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.MD.10",
                            "Label": "Draw a picture graph and a bar graph (with single-unit scale) to represent a data set with up to four categories. Solve simple put-together, take-apart, and compare problems4 using information presented in a bar graph.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MS.M2.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Reason with shapes and their attributes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MS.M2.G.1",
                            "Label": "Recognize and draw shapes having specified attributes, such as a given number of angles or a given number of equal faces. Identify triangles, quadrilaterals, pentagons, hexagons, and cubes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.G.2",
                            "Label": "Partition a rectangle into rows and columns of same-size squares and count to find the total number of them.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MS.M2.G.3",
                            "Label": "Partition circles and rectangles into two, three, or four equal shares, describe the shares using the words halves, thirds, half of, a third of, etc., and describe the whole as two halves, three thirds, four fourths. Recognize that equal shares of identical wholes need not have the same shape.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}