{
    "Title": "Mississippi College & Career Readiness Standards > Mathematics > Grades 9 -12 > Algebra I",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MS.M9-12.A1.N",
            "Label": "Number & Quantity",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MS.M9-12.A1.N-RN",
                    "Label": "The Real Number System",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Use properties of rational and irrational numbers.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.N-RN.3",
                                    "Label": "Explain why the sum or product of two rational numbers is rational, the sum of a rational number and an irrational number is irrational, and the product of a nonzero rational number and an irrational number is irrational.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MS.M9-12.A1.N-Q",
                    "Label": "Quantities",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Reason quantitatively and use units to solve problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.N-Q.1",
                                    "Label": "Use units as a way to understand problems and to guide the solution of multi-step problems; choose and interpret units consistently in formulas; choose and interpret the scale and the origin in graphs and data displays.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.N-Q.2",
                                    "Label": "Define appropriate quantities for the purpose of descriptive modeling.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.N-Q.3",
                                    "Label": "Choose a level of accuracy appropriate to limitations on measurement when reporting quantities.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MS.M9-12.A1.A",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MS.M9-12.A1.A-SSE",
                    "Label": "Seeing Structure In Expressions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Interpret the structure of expressions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.A-SSE.1",
                                    "Label": "Interpret expressions that represent a quantity in terms of its context.",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "MS.M9-12.A1.A-SSE.1.a",
                                            "Label": "Interpret parts of an expression, such as terms, factors, and coefficients.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "MS.M9-12.A1.A-SSE.1.b",
                                            "Label": "Interpret complicated expressions by viewing one or more of their parts as a single entity.",
                                            "Examples": [
                                                "For example, interpret P(1+r)ⁿ as the product of P and a factor not depending on P."
                                            ],
                                            "Subs": []
                                        }
                                    ]
                                },
                                {
                                    "Key": "MS.M9-12.A1.A-SSE.2",
                                    "Label": "Use the structure of an expression to identify ways to rewrite it.",
                                    "Examples": [
                                        "For example, see x⁴ - y⁴ as (x^2)^2 - (y^2)^2 thus recognizing it as a difference of squares that can be factored as (x^2- y^2)(x^2+ y^2)."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "",
                            "Label": "Write expressions in equivalent forms to solve problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.A-SSE.3",
                                    "Label": "Choose and produce an equivalent form of an expression to reveal and explain properties of the quantity represented by the expression.",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "MS.M9-12.A1.A-SSE.3.a",
                                            "Label": "Factor a quadratic expression to reveal the zeros of the function it defines.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "MS.M9-12.A1.A-SSE.3.b",
                                            "Label": "Complete the square in a quadratic expression to reveal the maximum or minimum value of the function it defines.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "MS.M9-12.A1.A-SSE.3.c",
                                            "Label": "Use the properties of exponents to transform expressions for exponential functions.",
                                            "Examples": [
                                                "For example the expression 1.15ᵗ can be rewritten as [1.15¹/¹²]¹²ᵗ ≈ 1.012¹²ᵗ to reveal the approximate equivalent monthly interest rate if the annual rate is 15%."
                                            ],
                                            "Subs": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MS.M9-12.A1.A-APR",
                    "Label": "Arithmetic With Polynomials & Rational Expressions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Perform arithmetic operations on polynomials.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.A-APR.1",
                                    "Label": "Understand that polynomials form a system analogous to the integers, namely, they are closed under the operations of addition, subtraction, and multiplication; add, subtract, and multiply polynomials.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "",
                            "Label": "Understand the relationship between zeros and factors of polynomials.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.A-APR.3",
                                    "Label": "Identify zeros of polynomials when suitable factorizations are available, and use the zeros to construct a rough graph of the function defined by the polynomial (limit to 1st- and 2nd- degree polynomials).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MS.M9-12.A1.A-CED",
                    "Label": "Creating Equations",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Create equations that describe numbers or relationships.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.A-CED.1",
                                    "Label": "Create equations and inequalities in one variable and use them to solve problems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.A-CED.2",
                                    "Label": "Create equations in two variables to represent relationships between quantities; graph equations on coordinate axes with labels and scales.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.A-CED.3",
                                    "Label": "Represent constraints by equations or inequalities, and by systems of equations and/or inequalities, and interpret solutions as viable or non-viable options in a modeling context.",
                                    "Examples": [
                                        "For example, represent inequalities describing nutritional and cost constraints on combinations of different foods."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.A-CED.4",
                                    "Label": "Rearrange formulas to highlight a quantity of interest, using the same reasoning as in solving equations.",
                                    "Examples": [
                                        "For example, rearrange Ohm's law V = IR to highlight resistance R."
                                    ],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MS.M9-12.A1.A-REI",
                    "Label": "Reasoning With Equations & Inequalities",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Understand solving equations as a process of reasoning and explain the reasoning.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.A-REI.1",
                                    "Label": "Explain each step in solving a simple equation as following from the equality of numbers asserted at the previous step, starting from the assumption that the original equation has a solution. Construct a viable argument to justify a solution method.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "",
                            "Label": "Solve equations and inequalities in one variable.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.A-REI.3",
                                    "Label": "Solve linear equations and inequalities in one variable, including equations with coefficients represented by letters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.A-REI.4",
                                    "Label": "Solve quadratic equations in one variable.",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "MS.M9-12.A1.A-REI.4.a",
                                            "Label": "Use the method of completing the square to transform any quadratic equation in x into an equation of the form (x- p)^2 = q that has the same solutions. Derive the quadratic formula from this form.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "MS.M9-12.A1.A-REI.4.b",
                                            "Label": "Solve quadratic equations by inspection (e.g., for x^2= 49), taking square roots, completing the square, the quadratic formula and factoring, as appropriate to the initial form of the equation. Recognize when the quadratic formula gives complex solutions.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "Key": "",
                            "Label": "Solve systems of equations",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.A-REI,5",
                                    "Label": "Given a system of two equations in two variables, show and explain why the sum of equivalent forms of the equations produces the same solution as the original system.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.A-REI.6",
                                    "Label": "Solve systems of linear equations algebraically, exactly, and graphically while focusing on pairs of linear equations in two variables.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "",
                            "Label": "Represent and solve equations and inequalities graphically.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.A-REI.10",
                                    "Label": "Understand that the graph of an equation in two variables is the set of all its solutions plotted in the coordinate plane, often forming a curve (which could be a line).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.A-REI.11",
                                    "Label": "Explain why the x-coordinates of the points where the graphs of the equations y = f(x) and y = g(x) intersect are the solutions of the equation f(x) = g(x); find the solutions approximately, e.g., using technology to graph the functions, make tables of values, or find successive approximations. Include cases where f(x) and/or g(x) are linear, quadratic, absolute value, and exponential functions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.A-REI.12",
                                    "Label": "Graph the solutions to a linear inequality in two variables as a half-plane (excluding the boundary in the case of a strict inequality), and graph the solution set to a system of linear inequalities in two variables as the intersection of the corresponding half-planes.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MS.M9-12.A1.F",
            "Label": "Functions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MS.M9-12.A1.F-IF",
                    "Label": "Interpreting Functions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Understand the concept of a function and use function notation",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.F-IF.1",
                                    "Label": "Understand that a function from one set (called the domain) to another set (called the range) assigns to each element of the domain exactly one element of the range. If f is a function and x is an element of its domain, then f(x) denotes the output of f corresponding to the input x. The graph of f is the graph of the equation y = f(x).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.F-IF.2",
                                    "Label": "Use function notation, evaluate functions for inputs in their domains, and interpret statements that use function notation in terms of a context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.F-IF.3",
                                    "Label": "Recognize that sequences are functions whose domain is a subset of the integers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "",
                            "Label": "Interpret functions that arise in applications in terms of the context.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.F-IF.4",
                                    "Label": "For a function that models a relationship between two quantities, interpret key features of graphs and tables in terms of the quantities, and sketch graphs showing key features given a verbal description of the relationship.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.F-IF.5",
                                    "Label": "Relate the domain of a function to its graph and, where applicable, to the quantitative relationship it describes.",
                                    "Examples": [
                                        "For example, if the function h(n) gives the number of person-hours it takes to assemble n engines in a factory, then the positive integers would be an appropriate domain for the function."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.F-IF.6",
                                    "Label": "Calculate and interpret the average rate of change of a function (presented symbolically or as a table) over a specified interval. Estimate the rate of change from a graph.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "",
                            "Label": "Analyze functions using different representations.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.F-IF.7",
                                    "Label": "Graph functions expressed symbolically and show key features of the graph, by hand in simple cases and using technology for more complicated cases.",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "MS.M9-12.A1.F-IF.7.a",
                                            "Label": "Graph functions (linear and quadratic) and show intercepts, maxima, and minima.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "MS.M9-12.A1.F-IF.7.b",
                                            "Label": "Graph square root and piecewise-defined functions, including absolute value functions.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                },
                                {
                                    "Key": "MS.M9-12.A1.F-IF.8",
                                    "Label": "Write a function defined by an expression in different but equivalent forms to reveal and explain different properties of the function.",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "MS.M9-12.A1.F-IF.8.a",
                                            "Label": "Use the process of factoring and completing the square in a quadratic function to show zeros, extreme values, and symmetry of the graph, and interpret these in terms of a context.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                },
                                {
                                    "Key": "MS.M9-12.A1.F-IF.9",
                                    "Label": "Compare properties of two functions each represented in a different way (algebraically, graphically, numerically in tables, or by verbal descriptions).",
                                    "Examples": [
                                        "For example, given a graph of one quadratic function and an algebraic expression for another, say which has the larger maximum."
                                    ],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MS.M9-12.A1.F-BF",
                    "Label": "Building Functions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Build a function that models a relationship between two quantities.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.F-BF.1",
                                    "Label": "Write a function that describes a relationship between two quantities.",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "MS.M9-12.A1.F-BF.1.a",
                                            "Label": "Determine an explicit expression or steps for calculation from a context.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "Key": "",
                            "Label": "Build new functions from existing functions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.F-BF.3",
                                    "Label": "Identify the effect on the graph of replacing f(x) by f(x) + k, k f(x), f(kx), and f(x + k) for specific values of k (both positive and negative); find the value of k given the graphs. Experiment with cases and illustrate an explanation of the effects on the graph using technology.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MS.M9-12.A1.F-LE",
                    "Label": "Linear, Quadratic & Exponential Models",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Construct and compare linear, quadratic, and exponential models and solve problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.F-LE.1",
                                    "Label": "Distinguish between situations that can be modeled with linear functions and with exponential functions.",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "MS.M9-12.A1.F-LE.1.a",
                                            "Label": "Prove that linear functions grow by equal differences over equal intervals and that exponential functions grow by equal factors over equal intervals.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "MS.M9-12.A1.F-LE.1.b",
                                            "Label": "Recognize situations in which one quantity changes at a constant rate per unit interval relative to another.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "MS.M9-12.A1.F-LE.1.c",
                                            "Label": "Recognize situations in which a quantity grows or decays by a constant percent rate per unit interval relative to another.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                },
                                {
                                    "Key": "MS.M9-12.A1.F-LE.2",
                                    "Label": "Construct linear and exponential functions, including arithmetic and geometric sequences, given a graph, a description of a relationship, or two input-output pairs (include reading these from a table).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "Interpret expressions for functions in terms of the situation they model.",
                            "Label": "",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.F-LE.5",
                                    "Label": "Interpret the parameters in a linear or exponential function in terms of a context.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MS.M9-12.A1.S",
            "Label": "Statistics & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MS.M9-12.A1.S-ID",
                    "Label": "Interpreting Categorical & Quantitative Data",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Summarize, represent, and interpret data on a single count or measurement variable.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.S-ID.1",
                                    "Label": "Represent and analyze data with plots on the real number line (dot plots, histograms, and box plots).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.S-ID.2",
                                    "Label": "Use statistics appropriate to the shape of the data distribution to compare center (median, mean) and spread (interquartile range, standard deviation) of two or more different data sets.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.S-ID.3",
                                    "Label": "Interpret differences in shape, center, and spread in the context of the data sets, accounting for possible effects of extreme data points (outliers).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "",
                            "Label": "Summarize, represent, and interpret data on two categorical and quantitative variables.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.S-ID.5",
                                    "Label": "Summarize categorical data for two categories in two-way frequency tables. Interpret relative frequencies in the context of the data (including joint, marginal, and conditional relative frequencies). Recognize possible associations and trends in the data.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.S-ID.6",
                                    "Label": "Represent data on two quantitative variables on a scatter plot, and describe how the variables are related.",
                                    "Examples": [],
                                    "Subs": [
                                        {
                                            "Key": "MS.M9-12.A1.S-ID.6.a",
                                            "Label": "Fit a function to the data; use functions fitted to data to solve problems in the context of the data.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "MS.M9-12.A1.S-ID.6.b",
                                            "Label": "Informally assess the fit of a function by plotting and analyzing residuals.",
                                            "Examples": [],
                                            "Subs": []
                                        },
                                        {
                                            "Key": "MS.M9-12.A1.S-ID.6.c",
                                            "Label": "Fit a linear function for a scatter plot that suggests a linear association.",
                                            "Examples": [],
                                            "Subs": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "Key": "",
                            "Label": "Interpret linear models.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MS.M9-12.A1.S-ID.7",
                                    "Label": "Interpret the slope (rate of change) and the intercept (constant term) of a linear model in the context of the data.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.S-ID.8",
                                    "Label": "Compute (using technology) and interpret the correlation coefficient of a linear fit.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MS.M9-12.A1.S-ID.9",
                                    "Label": "Distinguish between correlation and causation.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}