{
    "Directions": "Read this passage about frogs, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Don't Eat Me!”",
    "Subtitle": "",
    "Author": "by Martha L. Crump, PhD",
    "LabelType": "P",
    "Content": [
        ["1", "“Do you hear that whoooop, whoooop, whoooop coming from the swamp?”"],
        ["2", "“Yes,” I said. “What is it?” I was a young biology¹ student, new to the rain forest of eastern Ecuador."],
        ["3", "“It's a South American bullfrog,” whispered Bill Duellman, an expert on frogs. “Let's catch it. I'd like to photograph it.”"],
        ["", "Surprise!"],
        ["4", "We followed the whoooops until Bill whispered, “There it is. I'll shine my flashlight in its eyes so it won't jump. You sneak up behind it. When you get close, catch it with both hands.”"],
        ["5", "“OK.” I tiptoed up behind the frog and gently picked it up."],
        ["6", "“Yeowwww!” bellowed the bullfrog.s"],
        ["7", "I dropped it, and it hopped into a tangle of vines and disappeared."],
        ["8", "“I'm sorry I lost the frog,” I said."],
        ["9", "Bill chuckled. “I knew you would drop it,” he said."],
        ["10", "I had fallen for Bill's trick. This frog screams to defend itself against animals that want to eat it. The predator² is surprised and drops the frog, just as I had."],
        ["11", "“How are your hands?” he asked."],
        ["12", "“Slimy.” I held out my gooey palms."],
        ["13", "That turned out to be another part of the frog's defense³. “Even if you could still see the frog, you wouldn't want to catch it again, right?”"],
        ["14", "“Right,” I said, trying to wipe off my sticky hands. Yuck."],
        ["", "Other Defenses Work, Too"],
        ["15", "Since that first field trip to Ecuador, I've seen many other ways that frogs defend themselves."],
        ["16", "In Chile, I placed a little brown-and-green Darwin's frog on a leaf to take its picture. It quickly flipped over onto its back, flopped its legs out to the side, and played dead. When a frog stays still, a predator might not recognize it as food."],
        ["17", "Years ago, my seven-year-old daughter was helping me count rococo toads in Argentina. Karen picked up a toad, and it puffed its body to nearly twice its normal size. (When a toad puffs up, a predator might think the animal is too big to eat.) ... She quickly put the toad back on the ground. The toad's defense had worked."],
        ["", "problems/COG3E/media/S4a.jpg"],
        ["18", "Once, a horned tree frog from Ecuador opened its bright-orange mouth at me. That's odd, I thought. Most frogs don't bite to defend themselves. I wiggled my finger near its mouth. Chomp! It was my turn to bellow “Yeowwww!” This unusual frog had just bitten me with two fang-like teeth in its bottom jaw."],
        ["19", "Some frogs protect themselves with poisonous skin. Many of these frogs are brightly colored as a warning to predators: “Don't eat me!”"],
        ["20", "Other poisonous frogs, like the redbelly toad, are brown and blend in with their surroundings. But they have brightly colored undersides. In Argentina, a redbelly toad flipped over and arched its back when I bent down to look at it. By showing its bright-red belly, the toad warned: “Don't touch. I'm poisonous.”"],
        ["21", "Just because frogs and toads don't have shells or claws or beaks, don't think they can't protect themselves. They can — and they do."]
    ],
    "Copyright": "“Don't Eat Me!” by Martha L. Crump, PhD from HIGHLIGHTS FOR CHILDREN, April 2005. Copyright © 2005 Highlights for Children Inc.",
    "References": [
        ["¹", "biology — the study of life"],
        ["²", "predator — an animal that lives mostly by eating other animals"],
        ["³", "defense — the way an animal protects itself"]
    ]
}