{
    "Directions": "Read this passage about dolphins, then answer each question that follows.",
    "Context": [],
    "Title": "[from] The World's Smartest Animals: Dolphins",
    "Subtitle": "",
    "Author": "by Ruth Owen",
    "LabelType": "P",
    "Content": [
        ["", "Ocean Heroes"],
        ["1", "Several people are having fun swimming in the ocean. Suddenly, one of the swimmers spots a great white shark. They are in great danger! Just then, seven rescuers speed toward the swimmers. The brave rescuers circle the swimmers. For 40 minutes, they keep the shark away until a rescue boat arrives."],
        ["2", "This amazing event happened in New Zealand in 2004. The swimmers weren't protected by a team of brave lifeguards, however. Their rescuers were seven bottlenose dolphins! The dolphins seemed to understand that the swimmers needed help."],
        ["3", "Scientists still have a lot to learn about dolphins, but they know dolphins can communicate with each other. Dolphins can teach each other new things and even solve problems. Scientists also know that these helpful ocean heroes are very smart!"],
        ["4", "Some dolphins can even do math! At the Dolphin Research Center in Florida, dolphins were trained to do a numbers test. They were shown pairs of blackboards with white dots on them. The dolphins had to choose the board with the fewest dots. Some dolphins answered correctly 80 percent of the time."],
        ["", "All about Dolphins"],
        ["5", "Dolphins belong to an animal group called cetaceans. This group includes whales, dolphins, and porpoises. All cetaceans are mammals."],
        ["6", "Cetaceans are divided into baleen whales and toothed whales. Baleen whales are animals such as blue whales and gray whales. These animals feed by swallowing big mouthfuls of water. Then they filter tiny ocean creatures out of the water using body parts called baleen plates. The toothed whales group includes animals such as dolphins, orcas, porpoises, and sperm whales. These animals are hunters. They grab their prey using their teeth."],
        ["7", "There are many different types of dolphins. Some dolphins live in the ocean. Others live in rivers. The best-known type of dolphin is the smiley-faced bottlenose dolphin!"]
    ],
    "Copyright": "From THE WORLD'S SMARTEST ANIMALS: DOLPHINS by Ruth Owen. Copyright © 2012 Ruby Tuesday Books Ltd. Adaptations to North American edition © 2012 Windmill Books. An imprint of Rosen Publishing. All rights reserved.",
    "References": []
}