{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "The Glockentown Clock Caper",
    "Subtitle": "",
    "Author": "by Julia Quay",
    "LabelType": "P",
    "Content": [
        ["1", "Detective Raclette pedaled his bicycle over the muddy hills toward Glockentown. This had better be worth postponing my afternoon nap, he thought, turning the last corner into the town square."],
        ["2", "To his great surprise, all the villagers were standing in the square—from old Englebert, who never came out of his house, to Frau¹ Becker, still in her baker's apron and cap."],
        ["3", "Herr² Stoppen, the town clockmaker, ran to Raclette's side, waving his hands wildly. “Raclette! You are the only one who can save the town from ruin! But shhh! It's almost two o'clock! Listen!”"],
        ["4", "Silence fell over the square. Every man, woman, and child looked with great anticipation at the town clock."],
        ["5", "Understand, Glockentown is famous for its clock. Designed and built by Stoppen's grandfather many years ago, the clock proudly faces the square, keeping the world's most accurate time. Most impressive of all, each hour after chiming the time, the clock plays a delicate 10-minute music-box concert, and a family of fairy figurines pops out and dances in time to the music. People come from miles around just to see this amazing feat of clockmaking workmanship."],
        ["6", "BONG! BONG! Two deep chimes interrupted Raclette's thoughts. Two o'clock on the nose. What was the problem?"],
        ["7", "And then—BLAAAT! BLAAAAAT! Raclette looked up in surprise. That's definitely not a music box, he thought. It sounded more like a trumpet with a wet rag stuck inside it."],
        ["8", "BRAAAAAP! BRAAAAAP!"],
        ["9", "The awful screeching and wah-wah-ing continued throughout the entire 10-minute music-box concert."],
        ["10", "Stoppen yanked at his beard. “I'll be ruined! Who will buy a clock from anyone in the Stoppen family now?”"],
        ["11", "“It's making the cheese turn sour!” groaned Appenzeller, the town's cheesemaker."],
        ["12", "“And none of my bread will rise!” cried Frau Becker, returning to her shop with a slam of the door."],
        ["13", "“Those figurines' motions are based on sound. A few more blasts like that and they might break off completely.” Stoppen grabbed Raclette by the vest. “You must figure out why this is happening! Has someone tinkered with the clock? Has an elephant taken up residence in the clock tower?”"],
        ["14", "Reluctantly, Raclette followed Stoppen to the clock tower. They climbed several rickety staircases until they reached the inside of the great clock. They found no sign of elephants. No footprints, no peanuts, not a thing out of place."],
        ["15", "“We really are high up here, aren't we,” observed Raclette, peeking out from behind the front face of the clock at the town square far below."],
        ["16", "“Indeed we are!” said Stoppen. “Look over there. The music echoes off that mountaintop and is heard throughout the land. We must fix this problem right away.”"],
        ["17", "Right away? thought Raclette. So much for my afternoon nap!"],
        ["18", "Back in town, Raclette settled in at a café to sort out the facts of the case. He was just taking the first sip of his hot chocolate when he heard music. An alpenhorn player stood outside the café, entertaining passersby with his songs. A sign next to the performer read Professor Berg, Alpenhorn Player. Lessons available."],
        ["19", "Raclette took two more thoughtful sips, then went out to meet the musician."],
        ["20", "“I'd like to take a lesson from you, Professor,” Raclette said."],
        ["21", "“I'm delighted to hear of your interest,” the horn player said."],
        ["22", "“Tell me,” Raclette continued, “what kind of advice do you give your students about practicing?”"],
        ["23", "“Well, for beginners, it's best not to get discouraged. I tell them to pick a time—the same time every day—and just make sound for 10 minutes. That really develops the mouth muscles, you know.”"],
        ["24", "Raclette felt a surge of excitement. “I see. Do you recommend practicing indoors?”"],
        ["25", "“Of course not! You set up your horn in the highest possible place outside. Preferably a mountaintop if you can get there—”"],
        ["26", "Raclette was off and running, to the top of the mountain behind the town clock. To the lone house at the very top! Raclette knocked on the door, and a young man answered."],
        ["27", "“Sorry to disturb you,” said Raclette. “But do you play the alpenhorn?”"],
        ["28", "“Every day at two o'clock,” the young man said proudly."],
        ["29", "Raclette smiled. “We would hear your practices better at two thirty. Would you be willing to adjust your schedule?”"],
        ["30", "“With pleasure!” the young man said, thrilled to know he had an audience."],
        ["31", "And at last, Raclette went home to enjoy his afternoon nap."]
    ],
    "Copyright": "“The Glockentown Clock Caper” by Julia Quay from HIGHLIGHTS FOR CHILDREN, June 2016. Copyright © 2016 by Highlights for Children, Inc. All rights reserved.",
    "References": [
        ["¹", "Frau — title of a married woman in German, like “Mrs.”"],
        ["²", "Herr — title of a man in German, like “Mr.”"]
    ]
}