{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Deep Diving Adventures",
    "Subtitle": "",
    "Author": "by Sue Vander Hook",
    "LabelType": "P",
    "Content": [
        ["", "Exploring in Deep Waters"],
        ["1", "Any dive more than 100 feet (30 meters) is a deep dive. People usually make deep dives in oceans. The four major oceans¹ of the world are the Pacific, Atlantic, Indian, and Arctic Oceans."],
        ["2", "Scuba divers sometimes make deep dives. Scuba stands for “self-contained underwater breathing apparatus.” Scuba divers use tanks filled with air to breathe underwater."],
        ["3", "Scuba divers who make deep dives are called technical divers. They can reach depths of more than 350 feet (100 meters). But technical divers need special training and equipment. They may use rebreather equipment. This equipment allows technical divers to breathe underwater for longer periods of time than other scuba divers. Scuba divers with rebreather equipment can stay underwater for 4 to 6 hours. Scuba divers without this equipment can only stay underwater for about 90 minutes."],
        ["4", "People often use submersibles² to make deep dives. Submersibles can travel several thousand feet or meters underwater. Some submersibles have cameras. Divers use cameras to take pictures of ocean life. Submersibles also may have mechanical arms. Divers can use the arms to collect ocean life. They then can study the ocean life when they return to the surface."],
        ["5", "Deep divers have made many important discoveries. They have learned that oceans have similarities to land. Both have plains, cliffs, caves, and mountains. Plains are areas of flat land. Some underwater mountains rise out of the ocean's surface to form islands. Vents also exist underwater. These openings in the earth's surface are similar to volcanoes. But vents shoot out hot gases and boiling water instead of melted rock called lava. Underwater earthquakes are common. These earthquakes sometimes form deep cracks in the ocean floor. One of these cracks is the Mariana Trench."],
        ["6", "Deep divers also have learned a great deal about ocean life. They have learned that some deep-sea fish are luminous. Chemicals in these fish make some of their body parts glow. Some scientists believe the light attracts prey. These animals are hunted by other animals for food."],
        ["", "Dangers of the Deep"],
        ["7", "Cold water is one of the greatest dangers to deep divers. The temperature near the bottom of all oceans remains at about 32 degrees Fahrenheit (0 degrees Celsius) all year. Divers in cold water may get hypothermia. This condition occurs when a person's body temperature becomes too low. It may cause divers to become confused."],
        ["8", "Deep divers must protect themselves from the cold. Scuba divers wear wet suits. These rubber suits allow a thin layer of water to enter between a diver's skin and the suit. The diver's body heat warms the water. This keeps the diver warm. The insides of submersibles are heated. This helps keep divers inside the submersibles comfortable."],
        ["9", "Divers also may run out of air. Scuba divers carry air tanks on their backs. These tanks supply divers with enough air to breathe for about 90 minutes. Scuba divers must be aware of how much air is left in their tanks. They must save enough air to return to the surface. Scuba divers use underwater pressure gauges. These devices show how much air is in the air tanks. Scuba divers also may use underwater dive computers. These computers show the depth of a diver's location. They also show how long it will take a diver to reach the surface safely."]
    ],
    "Copyright": "From DEEP DIVING ADVENTURES by Sue Vander Hook. Copyright © 2001 Capstone Press. All rights reserved.",
    "References": [
        ["¹", "four major oceans — In 2000, the Southern Ocean was established as the fifth ocean."],
        ["²", "submersibles — small ships that can travel under water"]
    ]
}