{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Explain how certain questions can be answered through scientific inquiry and/or technological design."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which question could best be investigated using scientific inquiry?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "When do most people plant flower gardens?",
                "Key": {
                    "Correct": false,
                    "Rationale": "People plant gardens at different times around the world. This question is best answered with a survey.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "Which color of flowers do people like to grow in their gardens?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Color preference is subjective. This question is best answered with a survey.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "How many flowering plants have become extinct throughout Earth's history?",
                "Key": {
                    "Correct": false,
                    "Rationale": "This question is best answered through historical research.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "How does the amount of sunlight received affect the growth of flowering plants?",
                "Key": {
                    "Correct": true,
                    "Rationale": "This question is best answered with a scientific hypothesis and investigation.",
                    "Percent": 64
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Describe the positive and negative, intended and unintended, effects of specific scientific results or technological developments (e.g., air/space travel, genetic engineering, nuclear fission/fusion, artificial intelligence, lasers, organ transplants)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which unintended effect could result from overusing chemical pesticides to control insects on agricultural crops?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "crops producing their own chemical pesticides",
                "Key": {
                    "Correct": false,
                    "Rationale": "Applying chemical pesticides is unlikely to cause crops to produce their own chemical pesticides.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "insect pests switching to a different food source",
                "Key": {
                    "Correct": false,
                    "Rationale": "An intended goal of using chemical pesticides is to protect plants from insect pests, and insects are unlikely to seek a different food source.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "crops requiring more water and nutrients to survive",
                "Key": {
                    "Correct": false,
                    "Rationale": "Crops protected by pesticides are likely to require less water and nutrients because the plants are not stressed by insect pests.",
                    "Percent": 32
                }
            },
            "D": {
                "Choice": "insect pests becoming resistant to certain pesticides",
                "Key": {
                    "Correct": true,
                    "Rationale": "Studies have shown that insect populations can adapt and become resistant to certain pesticides.",
                    "Percent": 40
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Describe fundamental scientific or technological concepts that could solve practical problems (e.g., Newton's laws of motion, Mendelian genetics)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A family adopts a pet dog from the local animal shelter. The family does not know the breed of the dog. To help determine the breed, the family compares the traits of the dog to the traits of known dog breeds. The family concludes that the dog's parents were two different breeds. Which scientific concept did the family most likely use to form this conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "natural selection",
                "Key": {
                    "Correct": false,
                    "Rationale": "Natural selection favors traits that help an organism survive and does not determine breeds.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "Newton's first law",
                "Key": {
                    "Correct": false,
                    "Rationale": "Newton's laws describe rules of physical motion and force.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "Mendelian genetics",
                "Key": {
                    "Correct": true,
                    "Rationale": "The concept of Mendelian genetics describes how the traits of parents can determine traits in offspring.",
                    "Percent": 63
                }
            },
            "D": {
                "Choice": "the theory of evolution",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dog breeds are the result of selective breeding, not evolution.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Given a scenario, explain how a dynamically changing environment provides for the sustainability of living systems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Fires are common in grassland ecosystems. Dead grasses and small shrubs that accumulate on the ground provide an excellent source of fuel for the fires. Which statement describes how grassland ecosystems benefit from periodic fires?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Ash left over from fires provides plants with additional nutrients.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Nutrients from the burned matter are stored in the ash, which is used by younger plants to promote regrowth.",
                    "Percent": 39
                }
            },
            "B": {
                "Choice": "Fires reduce ground cover, which creates new habitats for nonnative organisms.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nonnative organisms can be harmful to a grassland ecosystem.",
                    "Percent": 26
                }
            },
            "C": {
                "Choice": "The darker color of burned plant material is able to absorb more energy from sunlight.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Burned plant material will not be able to perform photosynthesis, and any increase in temperature because of its darker color will not be helpful to the environment.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "The increased temperatures allow soil bacteria populations to remain active during winter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Temporary increased temperatures from a fire are unlikely to affect soil bacteria populations during the winter months.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Design a controlled experiment by specifying how the independent variables will be manipulated, how the dependent variable will be measured, and which variables will be held constant."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA23G8S/media/5a.jpg",
            "In a science class, students release the same toy car down four different ramps. Each ramp has the same length but a different height. Which dependent variable could be measured to find out how the ramp height affects the car?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "mass of each ramp",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mass of the ramp itself will have no effect on how the ramp's height affects the car.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "length of each ramp",
                "Key": {
                    "Correct": false,
                    "Rationale": "The length of the ramp is a controlled variable in the experiment.",
                    "Percent": 21
                }
            },
            "C": {
                "Choice": "weight of the car when it reaches the bottom of each ramp",
                "Key": {
                    "Correct": false,
                    "Rationale": "The weight of the car will not change based on its position on the ramp and should be kept constant during the investigation.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "distance the car rolls after it reaches the bottom of each ramp",
                "Key": {
                    "Correct": true,
                    "Rationale": "The distance the car rolls after reaching the end of the ramp depends on the height of the ramp.",
                    "Percent": 58
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use evidence from investigations to clearly communicate and support conclusions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA23G8S/media/6a.jpg",
            "A researcher hypothesizes that a specific temperature is optimal for the growth of a type of algae. To test this hypothesis, the researcher grew algae in culture dishes each kept at a different temperature. The data collected from which measurements would be needed to support the hypothesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the initial and final mass of the algae colony",
                "Key": {
                    "Correct": true,
                    "Rationale": "Measuring the difference between the initial and final masses of the algae would show how much growth occurred.",
                    "Percent": 42
                }
            },
            "B": {
                "Choice": "the initial and final volume of the culture dish",
                "Key": {
                    "Correct": false,
                    "Rationale": "The volume of the culture dish would not change during this experiment; it is a controlled variable.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "the initial and final surface area of the culture dish",
                "Key": {
                    "Correct": false,
                    "Rationale": "The surface area of the culture dish would not change during this experiment; it is a controlled variable.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "the initial and final temperature of the algae colony",
                "Key": {
                    "Correct": false,
                    "Rationale": "Temperature is the independent variable and is manipulated in this experiment.",
                    "Percent": 29
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Describe the appropriate use of instruments and scales to accurately and safely measure time, mass, distance, volume, or temperature under a variety of conditions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student is measuring the volume of a rectangular object. Which two tools could the student use to measure the volume of the object?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "beaker or microscope",
                "Key": {
                    "Correct": false,
                    "Rationale": "A beaker filled with water could provide an estimated change in volume, but a microscope magnifies the image of an object.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "thermometer or stopwatch",
                "Key": {
                    "Correct": false,
                    "Rationale": "A thermometer measures temperature, and a stopwatch measures time. Neither can be used to measure volume.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "ruler or graduated cylinder",
                "Key": {
                    "Correct": true,
                    "Rationale": "A ruler could measure the rectangle's three sides, and a graduated cylinder could measure the volume of water displaced by the object.",
                    "Percent": 65
                }
            },
            "D": {
                "Choice": "balance scale or hand lens",
                "Key": {
                    "Correct": false,
                    "Rationale": "A balance scale measures mass, and a hand lens magnifies the image of an object. Neither can be used to measure volume.",
                    "Percent": 22
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Distinguish among system inputs, system processes, system outputs, and feedback (e.g., physical, ecological, biological, informational)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA23G8S/media/8a.jpg",
            "The diagram shows two genetic processes. Which statement best describes one of the processes shown?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "RNA is the input of process 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "RNA is the input of process 2 and the output of process 1.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Protein is the output of process 2.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The right-facing arrow from RNA to protein indicates that protein is the output of process 2.",
                    "Percent": 63
                }
            },
            "C": {
                "Choice": "Process 1 is a feedback mechanism.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Process 1 consists of an input (DNA) directly affecting an output (RNA). The diagram does not indicate any feedback loop in which the output influences the input.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "Process 2 is a feedback mechanism.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Process 2 consists of an input (RNA) directly affecting an output (protein). The diagram does not indicate any feedback loop in which the output influences the input.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Apply knowledge of characteristic structures to identify or categorize organisms (i.e., plants, animals, fungi, bacteria, and protista)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which list correctly shows characteristics of fungi and animals?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Fungi: have a cell wall, break down dead organisms\nAnimals: have no cell wall, feed on other organisms",
                "Key": {
                    "Correct": true,
                    "Rationale": "Fungi do have cell walls and are decomposers; animal cells lack a cell wall and are consumers.",
                    "Percent": 51
                }
            },
            "B": {
                "Choice": "Fungi: have a cell wall, feed on other organisms\nAnimals: have a cell wall, make food from sunlight",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fungi do not eat to consume nutrients; animal cells lack a cell wall and do not perform photosynthesis to get energy.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Fungi: have no cell wall, make food from sunlight\nAnimals: have a cell wall, feed on other organisms",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fungi do not perform photosynthesis to get energy; animal cells lack a cell wall.",
                    "Percent": 34
                }
            },
            "D": {
                "Choice": "Fungi: have no cell wall, make food from sunlight\nAnimals: have no cell wall, break down dead organisms",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fungi have cell walls but do not perform photosynthesis to get energy; animals consume other organisms and are not decomposers.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Describe how waste management affects the environment (e.g., recycling, composting, landfills, incineration, sewage treatment)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student observes a large amount of fallen tree leaves on the school grounds. Which solution for cleaning up the leaves would have the most positive impact on the environment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "piling the leaves to burn them",
                "Key": {
                    "Correct": false,
                    "Rationale": "Burning the leaves would add air pollution to the environment.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "piling the leaves to compost them",
                "Key": {
                    "Correct": true,
                    "Rationale": "Composting the leaves would allow for the natural decomposition of plant matter and would recycle nutrients back to the soil.",
                    "Percent": 69
                }
            },
            "C": {
                "Choice": "raking the leaves into plastic bags to store them",
                "Key": {
                    "Correct": false,
                    "Rationale": "Using plastic bags would introduce new waste that does not easily break down in the environment.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "raking the leaves into trucks to transport them to a landfill",
                "Key": {
                    "Correct": false,
                    "Rationale": "Using trucks to transport the leaves to a landfill would require burning fossil fuels, which adds pollution to the atmosphere.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Distinguish among forms of energy (e.g., electrical, mechanical, chemical, light, sound, nuclear) and sources of energy (i.e., renewable and nonrenewable energy)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the chart below to answer the question.",
            "problems/PA23G8S/media/11a.jpg",
            "A student made a chart to compare energy sources. Which energy source was incorrectly placed in the chart?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "coal",
                "Key": {
                    "Correct": false,
                    "Rationale": "Coal is correctly listed as nonrenewable because it cannot be replenished naturally in a short period of time.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "uranium",
                "Key": {
                    "Correct": false,
                    "Rationale": "Uranium is correctly listed as nonrenewable because it cannot be replenished naturally in a short period of time.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "geothermal",
                "Key": {
                    "Correct": false,
                    "Rationale": "Geothermal is correctly listed as renewable because heat energy is constantly generated beneath Earth's crust.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "hydropower",
                "Key": {
                    "Correct": true,
                    "Rationale": "Hydropower should be listed as a renewable energy source because it relies on the movement of water in the water cycle, which is powered by energy from the Sun.",
                    "Percent": 53
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Describe the Sun as the major source of energy that impacts the environment."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA23G8S/media/12a.jpg",
            "Polar areas of Earth receive lower levels of direct sunlight than other areas on the planet. Which statement best describes how the lower levels of direct sunlight affect the environment in polar areas?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Polar areas have a cold environment and a low diversity of plants and animals.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Earth's poles receive less solar energy per unit area, resulting in colder temperatures and not enough energy to support high biodiversity.",
                    "Percent": 73
                }
            },
            "B": {
                "Choice": "Polar areas have a warm environment and a high diversity of plants and animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Polar areas have cold environments and low biodiversity because they do not receive enough energy from sunlight to support warmer temperatures and a higher diversity of plants and animals.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Polar areas have a cold environment and a high diversity of plants and animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Polar areas have low biodiversity because they do not receive enough energy from sunlight to support a higher diversity of plants and animals.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "Polar areas have a warm environment and a low diversity of plants and animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Polar areas have cold environments because they receive less solar energy per unit area.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Distinguish between kinetic and potential energy."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement describes the energy of a ball after it is thrown straight up into the air?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "When the ball is about to hit the ground, its kinetic energy is lowest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ball's kinetic energy will continue to increase as it falls toward the ground.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "When the ball is about to hit the ground, its potential energy is highest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The potential energy of the ball decreases as the ball falls to the ground.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "When the ball is at its highest point, its kinetic energy is equal to its potential energy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Potential energy and kinetic energy are inversely related. At the highest point, the ball has the most potential energy and the least kinetic energy.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "When the ball is at its highest point, its potential energy is highest and its kinetic energy is lowest.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The ball's potential energy is greatest at its highest point because it has the most stored energy. The ball's kinetic energy is lowest at this point because the ball has not started to move downward yet.",
                    "Percent": 52
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe potential impacts of human-made processes (e.g., manufacturing, agriculture, transportation, mining) on Earth's resources, both nonliving (i.e., air, water, or earth materials) and living (i.e., plants and animals)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Sometimes people must clear grassland areas to grow crops. This practice often replaces deep-rooted native plant species with shallow-rooted crop plants. In addition, most crop plants must be harvested and replanted each year, leaving the soil bare for part of the year. Which effect would replacing grassland with farmland most likely have on the area?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "increased erosion of soil",
                "Key": {
                    "Correct": true,
                    "Rationale": "Leaving the soil bare for part of the year allows wind and water to erode the soil more quickly.",
                    "Percent": 40
                }
            },
            "B": {
                "Choice": "increased nutrients in the soil",
                "Key": {
                    "Correct": false,
                    "Rationale": "Replacing grassland with farmland is more likely to decrease the amount of nutrients available in the soil.",
                    "Percent": 35
                }
            },
            "C": {
                "Choice": "increased diversity of species",
                "Key": {
                    "Correct": false,
                    "Rationale": "Replacing grassland with farmland is more likely to decrease the variety of plant and animal species that live in the area.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "increased water available to plants",
                "Key": {
                    "Correct": false,
                    "Rationale": "Replacing grassland with farmland is more likely to decrease the amount of water that is stored in the soil.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Distinguish among different water systems (e.g., wetland systems, ocean systems, river systems, watersheds) and describe their relationships to each other as well as to landforms."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Water system X brings fresh water from mountaintops to water system Y. Water system Y is a large basin filled with salt water. What are these two types of water systems?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "water system X: wetland\nwater system Y: river",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water system X is not a wetland, because a wetland stores water. Water system Y is not a river, because a river transports fresh water.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "water system X: lake\nwater system Y: ocean",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water system X is not a lake, because a lake is a body of water surrounded by land and does not transport water.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "water system X: lake\nwater system Y: stream",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water system X is not a lake, because a lake is a body of water surrounded by land and does not transport water. Water system Y is not a stream, because a stream transports fresh water.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "water system X: river\nwater system Y: ocean",
                "Key": {
                    "Correct": true,
                    "Rationale": "A river transports fresh water from high elevation to low elevation, and an ocean is a large basin filled with salt water.",
                    "Percent": 64
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe patterns of earth's movements (i.e., rotation and revolution) in relation to the moon and sun (i.e., phases, eclipses, and tides)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student observes two high tides and two low tides along an ocean shoreline during a fixed 24-hour period. Which combination of factors is most responsible for causing this pattern of tides?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The tides are caused by the rotation of Earth and the gravitational attraction between the Moon and the Sun.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The gravitational attraction between Earth and the Moon is the primary cause for Earth's tidal patterns.",
                    "Percent": 24
                }
            },
            "B": {
                "Choice": "The tides are caused by the rotation of Earth and the gravitational attraction between Earth and the Moon.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The rotation of Earth combined with the gravitational attraction between Earth and the Moon has the most direct impact on Earth's tidal patterns.",
                    "Percent": 42
                }
            },
            "C": {
                "Choice": "The tides are caused by the rotation of the Moon and the gravitational attraction between Earth and the Moon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The rotation of the Moon has little effect on Earth's tidal patterns.",
                    "Percent": 25
                }
            },
            "D": {
                "Choice": "The tides are caused by the rotation of the Moon and the gravitational attraction between the Moon and the Sun.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The gravitational attraction between Earth and the Moon is the primary cause for Earth's tidal patterns. The rotation of the Moon has little effect on Earth's tidal patterns.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use evidence, observations, or a variety of scales (e.g., mass, distance, volume, temperature) to describe relationships."
        ],
        "SuppContent": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "A student is testing if the mass of a balloon rocket affects how far it travels on a string by attaching metal washers to the balloon. The student measures the initial circumference of the balloon at the beginning of each trial.",
            "problems/PA23G8S/media/17a.jpg",
            "problems/PA23G8S/media/17b.jpg"
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Predict the general relationship between the distance the balloon rocket would likely travel and the number of washers it carries."
                ],
                "AnswerChoices": {}
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "In a second investigation the student uses no washers but changes the balloon's circumference. Predict the general relationship between the distance the balloon rocket would likely travel and the circumference of the balloon."
                ],
                "AnswerChoices": {}
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Explain how inherited structures or behaviors help organisms survive and reproduce in different environments."
        ],
        "SuppContent": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "In England before the industrial revolution, peppered moths were mainly white with black speckles, but a small group within the population had a genetic mutation that caused them to appear dark gray. After industrialization, the increase in air pollution caused tree bark to darken. Eventually, the lighter-colored peppered moths became less common than the dark-gray moths."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "SR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Identify 𝗢𝗡𝗘 possible advantage dark-gray peppered moths had over the lighter-colored moths after the industrial revolution."
                ],
                "AnswerChoices": {
                    "KEY": {
                        "Choice": "camouflage",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Predict what will 𝗠𝗢𝗦𝗧 𝗟𝗜𝗞𝗘𝗟𝗬 happen to the coloration of peppered moths as pollution control measures increase in England."
                ],
                "AnswerChoices": {}
            }
        }
    }
}