{
    "Directions": "Read the passage about an artist and then answer each question that follows.",
    "Context": [],
    "Title": "Keiko Narahashi",
    "Subtitle": "[from] Talking with Artists",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/MA22G5E/media/S2a.jpg"],
        ["1", "As a child I spent a lot of time drawing. When I was four or five I had some Japanese fairy-tale books that I loved. I spent hours copying illustrations of the beautiful princess who lived on the moon (my favorite story). I tried hard to draw her face just like in the picture. I loved the way she looked, drawn simply, as shown here."],
        ["", "problems/MA22G5E/media/S2b.jpg"],
        ["2", "I practiced over and over, trying to get the lines just right so my princess would be as beautiful as the one in the book. I learned a lot about drawing by copying those pictures, like how to simplify complicated shapes — you don't have to put in every single detail. Even now I draw faces the same way!"],
        ["3", "I was born in Tokyo, Japan, and my family — my mother, father, and younger brother, Taro — moved to the United States when I was six. I started first grade in a new school in a new country. I didn't know one word of English! My teacher tried to teach me the names of colors by pointing to crayons and saying, “Red, blue, purple ...”"],
        ["4", "I loved school, but it was frustrating not to be able to communicate easily with classmates. Sometimes, I got into trouble because I had to do things to express my feelings. When a boy took my shoes to tease me, I didn't know how to say, “Please give my shoes back.” So I chased him, grabbed my shoes, and hit him with one. I was so mad! This wasn't the right way to behave, but frustration can lead to things like that. That year, I got an F in conduct on my report card."],
        ["5", "But speaking English didn't matter in art. That was a different story. I was on equal footing when it came to lines, colors, and shapes. This was a “language” that I — and everyone else — understood. In fact, I was on better than equal footing because of the hours I'd spent practicing those princesses. It was much easier to express myself with a crayon or a paintbrush. When I drew, I didn't worry about finding the right words or doing the wrong thing; I felt confident and focused. I felt great!"],
        ["6", "I drew and painted all through childhood, long after I had mastered English. For a while I drew only horses (palominos were my favorite). I wrote and illustrated stories, mostly about wild horses with mountain lions as the bad guys. Later, I drew teenage girls in neat outfits. It was the early 1970s so my fashion drawings showed bell bottoms,* “peasant” blouses, beaded headbands, and long, long hair — very funny-looking now, but then I thought it looked fantastic!"],
        ["7", "In fourth grade I entered a poster contest that aimed to bring supporters together for a new zoo. Working to come up with an idea for my first illustration assignment, I found I was pretty good at problem solving. It was a lot of fun and I won. I was extremely proud of my poster, and even today I still think it looks terrific! But it was the sense of knowing how to handle such a challenge, rather than the winning, that stayed with me."],
        ["", "problems/MA22G5E/media/S2c.jpg"],
        ["8", "At ten, it hadn't occurred to me that drawing could be a career, but the contest helped me realize what I was good at and what I enjoyed most. I later thought about being a fashion illustrator, but I got tired of just drawing fashionable girls. Not until I had children of my own did I start thinking back on how I copied illustrations from my favorite picture books and how much it had meant to me. It seemed natural as an adult to try making my own picture books."],
        ["9", "Today I still spend a lot of time drawing, just as I did as a child. Drawing and painting still do for me what it did for me back then as a confused first-grader in a strange, new country — it helps me to figure out who I am and to communicate with the world."],
        ["", "problems/MA22G5E/media/S2d.jpg"]
    ],
    "Copyright": "“Keiko Narahashi” by Pat Cummings, from Talking with Artists, Volume Three. Copyright © 1999 by Keiko Narahashi. Reprinted by permission of Clarion Books, an imprint of Houghton Mifflin Harcourt Publishing Company.",
    "References": [
        ["¹", "bell bottoms — pants that are narrow at the top and wide near the ankles"]
    ]
}