{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Road Trip",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/MOG7E/media/S3a.jpg"],
        [" ", "It had been hot and humid since they left Independence, Missouri, on June 19. It was especially steamy on the afternoon of July 5, 1953. The former president of the United States was behind the wheel of his new Chrysler automobile. A man of habit, President Harry S Truman wore an off-white summer suit, a white shirt, and a colorful bow tie. A white hat with a deep-blue band topped his head. During the heat of the day, the president drove in his shirt sleeves with his jacket draped over the seat. Bess Truman, in a simple blue print dress dotted with yellow flowers, sat in the front seat beside her husband."],
        [" ", "“Bess,” Harry said as they drove along in the left lane of the highway, “I think this vacation is a wonderful idea. When we were in the White House, we were constantly being surrounded by photographers, security people, and other government officials. With no one bothering us, we are free as birds. Isn't that grand?”"],
        [" ", "She looked at her husband out of the corner of her eye, saying, “Watch your speed, Harry.”"],
        [" ", "“The speed limit posted on this section of road is 60 miles per hour,” Harry argued. “I am not exceeding the speed limit, my dear.”"],
        [" ", "“Harry, you know you drive too fast,” Bess replied. “You promised you wouldn't go any faster than 55.”"],
        [" ", "Harry nodded his agreement and kept the vehicle at the promised speed."],
        [" ", "The former president drove through Pennsylvania on the turnpike, which had two eastbound lanes and two westbound lanes. As President Truman continued driving in the left-hand lane, he couldn't resist remarking about the latest technology in his automobile."],
        [" ", "“I think I'll have to go to engineering school just to figure out all its features,” Harry commented."],
        [" ", "“Come now, Harry,” Bess said. “It certainly isn't that complicated, is it?”"],
        [" ", "Harry gripped the large steering wheel firmly with both hands. His eyes widened behind his glasses as he spoke of the vehicle's fantastic features. “Why, this car has power steering, power brakes, and an automatic transmission. Can you imagine that?”"],
        [" ", "Bess glanced over at the speedometer and, once again, reminded her husband to slow down."],
        [" ", "During his nearly eight years in the White House, the president didn't drive his own car. A chauffeur was employed for the task of driving. Harry loved everything about owning and driving his own automobile. He took meticulous care of his new Chrysler, continuously polishing the shiny black exterior and cleaning the fabric seats. The car, like its owner, was always neat as a pin."],
        [" ", "Despite the heat of the day, the couple entertained each other with casual observations and stories from their past, some humorous, some sad, as they continued driving in the left-hand lane."],
        [" ", "“I'm glad we have this time to ourselves,” Harry said. “I'm tired of being mobbed by people. Doesn't it seem the president is always at the center of one sort of commotion or another? Now that's all over with and we can just be ordinary people and blend in with the crowd.”"],
        [" ", "“I'm pretty sure we'll be recognized while we're on this vacation,” Bess replied. “Our pictures have been in the newspapers a great deal during your presidency, Harry.”"],
        [" ", "“We are old news,” Harry said, smiling broadly. “There's someone new in the Oval Office. I don't think we'll be recognized as long as we keep a low profile and mind our own business.”"],
        [" ", "“Watch your speed, Harry,” Bess insisted."],
        [" ", "As the couple continued driving in the left lane on the stretch of highway near Bedford, Pennsylvania, they paid no attention to the line of cars following them. However, they were both surprised when a state trooper pulled up alongside them in the right lane. The trooper turned on his flashers and s͟i͟g͟n͟a͟l͟e͟d Harry to pull over to the side of the road."],
        [" ", "“Oh, Bess,” Harry said, “you might be right after all. I think we've been spotted. It looks like this officer wants to meet us.”"],
        [" ", "Harry pulled off the roadway and watched as the police cruiser pulled in front of them. The trooper grabbed his ticket book and walked back to the shiny black Chrysler. When he looked inside the car, he got the shock of his life."],
        [" ", "“Mr. President?”"],
        [" ", "Harry S Truman's big, toothy grin was unmistakable. Bess, however, was not amused."],
        [" ", "“Was he driving too fast?” she asked pointedly. “I kept reminding him to watch his speed.”"],
        [" ", "“No, ma'am,” the trooper replied. “There was a line of cars behind you, and in Pennsylvania it's against the law to pass on the right.” The officer swallowed hard before continuing. “The president was driving too slowly.”"]
    ],
    "Copyright": "",
    "References": []
}