{
    "Directions": "Read the passage about the world's largest lizards. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] Komodo Dragons",
    "Subtitle": "",
    "Author": "by Jill Sherman",
    "LabelType": "P",
    "Content": [
        ["", "A REAL-LIFE DRAGON"],
        ["1", "Lumbering out of the jungle comes the world's largest lizard. From its rounded snout, it flicks its long, forked tongue in and out of its mouth. Its massive body is covered in what looks like armor. Its long, sharp claws look as though they could rip anything apart. It's easy to see how this animal, the Komodo dragon, earned its name."],
        ["", "problems/RI23G4E/media/S1a.jpg"],
        ["", "DRAGON MYTH AND REALITY"],
        ["2", "You've probably read about dragons in storybooks. These dragons fly through the air. They breathe fire. They may stand guard over a maiden in a tower. These dragons are myths."],
        ["3", "The Komodo dragon was once thought to be just a myth. Stories of a dragon-like creature living on the island of Komodo in Indonesia spread for many years. Local people called it a “land crocodile.” Until about 100 years ago, no outside scientist had actually seen the creature. When one scientist finally saw the huge beasts with his own eyes, he named it Komodo dragon, after the creatures of myth."],
        ["", "A BEAST AMONG LIZARDS"],
        ["4", "Komodo dragons are lizards. Lizards are a type of reptile. All reptiles have dry, scaly skin. Scientists further divide lizards into groups. Komodo dragons are a kind of monitor lizard. The carnivorous monitors have powerful jaws. Their tails are long and whiplike. Komodo dragons are the largest and heaviest lizards on Earth."],
        ["", "THE ISLAND GIANTS"],
        ["5", "How did Komodo dragons become the largest lizards on Earth? One idea is that early relatives of these creatures once lived on a large continent. These early lizards were much smaller. Then they began moving to islands. With more prey and fewer predators, the lizards' offspring slowly became larger and larger."],
        ["", "COLD-BLOODED CREATURES"],
        ["6", "All reptiles are cold-blooded. They cannot make their own body heat. Komodo dragons spend lots of time in the sun to keep warm. At night or during rain, they may hide in a lair—an underground burrow that keeps them warm."],
        ["", "problems/RI23G4E/media/S1b.jpg"],
        ["", "LIVING KOMODO STYLE"],
        ["7", "Komodo dragons live in only a tiny part of the Earth. Five small islands in Indonesia make up their range. Komodo, Rinca, Gili Dasami, Gili Montang, and Flores are home to this animal."],
        ["8", "Komodo is the largest of the islands. It is just 150 square miles (241 square km). Two Komodo Islands could fit in New York City!"],
        ["9", "The land where this lizard roams is rugged and hilly. Parts of the islands are forests with dense plant life. The weather is dry and hot. The islands get little to no rainfall eight months out of the year. During the day it averages 95 degrees Fahrenheit (35 degrees Celsius). Komodos thrive in this heat. Sometimes Komodos trek up the mountains and ridgetops where the air is cooler and moist."],
        ["", "GROUND DWELLERS"],
        ["10", "Many other lizards live in trees. Komodo dragons dwell on the ground. On the ground they bask in the heat of the sun. They watch for prey in dry grasslands and forests. At night they retreat to their lairs."],
        ["", "FIGHTING FOR LAND"],
        ["11", "Komodo dragons like hanging out alone. Their small lairs are just large enough for one dragon. In the day they roam and hunt alone. While roaming, a dragon stays in a certain area. Each dragon's territory depends on its size. An average adult covers about 1.2 square miles (2 square km) every day."],
        ["12", "However, this territory does not belong entirely to one Komodo. Territories often overlap. Though they hunt alone, when a Komodo takes down large prey, other dragons will often gather together to feed."],
        ["", "FIGHTING DRAGONS"],
        ["13", "A dragon's size determines its dominance within a territory. Males may fight to prove who is the most powerful. Using their muscular tails as support, male dragons stand tall on their hind legs to attack. With their front legs, the dragons wrestle. They attempt to throw each other to the ground. These attacks are often violent and bloody."],
        ["", "EATING LIKE A DRAGON"],
        ["14", "Komodo dragons are not picky eaters. They will eat just about any animal they find. Larger Komodos hunt deer, water buffalo, and wild boar. Smaller Komodo dragons eat rodents, birds, and eggs. Sometimes they eat smaller lizards—including other Komodos! They scavenge for dead animals as well."],
        ["", "TONGUE DETECTIVES"],
        ["15", "The Komodo dragon picks up scents in the air with its tongue. The tongue can detect prey up to 3.1 miles (5 km) away. The Komodo can tell the direction of an animal based on what side of its tongue picked up a stronger scent. After each flick in and out of its mouth, the Komodo rubs its tongue along the roof of its mouth. Particles from the scent touch special organs. The organs detect even faint traces of a nearby animal's scent. . . ."],
        ["", "TIME TO EAT!"],
        ["16", "Once their prey is at hand, Komodo dragons eat incredibly quickly. They may eat up to 5.5 pounds (2.5 kg) of meat in a single minute. They have amazing appetites as well. Some Komodos have been known to eat 80 percent of their body weight in a single feeding. Because they eat so much at one time, Komodos don't have to eat very often. Some only eat"],
        ["17", "The dominant Komodo gets to eat first at a kill. Smaller dragons have to wait their turn. They often must pick at whatever remains of the prey. Because Komodo dragons are so solitary in nature, group feedings are one of the few times that males and females are together."],
        ["18", "Well fed, the Komodo dragon can relax. It has no predators of its own. There are no predators in their habitat that are bigger or more dangerous than the Komodo. They are at the top of their food chain. . . ."],
        ["", "GROWING UP DRAGON"],
        ["19", "Newly hatched Komodo dragons are about 12 inches (30 centimeters) long. They weigh about 3.5 ounces (100 grams). Almost immediately after hatching, the baby dragons run away from the nest. They race to the top of a nearby tree. They must avoid being eaten by their mother or other Komodos!"],
        ["20", "For another eight months, the young dragons live in trees. They grow large, eating bugs, eggs, small lizards, and birds. As they grow, they also change color. Greenish in color when they hatch, they become gray or reddish-brown as they age."],
        ["21", "The larger they get, the more time Komodo dragons will spend on the ground. But younger dragons still face danger below. Although adult Komodos have no predators, young dragons do. Large snakes, wild boars, and other animals may prey on them."],
        ["22", "By the time they are 4 years old, young Komodos are about 4 feet (1.2 m) long. They have grown large enough to leave the safety of the trees and live on the ground. Komodo dragons reach adulthood at about 9 or 10 years old. They can expect a long life for a lizard. In the wild Komodos may live up to 30 years."],
        ["", "DRAGONS IN DANGER"],
        ["23", "Without any predators, it may seem like the Komodo dragon is safe from any threat. But there are only about 3,000 Komodo dragons living in the wild. Only about 600 of those are females capable of laying eggs. With these low numbers, the fate of this animal is in question."],
        ["", "THREATS TO DRAGONS"],
        ["24", "One threat facing this animal is the destruction of their homes. As people cut through land, they tear down the plants that the Komodo uses to camouflage itself. The animal population dwindles as humans hunt both Komodos and their prey. With a limited food source, Komodos have more difficulty finding their next meals."],
        ["25", "As their food sources decline, some Komodos resort to eating livestock. When this happens, some farmers see the Komodos as pests. To protect their livestock, some farmers bait the Komodos with poisoned meat, killing them."],
        ["", "HOPE FOR DRAGONS"],
        ["26", "Today most Komodos live in protected areas. Komodo National Park opened in 1980 in Indonesia. The park protects Komodo dragons and other wildlife. Scientists at zoos have worked to breed Komodos. Some of these Komodos may be released into the wild. Strict laws against poaching¹ help protect this lizard. As more people take an interest in the fate of these rare dragons, their futures may be saved. Komodo dragons are not myths. It is up to us to prevent the last of our real-life dragons from disappearing."]
    ],
    "Copyright": "Komodo Dragons by Jill Sherman. Copyright © 2017 by Capstone Press. Reprinted by permission of Capstone Press.",
    "References": [
        ["¹", "poaching — illegal hunting"]
    ]
}