{
    "Directions": "Read the following passage about an artist who writes and illustrates books then answer each question.",
    "Context": [],
    "Title": "Author and Illustrator Ed Young",
    "Subtitle": "",
    "Author": "by Deborah Kovacs and James Preller",
    "LabelType": "P",
    "Content": [
        [" ", "\tCaldecott Medal-winning illustrator Ed Young doesn't like to overemphasize the process of creativity. He says, “To me, it is the attitude behind everything that is more important than the procedure.”"],
        [" ", "\tA deeply thoughtful man, Ed Young believes that the creation of art involves much more than technical skill. Drawing and writing, he says, “are expressions of the inner rather than the outer person.”"],
        [" ", "\tIn practicing the art of calligraphy, Young learned to refine his brush strokes as well as to achieve a greater sensitivity to his craft. In calligraphy, as in life, Young believes that attitude is of prime importance. “A person has to know the nature of a brush, the nature of ink in the brush, the nature of ink applied by the brush onto paper. That person has to be friends with all of these in order to see what the brush is capable of doing."],
        [" ", "\t“It is like training a horse. A person has to know what the nature of the horse is in order to ride it correctly. If the horse knows that the person understands him and gives him every possibility of exploring his potential, the horse will be very happy. And so with the brush.”"],
        ["", "Exᴘʟᴏʀɪɴɢ ᴡɪᴛʜ ᴀ Pᴇɴᴄɪʟ"],
        [" ", "\tOnce he has selected a manuscript, Young immediately begins by making a series of sketches. The process is similar to an exploration; with each sketch, Young searches for the proper tone and image for the story. He says, “First I do little thumbnails right on the margin of the manuscript whenever there is a picture that comes to me. I just scribble, and the pictures that I draw are no more than maybe a half or three-quarters of an inch. It's just a record of images that are in my head.”"],
        [" ", "\tIn what he calls rounds, Young revisits his initial sketches and expands upon them. Slowly, he adds more and more details, and the tiny pictures grow larger. Young explains, “They graduate, let's say, from the first set of very small thumbnails to something two or three inches tall by five or six inches wide. At that point, I start to go into the characters or buildings or costumes, that kind of thing.”"],
        [" ", "\tDuring the next round, the element of research becomes very important. In the first sketches, Young only sought to capture a general impression, a feeling. Now he seeks painstaking accuracy. The pictures themselves seem to ask him these questions: In what style should the characters be dressed? What are the trees and flowers like in that part of the world? What is the style of architecture?"],
        [" ", "\tTo achieve this level of accuracy, Young turns to magazines, books, libraries, museums, or wherever he can find the information he needs. Young goes to all the trouble because he feels that factual detail helps create a believable fantasy. As an artist, he is preparing an imaginative world for the reader to visit. The trees, the flowers, the buildings—everything—must be true to that world."],
        [" ", "\tAn example of Young's emphasis on detail can be found in the work he did for Lon Po Po. The story, which is a Chinese version of “Little Red Riding Hood,” involves a wolf and children. (Lon Po Po means “Granny Wolf” in Chinese.) Ed Young explains how he made the wolf and children believable. “I drew a whole series on how wolves communicate with each other, using their ears, their tails, and the way they hold themselves. That had to be right because the wolf talks to the children in the story, so he has to be alive to them. Then I had to know how the children talked to each other, how they lived in the compound, how the trees would grow. Once you know everything about the story, you can express it in fresh ways.”"],
        [" ", "\tEd Young was born in China, grew up in Shanghai, and later moved to Hong Kong before eventually settling in the United States. Of his childhood, Young recalls: “Our summer nights were usually spent on the flat roof of the three-story house that my father designed. Against the background of crickets chirping in the starry night, my father would spin endless tales of his own to entertain our imagination until the heat finally subsided. I have never forgotten the images I saw in my mind as I listened.”"]
    ],
    "Copyright": "",
    "References": []
}