{
    "Directions": "Read the passage about a forest and then answer each question that follows.",
    "Context": [],
    "Title": "How the Forest Grew",
    "Subtitle": "",
    "Author": "by William Jaspersohn",
    "LabelType": "P",
    "Content": [
        ["", "problems/MA22G3E/media/S2a.jpg"],
        ["1", "Have you ever wondered where forests come from, and how they grow? This story is about a hardwood forest in Massachusetts, though it could be about a forest anywhere because most forests grow the same way. To find out how this Massachusetts forest grew, we must go back in time to see how the forestland looked two hundred years ago."],
        ["2", "Back then, the land was open and green. But the farmer and his family who owned the land and had cleared it, moved away."],
        ["3", "Changes began. The wind blew seeds across the fields. Birds dropped seeds from the air. The sun warmed the seeds, the rain watered them, and they grew."],
        ["4", "In a few years the land was filled with weeds — with dandelions, goldenrod, chickweed, milkweed, ragweed, and black-eyed Susans. Each spring new plants took root. The land began to look different. Burdock and briars grew among the weeds, making the land moist and brushy."],
        ["5", "Blackberries grew, and birds came to eat them — song sparrows, bobolinks, and catbirds. Meadow mice and cottontail rabbits made their nests in the tall grass. Woodchucks, moles, and shrews dug their tunnels in the ground. Snakes came to feed on the small animals. Hawks and owls hunted over the land for their food."],
        ["6", "Time passed."],
        ["7", "And then one summer five years after the farm family left, a white pine seedling sprouted. The white pine is a sun-loving tree. The wind had blown its seed from a nearby forest, and the seed sprouted in the full sunlight."],
        ["8", "That same summer more white pine seedlings sprouted. The land was speckled with tiny dots of green. Year after year, through weeds and low brush, the little trees pushed their way up. Tree scientists call the first trees that take hold on a piece of land pioneer trees. And that is what these white pines were."],
        ["9", "As the pine trees grew, brush-dwelling birds moved onto the land, replacing the field dwellers. Weasels and foxes who caught mice, rabbits, and birds moved in, too."],
        ["10", "Twenty years after the first pine seedling sprouted, the land was covered with white pines. Their branches blocked the sun's rays. The old weeds and grasses died from want of light. When new white pine seedlings tried to grow, they couldn't get sunlight and they died."],
        ["11", "Only those seedlings that liked the shade, such as ash, red oak, and red maple, grew beneath the stands of white pines. In less than fifteen years these new trees were crowding the white pines for space. A struggle had begun, and only the strongest trees would survive. Scientists call this change — from one kind of tree or animal to a new kind — succession. They say that one kind of tree or animal succeeds another."],
        ["12", "As the new trees on the land began to succeed the old pines, the animal life on the land changed, too. The meadow mice moved because their food supply was gone, and there was no more grass for them to build their nests. White-footed mice took their place, making their nests in hollow stumps and logs. For the first time, deer came to live on the land. Now there were places for them to hide and tender shoots for them to eat. Many different birds perched in the trees. Squirrels and chipmunks brought nuts onto the land. Some of these sprouted with the other seedlings."],
        ["13", "One summer afternoon, fifty years after the farm family had gone, a storm broke over the land. Lightning struck the tallest pines, killing some of them and damaging others. Strong winds uprooted more pines, and lightning fires scorched branches."],
        ["14", "But this is how forests grow. The death of some of the pine trees made room for new and different trees that had been sprouting on the forest floor. As time passed, insects and disease hurt the other pines. Every time one of them died, a red oak, white ash, or red maple tree took its place."],
        ["15", "The forest grew. More than eighty years after the farm family had left, the weeds were all gone. So were the pioneer white pines. Red oaks, red maples, and ash trees were everywhere. The forest had reached its middle stage."],
        ["16", "Now on the forest floor came the last of the new seedlings. These were beeches and sugar maples, trees that like the deep shade. The other seedlings — the red oak, red maple, and ash seedlings — needed more light, more water, and different kinds of soil to grow in. So they died, and the beech and the sugar maple seedlings took their place."],
        ["17", "Every autumn the leaves of the trees fell to the ground with dead twigs and branches. All of these things decayed and made a rich layer of stuff called humus. Then slowly, bacteria, worms, and fungi turned the humus into soil from which the trees got food and water. Sometimes an animal or an insect died, and its body became part of the humus, too."],
        ["18", "One hundred years had passed since the farm family had moved. Now, whenever a red oak, red maple, or white ash tree died, it made room for the smaller beeches and sugar maples. These formed a layer below the older trees called an understory."],
        ["19", "Year after year, the beeches and sugar maple trees pushed their branches toward the sky. Hemlocks grew in their shade. Slowly, one by one, most of the red oak, red maple, and ash trees disappeared."],
        ["20", "One hundred and fifty years after the forest had begun, the beeches and sugar maples were the rulers of the land. What was once open fields is now a magnificent forest. It is home for many wild animals."],
        ["21", "In the forest, tree roots hold water and keep the soil from washing away. Humus enriches the soil. All through the world other forests are growing like the one in Massachusetts. The kinds of trees in each forest may be different, but the way they grow is very much the same. Nothing in a forest ever stands still. Old trees are dying and making room for new trees every day."]
    ],
    "Copyright": "“How the Forest Grew” by William Jaspersohn, from Cricket Magazine (September 1990, Volume 18 Issue 1). Copyright © 1990 by Carus Publishing Company. Reprinted by permission of Carus Publishing Company, d/b/a Cricket Media, and/or various authors and illustrators.",
    "References": []
}