{
    "Directions": "Read the passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Ida B",
    "Subtitle": "",
    "Author": "by Katherine Hannigan",
    "LabelType": "P",
    "Content": [
        ["1", "Saturday morning, I was sitting on the front porch, waiting for nothing, with nothing I wanted to do. Rufus sat beside me for a while, hoping I'd be up to something more than misery. But he got tired of waiting and went off on his own, leaving a small sea of spit where he'd been sitting."],
        ["2", "Just as I was about to take myself back to bed and try starting the day over again in the afternoon, I saw the big white car come down the road and turn left at the T. And right away, I knew what I had to do."],
        ["3", "No plans. No least-possible-pain-and-humiliation scheming. Just plain and straight do the deed."],
        ["4", "As soon as the white car disappeared down the DeLunas' drive, I picked myself up and headed out through the fields, then around the base of the mountain."],
        ["5", "I walked through the orchard, eyes fixed forward, not slow and not rushed, either. Like I was on my way to the final showdown. Yes, there was a bunch of them and only one of me. Yes, they might ambush me, and I might not come back in one piece. But I'd take whatever those people needed to dish out, because I was going to do the right thing."],
        ["6", "I stopped just before I stepped onto the land that now belonged to the DeLunas, and took a deep breath as I walked over that invisible boundary line."],
        ["7", "And there was Claire straight ahead, looking at me, waiting for me. Her mom and little brother were crouched down at the side of the house, planting little bushes."],
        ["8", "Clump ... clump ... clump ... was the only sound my feet were making this time as I walked toward Claire, arms out from my sides and palms up, letting her know that I wasn't coming for a fight, even if she had some trouble and torture she needed to visit on me."],
        ["9", "Claire's mother spotted me and stood, dusted off her hands, and watched as I walked up to Claire. Then all of the world was still except for the two of us."],
        ["10", "“Claire,” I said, making myself look her in the eye, “I'm sorry I scared you in the woods. I'm sorry I was mean to you. I was following you in school so I could apologize. I ... I ...” And there I was, babbling again. Should I tell her about Mama and the trees and school and everything? Where would I start if I was going to explain it all?"],
        ["11", "Then Ms. W. came into my head and I knew it didn't really matter."],
        ["12", "“I'm just sorry,” I said."],
        ["13", "Sometimes, on spring days, there will be the brightest, warmest sun and the darkest, rainiest clouds sharing the sky. All day long you wonder, “Will it rain? Will it shine?” And that's what I was thinking then, while I was looking at Claire's face. Everything was there, but nothing was happening one way or the other. I couldn't hang around any longer to see what would win out, though, because I had something else to do."],
        ["14", "I turned to Claire's little brother, who had his arm around his mama's leg, and I could see that he was scared of me. He thought I was a monster, just like I'd wanted him to."],
        ["15", "“I'm sorry I scared you,” I said. “I won't ever do it again. I promise.”"],
        ["16", "And he just stared at me, too. If I didn't know better, I would have thought that this family's mouths were under repair."],
        ["17", "It was too hard waiting there for those people to decide if they wanted to tell me something, and I wasn't quite sure I could stand to hear the words they might want to say anyway. So I turned back to the orchard and started home."],
        ["18", "I braced myself for a DeLuna ambush from behind and decided that when Mama and Daddy found me, just holding on to a tiny sliver of life, my last words would be, “Turn the land into a park, teach Rufus some mouth-related manners, and make sure Lulu gets her treats. Please.”"],
        ["19", "But I got to the property line without harm or hollering, and by the time I crossed it, I did feel better. Like my heart was heavier and lighter at the same time."],
        ["", "* * *"],
        ["20", "Apologizing is like spring-cleaning. First of all, you don't want to do it. But there's something inside you, or somebody outside you who's standing there with her hands on her hips saying, “It's time to make things right around here,” and there's no getting out of it."],
        ["21", "Once you get started, though, you find out that you can't just clean out one room and be done with it; you have to do the whole house or you're tracking dirt from one place to the other. Well, it starts to seem like too, too much, and you want to quit more than Christmas. But there's that somebody or something telling you again, “Keep going. You're almost done. No quitting allowed.”"]
    ],
    "Copyright": "Passage from Ida B by Katherine Hannigan, text copyright © 2004 by Katherine Hannigan. Used by permission of HarperCollins Publishers.",
    "References": []
}