{
    "Directions": "Read the passage from an article, then answer each question that follows.",
    "Context": [
        "Today you will research how penguins are rescued after a large oil spill."
    ],
    "Title": "[from] “The Amazing Penguin Rescue”",
    "Subtitle": "",
    "Author": "by Lauren Tarshis",
    "LabelType": "P",
    "Content": [
        ["1", "Imagine you are an African penguin living on an island in the middle of the South Atlantic Ocean. You live with tens of thousands of other penguins on a rocky beach. It's a typical day there in June—cold and windy. The beach echoes with penguin noises, barks and honks and brays. Some of your fellow penguins fight for territory. Others cuddle with their mates and dote on their chicks."],
        ["", "problems/ILG5E/media/S4a.jpg"],
        ["2", "You're hungry, so you head down to the water's edge. You waddle on tiny feet, and your wings are too stubby for flying. But in the water, you can swim faster and dive deeper than any bird on Earth. As you plunge into the sea, your wings become powerful underwater propellers. You shoot through the water at 12 miles an hour, a black-and-white blur, snatching sardines from the surface, swallowing them whole, then catching more. Your thick feathers protect you from the freezing water."],
        ["3", "You stay in the sea for hours until your belly is full. Then you turn to head back to shore."],
        ["4", "That's when something goes wrong."],
        ["5", "As you come to the surface for air, the water feels unfamiliar. It is thick, and it burns your eyes. You try to swim away, but suddenly your wings are too heavy to lift and you can barely propel yourself. Your body wobbles and rolls. You feel bitterly cold. You shiver and gasp for breath."],
        ["6", "What you don't know is that just hours ago, a cargo ship called Treasure hit a reef and split apart. As it sank, 1,300 tons of toxic crude oil gushed into the sea. Oil surrounds your breeding ground—the largest African penguin breeding ground in the world."],
        ["7", "You are not the only penguin that has become soaked with the poisonous oil. Thousands of others have been trapped in the massive oil slick."],
        ["8", "The impact of oil on a penguin (or any bird) is immediate and devastating. You are shivering because the oil has caused your layers of feathers to separate. Freezing water now lashes at your sensitive skin. Your eyes hurt because the oil has burned them. Your wings are heavy because they are coated with oil."],
        ["9", "But your instinct for survival is strong. Somehow you struggle back to shore, fighting the waves and the current. The trip, usually effortless, is an agonizing ordeal. You manage to stagger onto the beach and back to your nest. You lick and peck at your feathers, desperate to clean them. Finally you give up. There is nothing to do but stand there, terrified, dazed, and silent."],
        ["", "Sᴛʀᴀɴɢᴇ Cʀᴇᴀᴛᴜʀᴇs"],
        ["10", "Then the beach is invaded by enormous creatures."],
        ["11", "They are humans, but you don't know that. You have never seen a human before. These men and women know what you don't: that this oil spill is a catastrophe for you and your species. Some of them have devoted their lives to helping birds like you, birds caught in oil spills and other human-made disasters. They have helped with bird rescues around the world. All they care about is saving your life."],
        ["12", "But how could you know this?"],
        ["13", "As the humans swarm the beach, you are overcome with panic. A man catches you. You lash out viciously with your powerful jaws and razor-sharp beak. You bite his arm, ripping his skin through the fabric of his thick coat. He doesn't let go. You strike again, biting his leg, inflicting a wound that will leave a scar for the rest of his life. But he cares more about you than himself. All across the beach, dozens of people are capturing penguins, enduring excruciating bites and wing slaps as they load you and the other penguins into crates. It is painful, exhausting work. The sight of all of these scared and injured penguins is heartbreaking to the humans. Some—grown men and women—fight tears."],
        ["14", "But they don't give up. Tens of thousands of penguins are in danger. And they intend to save every single one."],
        ["15", "Ten miles from the island, outside the city of Cape Town, a team of workers and volunteers has transformed a warehouse into a penguin rescue center. They have worked with astonishing speed. The warehouse holds hundreds of round enclosures, each large enough for 100 penguins. There are additional areas where penguins will be washed. One room is filled with ten tons of frozen fish, the amount needed daily to feed the penguins. Acquiring this enormous quantity of fish every day will be one of the workers' great challenges."],
        ["16", "Actually, everything is a challenge. Simply getting one penguin to eat is a monumental task. In the wild, penguins hunt for sardines and gobble them up while they are still alive and wriggling. These penguins won't accept the dead fish offered by human hands; workers have to force-feed them. They must restrain a penguin, pry its beak open, and shove the fish down its throat. Feeding one penguin can take an hour. Feeding all of the penguins takes an army of workers 15 hours."],
        ["17", "And then there is the smell that fills the warehouse—a combination of penguin droppings, dead sardines, and human sweat. It is a stench so powerful that many people throw up when they first arrive."],
        ["18", "But not even the smell keeps people away."],
        ["19", "As news of the rescue effort spreads, hundreds, and then thousands, of volunteers flock to the warehouse, eager to help. They are a diverse group, including rich women from fancy neighborhoods and poor teenagers from Cape Town's streets. Some have experience helping wildlife; some have never even owned a pet. All of them have one thing in common: a mission to save as many penguins as possible."]
    ],
    "Copyright": "“The Amazing Penguin Rescue” by Lauren Tarshis and map graphic from Storyworks April/May 2011 Issue. Copyright © 2011 by Scholastic, Inc. Used by permission of Scholastic, Inc.",
    "References": []
}