{
    "Directions": "Read this story, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] Trading Places",
    "Subtitle": "",
    "Author": "by Claudia Mills",
    "LabelType": "P",
    "Content": [
        ["1", "\tTodd was lying on the family room floor doing math homework, when he heard his mother, back from her shift at the Crafts Cottage. She was later than usual, so she must have stopped on the way home to get groceries. Todd hoped so. Groceries were one of life's good things."],
        ["2", "\tMath homework was another. Todd knew other kids thought it was strange to like having math homework, but he did. He loved questions that had answers, problems that had solutions, twenty of them, all on one page. He loved looking at a neat page of calculations and knowing that he had them all one hundred percent right."],
        ["3", "\tHis mother came into the family room and clicked of the TV. Todd looked at Amy, so lost in her book that she didn't seem to register their mother's presence in the room. But their father, dozing on the couch with the remote in his hand, came awake with a guilty startle."],
        ["4", "\t“David. Todd. Amy.” Quiet voices could sound so much more menacing than shoutingones. “I need you to come into the kitchen. Now.”"],
        ["5", "\tAmy put her book down then, and the three of them straggled into the kitchen. If they had had tails like Wiggy, the tails would have been tucked between their legs."],
        ["6", "\t“Look at this place,” Todd's mother said."],
        ["7", "\tIt was bad: newspapers in an untidy heap on the table, dirty dishes everywhere, an empty milk carton standing on the counter next to spilled cereal left over from breakfast, and two sacks of groceries his mom had just carried in from the car."],
        ["8", "\t“I want this cleaned up. I want these groceries put away. I want a decent meal with every part of the food pyramid represented on the table in sixty minutes. Call me when it's ready. I'm going to be upstairs soaking in a hot tub.”"],
        ["", "problems/NY17G5E/media/S1a.jpg"],
        ["9", "\tThen she was gone."],
        ["10", "\tOnce his first spasm of remorse had passed, Todd actually felt relieved. It was so much better to be doing something rather than nothing, to be solving a problem rather than pretending it didn't exist. He opened the dishwasher and started loading dirty dishes into it, as Amy and their father took the groceries out of the paper sacks and put them on the pantry shelves and in the fridge."],
        ["11", "\t“How does the food pyramid work?” their father broke the silence to ask."],
        ["12", "\t“You're supposed to eat a lot of grains and cereals,” Todd explained. They had studied the food pyramid at school last year. “They're on the bottom of the pyramid, the wide part. And hardly any fats and sugars. They're the little point at the top. And eat lots of vegetables and fruits. And some protein, too.”"],
        ["13", "\t“I don't think she really cares if we have the whole pyramid,” Amy said. “Just so it looks sort of balanced. I mean, not just popcorn and apples.”"],
        ["14", "\t“Maybe we should look in a cookbook,” their father suggested."],
        ["15", "\tThere was a whole bookcase full of cookbooks against one kitchen wall. It was hard to know where to begin. Some of them were as thick as dictionaries; others had obviously unhelpful titles such as Fifty Christmas Cookies from One Basic Dough or Easy Entertaining."],
        ["16", "\t“Here's one,” Todd said. He pulled out Thirty-Minute Meals."],
        ["17", "\tTheir father glanced at the clock on the microwave. “Can you find one that says Fifteen- Minute Meals?”"],
        ["18", "\tTodd checked the shelves again. “Nope. The only other one that tells the minutes is the Sixty-Minute Gourmet.”"],
        ["19", "\t“Okay, thirty minutes it is.”"],
        ["20", "\t“Let's make something with chicken,” Amy said. “I just put away a lot of chicken.”"],
        ["21", "\t“How about curried chicken breasts with rice?” Todd asked. It looked good in the picture. “Do we have any rice?”"],
        ["22", "\t“Right here!” their father answered."],
        ["23", "\t“What about fruits and vegetables?” Amy reminded them."],
        ["24", "\t“We'll have broccoli on the side,” their father said."],
        ["25", "\t“Dairy products?” Todd thought the pyramid had dairy products on it somewhere."],
        ["26", "\t“You kids can drink milk. And look, there's some cream in the sauce. Do we have any cream?”"],
        ["27", "\tAmy checked the fridge. “We have half-and-half. That's sort of like cream.”"],
        ["28", "\tThe meal took more than thirty minutes to make. It turned out that the thirty minutes started after you had chosen the recipe, located the ingredients, and done whatever preliminary chopping you had to do, which for curried chicken breasts was a lot. Still, forty- five minutes later, their father sent Amy upstairs to summon their mother for dinner."],
        ["29", "\tWhen she came into the kitchen, she stared in apparent disbelief. “You even fixed broccoli,” she whispered."]
    ],
    "Copyright": "",
    "References": []
}