{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Joe Jones has been assigned to write a Friendly Letter to an author, seeking answers to four questions. When the author's response is not helpful, he has to write to the author again."
    ],
    "Title": "[Excerpt from] Your Question for Author Here",
    "Subtitle": "",
    "Author": "by Kate DiCamillo and Jon Scieszka",
    "LabelType": "P",
    "Content": [
        ["1", "\tDear Maureen O'Toople,"],
        ["2", "\tWhat the heck kind of author letter was that? I am supposed to ask the questions. You are supposed to send back the author answers. That's how the assignment goes. That is all you have to do."],
        ["3", "\tThere's nothing in the assignment about writing a Perfunctory¹ Letter. But maybe I can get some extra credit because I did that, too."],
        ["4", "\tSo here are the questions, right off the board, just how Mrs. Bund wrote them."],
        ["5", "\t1. Why do you write books?\n\t2. Where do you get your ideas?\n\t3. What got you started writing?\n\t4. Your question for author here."],
        ["6", "\tPlease send some good author answers or Mrs. Bund will give me another C- and then my mom will freak out again and say I'm not applying myself and my dad will ground me and I will miss my baseball team playoffs and have to do whatever they say for the next week."],
        ["7", "\tI'm not kidding,"],
        ["8", "\tJoe Jones"],
        ["9", "\tDear Joe Jones,"],
        ["10", "\tNo one gets credit for writing Perfunctory Letters. They are an insult to the human spirit. What we humans crave is connection. Perfunctory Letters work counter to that."],
        ["11", "\tBut I digress; I digress!"],
        ["12", "\tYou have posed some questions. And you want some answers, answes that will result in you receiving a grade higher than a C-. I don't know if I can help you, Joe, because I don't feel like answering questions. The older you get, the more questions you get asked, and the more weary you become of answering the questions and the more elusive the answers-any answer, every answer—seem."],
        ["13", "\tWhat I w͟o͟u͟l͟d like to do is ask a question. I would like to ask you a question. So, let's make a deal, Joe. I'll ask you a question and you answer it. And then, if I feel like it, I'll answer one of your questions. How does that sound?"],
        ["14", "\tHere's my first question for you: Are you afraid of thunderstorms?"],
        ["15", "\tYours cordially and only somewhat perfunctorily and more than a little curiously,"],
        ["16", "\tMaureen O'Toople"],
        ["17", "\tPS. I'm no fool, Joe. I'm betting good money that you haven't read one single book I've written. Prove me wrong."],
        ["18", "\tMaureen O'Toople,"],
        ["19", "\tAw, come on. It's bad enough I have to do this lame assignment. Now I have to write extra? I thought authors were supposed to like getting letters from their kid fans."],
        ["20", "\tBut if I don't get these answers, I am hosed. That's what my dad says. Hosed. I don't know what that really means. Like, what does a hose have to do with anything? But I do know it means no TV, no computer time, no baseball, no comics, no music, no phone, no hanging out with my friend James. Basically it means nothing that is really the good part of living."],
        ["21", "\tWhy would they do that to me? Do people just get meaner when they get older?"],
        ["22", "\tOkay, here's my answer. I am kind of afraid of thunderstorms. Not the rain part. That sounds great on the roof. It's the part between the flash of lightning and the BAM of thunder. It's waiting for the BAM that weirds me out. You just don't know when it's going to happen."],
        ["23", "\tSo please send me some author answers. As soon as you can."],
        ["24", "\tReally,"],
        ["25", "\tJoe Jones"],
        ["26", "\tP.S. I didn't get a chance to read any of your books yet. I actually picked you mostly to annoy Jennifer, because she is all crazy about your books and always talking about the horses or the princesses or whatever is in them. I usualy only read history books that really tell you something. And books that are funny."],
        ["27", "\tDear Joe,"],
        ["28", "\tThank you for answering my question. I, too, like the sound of the rain on the roof. I also like the lightning. It's like some great cosmic flashlight. It makes me think that someone is searching for me. And I don't mind the BAM of thunder because that makes me think that, perhaps, I have been found. That's the way a good book makes me feel, as if I have been found, understood, seen."],
        ["29", "\tOh, I'm sneaky, Joe. Right there, in the first paragraph, I have answered your first question. And you know what that means: Now I get to ask you another question. Are you ready?"],
        ["30", "\tWhat's in your sock drawer besides socks?"],
        ["31", "\tThat's the question. Answer it and I'll answer another question of yours. Quid pro quo."],
        ["32", "\tAmusing myself"],
        ["33", "\tand delighted to be a part of your “lame assignment”"],
        ["34", "\tI remain,"],
        ["35", "\tMaureen"],
        ["36", "\tP.S. “Whatever is in them” is a truly alarming phrase to use in reference to my books. But, as an interesting aside, I am happy to inform you that none of my books (not one) features princesses or horses. Toads, tidal waves, arachnid revolutions, yes. Princesses, no. Horses, no. Do your research, Joe."],
        ["37", "\tP.P.S. Yes. People do get meaner as they get older."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "perfunctory: lacking in interest or enthusiasm"]
    ]
}