{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "In 1888, Sky, a member of the Apache Nation, has jumped off a train in Alabama so he can return home rather than be taken to an area reserved for Native Americans. He becomes very ill and is found by a young African-American girl. Her family takes him in and nurses him back to health, even though hiding him from the authorities is against the law. Now that he is well, the family knows that they should turn Sky over to Mr. Wratten, the lawman who has been searching for him."
    ],
    "Title": "[Excerpt from] Run Away Home",
    "Subtitle": "",
    "Author": "by Patricia C. McKissack",
    "LabelType": "P",
    "Content": [
        ["1", "\tI hadn't been truthful with Sky. And it was bothering me. We were going to do him harm and turn him into Mr. Wratten as soon as he was well. After another week passed, Sky was fine, but none of us wanted to see him leave."],
        ["2", "\tI helped Mama take down the quilts that had made the sickroom, wash them, and put them away until they were needed again. Sky had slept outside all week, where he seemed to be most comfortable. Hed found a piece of hickory and was using Papa's tools to make a bow and arrows."],
        ["3", "\tAlthough Sky never spoke the words thank you, he expressed his gratitude in so many thank-you ways. If a fence needed mending, he mended it. If Big Two needed feeding, he fed him. If a hole needed digging, he dug it. This pleased Papa. But Sky flat out would not do a chore that he considered woman's work. I couldn't get over the way he watched me struggling with a bucket of water and wouldn't offer to help, saying, “Less water would make it easier to carry.”"],
        ["4", "\t“That is his way,” Mama told me when I complained. “We can't expect him to change who he is to suit us. That's what's wrong with those schools that try to de-Indian his people.”"],
        ["5", "\tIn spite of herself, Mama had grown fond of Sky, too, and Sky was slowly allowing himself to smile more—and even talk more, too."],
        ["6", "\tOne day, while he was working on his bow and Buster lay between us, his tail thump, thump, thumping against the wooden floor, Sky turned to me and said, “Yes.”"],
        ["7", "\t“Yes? Yes what?”"],
        ["8", "\t“Girls can have their ears pierced.”"],
        ["9", "\tWe both laughed. I couldn't be sure, but I felt that Sky was giving me permission to ask him a few things. And so I did."],
        ["10", "\tSince the first night I'd seen the Apaches, I'd been curious about the woman who had risen to defend Geronimo."],
        ["11", "\t“Who is Lozen?” I asked."],
        ["12", "\t“Lozen,” he began, still filing away on the wooden bow, “is sister of Victorio.” I had heard Mr. Wratten talk about Victorio, so at least I knew who he was. “She is a war woman,” Sky continued, “one who is equal to anyone in battle. She fought with her brother until he was killed, then she rode with Geronimo and she has great powers. I rode with her against the Mexicans and the whites. She was with us when we surrendered.”"],
        ["13", "\tLozen reminded me of a story Papa had told me about Harriet Tubman, a slave woman who had been a conductor on the Underground Railroad. Papa said she stood no taller than me, but she was strong and brave. She even served as a spy for the Union Army during the war."],
        ["14", "\tSuddenly Buster took off down the path, chasing some critter he had no plans to hurt. “Most people don't understand him, because he's so wild,” I said."],
        ["15", "\t“There is a difference between what is wild and what is free,” Sky said softly."],
        ["16", "\tI knew he was thinking about his own people. They had been called wild because they fought so hard to stay free. A terrible war had been fought so we black people could be free. That should have included Indians, too. Now that I had gotten to know Sky, it bothered me that we were doing what all the others had done to his people. I didn't like it, but my word is out to Mama."],
        ["17", "\tMy mind returned to Lozen, and I imagined myself riding with her, the wind at my back, the sun in my face."],
        ["18", "\t“What time of year is this?” Sky had to ask me three times to bring me out of my wonderful daydream. “Your mind is in too many places” he said."],
        ["19", "\t“There you go, sounding just like Papa,” I said. “It is June of 1888” I added. Clearly that meant nothing to him. Looking for a better way to answer, I decided to show him the farm. He had seen it, but not through my eyes."],
        ["20", "\tFirst we went to the kitchen garden where Mama had set out turnips, collards, beans, corn, tomatoes, okra, sweet potatoes, goobers, and peppers. “We'll eat out of this garden all summer, then we'll can or dry a lot of it come fall.”"],
        ["21", "\t“What's a goober?” he asked."],
        ["22", "\t“Goobers are peanuts, and just wait til you taste them.” Sky knew a lot of the foods I named, and even told me how his mother had used peppers and corn to make his favorite dishes."],
        ["23", "\tNext we visited the orchards, where I showed him peach, apple, and pecan trees. “My grandpa planted these trees when he got this land. Papa says you don't plant a pecan tree for yourself, but for your grandchildren, because it takes near about fifteen years for it to bear nuts.”"]
    ],
    "Copyright": "",
    "References": []
}