{
    "Directions": "Read the article about some ways that people who care about wildlife use photography. Then answer each question that follows.",
    "Context": [
        "This article describes the work of a photographer named Joel Sartore."
    ],
    "Title": "Creature Close-Up",
    "Subtitle": "",
    "Author": "by Maggie Mead",
    "LabelType": "P",
    "Content": [
        ["1", "Joel Sartore has seen animals from every angle. The wildlife photographer has been hugged by trained grizzly bears. His face has been blanketed with monarch butterflies. And his camera was almost broken by an angry bird called a white-crowned hornbill."],
        ["2", "Sartore lives in Lincoln, Nebraska. For years, he traveled the globe taking pictures of animals in the wild. Now he's on a different mission. He calls it the Photo Ark. Sartore wants to photograph all 12,000 animal species in zoos, aquariums, and other facilities around the world. That includes everything from a tiny tiger beetle to an enormous African elephant."],
        ["3", "Why? Many animals face threats to their survival, such as shrinking habitats and climate change. A growing number are becoming endangered. Some species are dying out completely."],
        ["4", "Sartore hopes his striking portraits will draw people's attention to the animals' struggles. “I hope people are moved to learn about the animals they most connect to,” he says. “Only then will they take action to save them.”"],
        ["", "Pᴇᴏᴘʟᴇ Pʀᴏʙʟᴇᴍs"],
        ["5", "Over millions of years, new species arise in nature. Others gradually die off. Scientists think that before humans existed, these changes took place at about the same rate."],
        ["6", "Today, animal species are becoming extinct about 1,000 times faster than new ones are appearing, says Stuart Pimm. He's a biologist who studies extinction at Duke University in North Carolina. Pimm says that humans are the main reason so many species are struggling. “We're destroying species' homes,” he says."],
        ["7", "Around the world, people are cutting down forests where animals live, says Pimm. They're releasing pollution that contributes to climate change. This warms the planet and makes many habitats less suitable for the plants and animals that live there."],
        ["8", "Humans also bring invasive species to new areas. These plants andanimals compete with native species for food. They can also spread diseases to local organisms."],
        ["9", "As a wildlife photographer, Sartore documented some of the ways human activity was harming animals. He took photos of koalas that had been killed by pet dogs in Australia. After an oil spill in the Gulf of Mexico, he snapped pictures of pelicans coated in oil. He hoped these photos would inspire people to protect nature. But he wanted to make a bigger impact."],
        ["", "Sᴀʏ Cʜᴇᴇsᴇ!"],
        ["10", "In 2006, Sartore asked the Lincoln Children's Zoo if he could take close-up photos of a small animal. The staff brought out a naked mole rat — a hairless, toothy rodent that lives underground. Sartore's photos of the strange animal became the first images in the Photo Ark."],
        ["11", "Since then, Sartore has photographed more than 7,000 creatures in captivity around the world. He uses paint, fabric, or paper to create a plain white or black backdrop for each portrait. That helps him show the animals without any distractions. He also shoots each animal up close. “A mouse is as big as an elephant in these photos,” he says."],
        ["12", "Sartore works with animal handlers to make sure each animal is comfortable being photographed. But the photo shoots aren't always easy. In 2011, Sartore attempted to photograph a chimpanzee at a zoo in Kansas. Just before Sartore could snap a photo, the chimp ripped down the white paper backdrop and ran away. “That shoot lasted less than three seconds,” says Sartore."],
        ["", "problems/RI23G7E/media/S2a.jpg"],
        ["", "problems/RI23G7E/media/S2b.jpg"],
        ["", "Rᴀᴄᴇ Aɢᴀɪɴsᴛ Exᴛɪɴᴄᴛɪᴏɴ"],
        ["13", "As more animals die out, Sartore has hurried to document them. In 2015, he traveled to the Czech Republic to photograph one of the last living northern white rhinos. Two weeks later, the animal died. Now there are only three left in the world—all in captivity."],
        ["14", "Sartore has photographed the last living members of some species, like the Rabbs' fringe-limbed tree frog. This brown Central American frog was discovered in 2005 and became extinct in 2016."],
        ["15", "The extinction of a single species may seem unimportant. But the plants and animals in an ecosystem all depend on one another to survive. When one species disappears, Sartore points out, others can soon follow."],
        ["16", "Sartore hopes that governments will pass more laws to protect endangered animals and their habitats. But individuals can make a difference too. By recycling and using less energy, you can help reduce pollution. Sartore also recommends supporting your local zoo, which works to protect endangered species."],
        ["17", "Sartore thinks it will take him about 15 more years to photograph the rest of the world's captive species. But he's determined to keep going. “I still believe that people want to help,” he says. “But first, they have to meet these animals and learn what the problems are.”"]
    ],
    "Copyright": "“Creature Close-Up” by Maggie Mead, from Scholastic SuperScience, April 2018. Text copyright © 2018 by Scholastic Inc. Reprinted by permission of Scholastic Inc. Photographs copyright © Joel Sartore / National Geographic Photo Ark.",
    "References": []
}