{
    "Title": "United States Common Core > Mathematics > High School - Statistics & Probability",
    "Overview": "",
    "Goals": [
        ["Overview of Statistics and Probability", "Decisions or predictions are often based on data—numbers in context. These decisions or predictions would be easy if the data always sent a clear message, but the message is often obscured by variability. Statistics provides tools for describing variability in data and for making informed decisions that take it into account.\n\nData are gathered, displayed, summarized, examined, and interpreted to discover patterns and deviations from patterns. Quantitative data can be described in terms of key characteristics: measures of shape, center, and spread. The shape of a data distribution might be described as symmetric, skewed, flat, or bell shaped, and it might be summarized by a statistic measuring center (such as mean or median) and a statistic measuring spread (such as standard deviation or interquartile range). Different distributions can be compared numerically using these statistics or compared visually using plots. Knowledge of center and spread are not enough to describe a distribution. Which statistics to compare, which plots to use, and what the results of a comparison might mean, depend on the question to be investigated and the real-life actions to be taken.\n\nRandomization has two important uses in drawing statistical conclusions. First, collecting data from a random sample of a population makes it possible to draw valid conclusions about the whole population, taking variability into account. Second, randomly assigning individuals to different treatments allows a fair comparison of the effectiveness of those treatments. A statistically significant outcome is one that is unlikely to be due to chance alone, and this can be evaluated only under the condition of randomness. The conditions under which data are collected are important in drawing conclusions from the data; in critically reviewing uses of statistics in public media and other reports, it is important to consider the study design, how the data were gathered, and the analyses employed as well as the data summaries and the conclusions drawn.\n\nRandom processes can be described mathematically by using a probability model: a list or description of the possible outcomes (the sample space), each of which is assigned a probability. In situations such as flipping a coin, rolling a number cube, or drawing a card, it might be reasonable to assume various outcomes are equally likely. In a probability model, sample points represent outcomes and combine to make up events; probabilities of events can be computed by applying the Addition and Multiplication Rules. Interpreting these probabilities relies on an understanding of independence and conditional probability, which can be approached through the analysis of two-way tables.\n\nTechnology plays an important role in statistics and probability by making it possible to generate plots, regression functions, and correlation coefficients, and to simulate many possible outcomes in a short amount of time."],
        ["Connections to Functions and Modeling", "Functions may be used to describe data; if the data suggest a linear relationship, the relationship can be modeled with a regression line, and its strength and direction can be expressed through a correlation coefficient."]
    ],
    "Standards": [
        {
            "Key": "S-ID",
            "Label": "Interpreting Categorical & Quantitative Data",
            "Subs": [
                {
                    "Key": "S-ID.A",
                    "Label": "Summarize, represent, and interpret data on a single count or measurement variable.",
                    "Subs": [
                        {
                            "Key": "S-ID.A.1",
                            "Label": "Represent data with plots on the real number line (dot plots, histograms, and box plots).",
                            "Subs": []
                        },
                        {
                            "Key": "S-ID.A.2",
                            "Label": "Use statistics appropriate to the shape of the data distribution to compare center (median, mean) and spread (interquartile range, standard deviation) of two or more different data sets.",
                            "Subs": []
                        },
                        {
                            "Key": "S-ID.A.3",
                            "Label": "Interpret differences in shape, center, and spread in the context of the data sets, accounting for possible effects of extreme data points (outliers).",
                            "Subs": []
                        },
                        {
                            "Key": "S-ID.A.4",
                            "Label": "Interpret differences in shape, center, and spread in the context of the data sets, accounting for possible effects of extreme data points (outliers).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "S-ID.B",
                    "Label": "Summarize, represent, and interpret data on two categorical and quantitative variables.",
                    "Subs": [
                        {
                            "Key": "S-ID.B.5",
                            "Label": "Summarize categorical data for two categories in two-way frequency tables. Interpret relative frequencies in the context of the data (including joint, marginal, and conditional relative frequencies). Recognize possible associations and trends in the data.",
                            "Subs": []
                        },
                        {
                            "Key": "S-ID.B.6",
                            "Label": "Represent data on two quantitative variables on a scatter plot, and describe how the variables are related.",
                            "Subs": [
                                {
                                    "Key": "S-ID.B.6.a",
                                    "Label": "Fit a function to the data; use functions fitted to data to solve problems in the context of the data. Use given functions or choose a function suggested by the context. Emphasize linear, quadratic, and exponential models.",
                                    "Subs": []
                                },
                                {
                                    "Key": "S-ID.B.6.b",
                                    "Label": "Informally assess the fit of a function by plotting and analyzing residuals.",
                                    "Subs": []
                                },
                                {
                                    "Key": "S-ID.B.6.c",
                                    "Label": "Fit a linear function for a scatter plot that suggests a linear association.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "S-ID.C",
                    "Label": "Interpret linear models.",
                    "Subs": [
                        {
                            "Key": "S-ID.C.7",
                            "Label": "Interpret the slope (rate of change) and the intercept (constant term) of a linear model in the context of the data.",
                            "Subs": []
                        },
                        {
                            "Key": "S-ID.C.8",
                            "Label": "Interpret the slope (rate of change) and the intercept (constant term) of a linear model in the context of the data.",
                            "Subs": []
                        },
                        {
                            "Key": "S-ID.C.9",
                            "Label": "Distinguish between correlation and causation.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "S-IC",
            "Label": "Making Inferences & Justifying Conclusions",
            "Subs": [
                {
                    "Key": "S-IC.A",
                    "Label": "Understand and evaluate random processes underlying statistical experiments.",
                    "Subs": [
                        {
                            "Key": "S-IC.A.1",
                            "Label": "Understand statistics as a process for making inferences about population parameters based on a random sample from that population.",
                            "Subs": []
                        },
                        {
                            "Key": "S-IC.A.2",
                            "Label": "Decide if a specified model is consistent with results from a given data-generating process, e.g., using simulation. For example, a model says a spinning coin falls heads up with probability 0.5. Would a result of 5 tails in a row cause you to question the model?",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "S-IC.B",
                    "Label": "Make inferences and justify conclusions from sample surveys, experiments and observational studies.",
                    "Subs": [
                        {
                            "Key": "S-IC.A.3",
                            "Label": "Recognize the purposes of and differences among sample surveys, experiments, and observational studies; explain how randomization relates to each.",
                            "Subs": []
                        },
                        {
                            "Key": "S-IC.A.4",
                            "Label": "Use data from a sample survey to estimate a population mean or proportion; develop a margin of error through the use of simulation models for random sampling.",
                            "Subs": []
                        },
                        {
                            "Key": "S-IC.A.5",
                            "Label": "Use data from a randomized experiment to compare two treatments; use simulations to decide if differences between parameters are significant.",
                            "Subs": []
                        },
                        {
                            "Key": "S-IC.A.6",
                            "Label": "Evaluate reports based on data.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "S-CP",
            "Label": "Conditional Probability & The Rules of Probability",
            "Subs": [
                {
                    "Key": "S-CP.A",
                    "Label": "Understand independence and conditional probability and use them to interpret data.",
                    "Subs": [
                        {
                            "Key": "S-CP.A.1",
                            "Label": "Describe events as subsets of a sample space (the set of outcomes) using characteristics (or categories) of the outcomes, or as unions, intersections, or complements of other events (“or,” “and,” “not”).",
                            "Subs": []
                        },
                        {
                            "Key": "S-CP.A.2",
                            "Label": "Understand that two events A and B are independent if the probability of A and B occurring together is the product of their probabilities, and use this characterization to determine if they are independent.",
                            "Subs": []
                        },
                        {
                            "Key": "S-CP.A.3",
                            "Label": "Understand the conditional probability of A given B as P(A and B)/P(B), and interpret independence of A and B as saying that the conditional probability of A given B is the same as the probability of A, and the conditional probability of B given A is the same as the probability of B.",
                            "Subs": []
                        },
                        {
                            "Key": "S-CP.A.4",
                            "Label": "Construct and interpret two-way frequency tables of data when two categories are associated with each object being classified. Use the two-way table as a sample space to decide if events are independent and to approximate conditional probabilities. For example, collect data from a random sample of students in your school on their favorite subject among math, science, and English. Estimate the probability that a randomly selected student from your school will favor science given that the student is in tenth grade. Do the same for other subjects and compare the results.",
                            "Subs": []
                        },
                        {
                            "Key": "S-CP.A.5",
                            "Label": "Recognize and explain the concepts of conditional probability and independence in everyday language and everyday situations. For example, compare the chance of having lung cancer if you are a smoker with the chance of being a smoker if you have lung cancer.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "S-CP.B",
                    "Label": "Use the rules of probability to compute probabilities of compound events in a uniform probability model.",
                    "Subs": [
                        {
                            "Key": "S-CP.B.6",
                            "Label": "Find the conditional probability of A given B as the fraction of B’s outcomes that also belong to A, and interpret the answer in terms of the model.",
                            "Subs": []
                        },
                        {
                            "Key": "S-CP.B.7",
                            "Label": "Apply the Addition Rule, P(A or B) = P(A) + P(B) – P(A and B), and interpret the answer in terms of the model.",
                            "Subs": []
                        },
                        {
                            "Key": "S-CP.B.8",
                            "Label": "Apply the general Multiplication Rule in a uniform probability model, P(A and B) = P(A)P(B|A) = P(B)P(A|B), and interpret the answer in terms of the model.",
                            "Subs": []
                        },
                        {
                            "Key": "S-CP.B.9",
                            "Label": "Use permutations and combinations to compute probabilities of compound events and solve problems.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "S-MD",
            "Label": "Using Probability To Make Decisions",
            "Subs": [
                {
                    "Key": "S-MD.A",
                    "Label": "Calculate expected values and use them to solve problems.",
                    "Subs": [
                        {
                            "Key": "S-MD.A.1",
                            "Label": "Define a random variable for a quantity of interest by assigning a numerical value to each event in a sample space; graph the corresponding probability distribution using the same graphical displays as for data distributions.",
                            "Subs": []
                        },
                        {
                            "Key": "S-MD.A.2",
                            "Label": "Calculate the expected value of a random variable; interpret it as the mean of the probability distribution.",
                            "Subs": []
                        },
                        {
                            "Key": "S-MD.A.3",
                            "Label": "Develop a probability distribution for a random variable defined for a sample space in which theoretical probabilities can be calculated; find the expected value. For example, find the theoretical probability distribution for the number of correct answers obtained by guessing on all five questions of a multiple-choice test where each question has four choices, and find the expected grade under various grading schemes.",
                            "Subs": []
                        },
                        {
                            "Key": "S-MD.A.4",
                            "Label": "Develop a probability distribution for a random variable defined for a sample space in which probabilities are assigned empirically; find the expected value. For example, find a current data distribution on the number of TV sets per household in the United States, and calculate the expected number of sets per household. How many TV sets would you expect to find in 100 randomly selected households?",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "S-MD.B",
                    "Label": "Use probability to evaluate outcomes of decisions.",
                    "Subs": [
                        {
                            "Key": "S-MD.B.5",
                            "Label": "Weigh the possible outcomes of a decision by assigning probabilities to payoff values and finding expected values.",
                            "Subs": [
                                {
                                    "Key": "S-MD.B.5.a",
                                    "Label": "Find the expected payoff for a game of chance. For example, find the expected winnings from a state lottery ticket or a game at a fast-food restaurant.",
                                    "Subs": []
                                },
                                {
                                    "Key": "S-MD.B.5.b",
                                    "Label": "Evaluate and compare strategies on the basis of expected values. For example, compare a high-deductible versus a low-deductible automobile insurance policy using various, but reasonable, chances of having a minor or a major accident.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "S-MD.B.6",
                            "Label": "Use probabilities to make fair decisions (e.g., drawing by lots, using a random number generator).",
                            "Subs": []
                        },
                        {
                            "Key": "S-MD.B.7",
                            "Label": "Analyze decisions and strategies using probability concepts (e.g., product testing, medical testing, pulling a hockey goalie at the end of a game).",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": [
        ["+", "Indicates that a standard (or group of standards) should be learned in order to take advanced courses such as calculus, advanced statistics, or discrete mathematics."],
        ["*", "Indicates that a standard (or group of standards) is related to the Modeling category."]
    ]
}