{
    "Directions": "Read the passage from a novel. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] Peak",
    "Subtitle": "",
    "Author": "by Roland Smith",
    "LabelType": "P",
    "Content": [
        ["1", "I was only two- thirds up the wall when the sleet started to freeze onto the black terra- cotta."],
        ["2", "My fingers were numb. My nose was running. I didn't have a free hand to wipe my nose, or enough rope to rappel about five hundred feet to the ground. I had planned everything out so carefully, except for the weather, and now it was uh- oh time."],
        ["3", "A gust of wind tried to peel me off the wall. I dug my fingers into the seam and hugged the terra- cotta until it passed."],
        ["4", "I should have waited until June to make the ascent, but no, moron has to go up in March. Why? Because everything was ready and I have a problem with waiting. I had studied the wall, built all my custom protection, and picked the date. I was ready. And if the date passed I might not try it at all. It doesn't take much to talk yourself out of a stunt like this. That's why there are over six billion people sitting safely inside homes and one ..."],
        ["5", "“Moron!” I shouted."],
        ["6", "Option #1: Finish the climb. Two hundred sixty- four feet up, or about a hundred precarious fingerholds (providing my fingers didn't break off like icicles)."],
        ["7", "Option #2: Climb down. A little over five hundred feet, two hundred fifty fingerholds."],
        ["8", "Option #3: Wait for rescue. Scratch that option. No one knew I was on the wall. By morning (providing someone actually looked up and saw me) I would be an icy gargoyle. And if I lived my mom would drop me off the wall herself."],
        ["9", "Up it is, then."],
        ["10", "I timed my moves between vicious blasts of wind, which were becoming more frequent the higher I climbed. The sleet turned to hail, pelting me like a swarm of frozen hornets. But the worst happened about thirty feet from the top, fifteen measly fingerholds away."],
        ["11", "I had stopped to give the lactic acid searing my shoulders and arms a chance to simmer down. I was mouth breathing (partly from exertion, partly from terror), and I told myself I would make the final push as soon as I caught my breath."],
        ["12", "While I waited, a thick mist drifted in around me. The top of the wall disappeared, which was just as well. When you're tired and scared, thirty feet looks about the length of two football fields, and that can be pretty demoralizing. Scaling a wall happens one foothold and one handhold at a time. Thinking beyond that can weaken your resolve, and it's your will that gets you to the top as much as your muscles and climbing skills."],
        ["13", "Finally, I started breathing through my runny nose again. Kind of snorting, really, but I was able to close my mouth every other breath."],
        ["14", "This is it, I told myself. Fifteen more handholds and I've topped it."],
        ["15", "I reached up for the next seam and encountered a little snag. Well, a big snag really ..."],
        ["16", "My right ear and cheek were frozen to the wall."],
        ["17", "To reach the top you must have resolve, muscles, skill, and ..."],
        ["18", "A FACE!"],
        ["19", "Mine was anchored to that wall like a bolt, and a portion of it stayed there when I gathered enough resolve to tear it loose. Now I was mad, which was exactly what I needed to finish the climb."],
        ["20", "Cursing with every vertical lunge, I stopped about four feet below the edge, tempted to tag this monster with the blood running down my neck. But instead I took the mountain stencil out of my pack (cheating, I know, but you have to have two free hands to do it freehand), slapped it on the wall, and filled it in with blue spray paint."],
        ["21", "This is when the helicopter came up behind me and nearly blew me off the wall."],
        ["22", "“You are under arrest!” an amplified voice shouted above the deafening rotors."],
        ["23", "I looked down. Most of the mist had been swirled away by the chopper rotors, and for the first time in an hour I could see the busy street eight hundred feet below the skyscraper."],
        ["24", "A black rope dropped down next to me, and two alarmed and angry faces leaned over the edge of the roof."],
        ["25", "“Take the rope!”"],
        ["26", "I wasn't about to take the rope four feet away from my goal. I started up."],
        ["27", "“Take the rope!”"],
        ["28", "When my head reached the top of the railing they hauled me up and cuffed my wrists behind my back. They were wearing SWAT gear and NYPD baseball caps, and there were a lot of them."],
        ["29", "One of the cops leaned close to my bloody ear. “What were you thinking?” he said, then jerked me to my feet and handed me off to a regular street cop."]
    ],
    "Copyright": "Peak by Roland Smith. Copyright 2007 by Houghton Mifflin Harcourt Publishing Company. Reproduced with permission of Houghton Mifflin Harcourt Publishing Company via Copyright Clearance Center.",
    "References": []
}