{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Guardian on the Plateau",
    "Subtitle": "",
    "Author": "by Salima Ikram and Janice Kamrin",
    "LabelType": "P",
    "Content": [
        ["", "problems/MDG7E/media/S5a.jpg"],
        ["1", "Just outside the city of Cairo lie the pyramids of Giza— three of the best- known monuments in the world. There, too, nestled in a hollow at the foot of the plateau is a huge statue in the form of a strange half- lion, half- human beast. This is the Great Sphinx, guardian of the Giza pyramids. Its head and neck are in the shape of a man wearing a striped headcloth that flares out to the sides and falls over the shoulders, with a pigtail in the back. This type of headcloth is called a nemes and was worn only by kings. A rearing cobra, called the uraeus, adorns the king's forehead. The ancient Egyptians believed this snake protected the king and was always ready to spit fire and poison at his enemies. The body of the Sphinx is in the shape of a crouching lion, with his tail curled around his right side."],
        ["", "Cᴀʀᴠᴇᴅ ᴏꜰ Lɪᴠɪɴɢ Rᴏᴄᴋ"],
        ["2", "The largest statue ever sculpted, the Sphinx is 235 feet long and 66 feet tall. Instead of using separate stone blocks to fashion the gigantic creature, artisans carved it from the living rock of the plateau. The Sphinx is actually limestone that is still attached to the ground along its belly and legs. It reclines in the middle of a quarry. This quarry was not used just to build the Sphinx. Workers used many of its stones to build the pyramids and some of the temples associated with them."],
        ["3", "The Sphinx was carved with very simple tools. Among them were copper chisels and pounders of harder stone such as granite and diorite to knock off bits and pieces of the limestone. To do the final shaping and to smooth the surface, the master artisans used sand and sandstone."],
        ["", "Cᴏʟᴏʀs Wɪᴛʜ Mᴇᴀɴɪɴɢ"],
        ["4", "The entire statue was painted. The stripes of the nemes were painted blue and yellow, and bits of red paint can still be seen on the face. Statues and paintings of Egyptian men have reddish- brown skin to show that they spent a lot of time in the sun."],
        ["5", "The body of the Sphinx probably would have been painted golden- yellow, to look like a lion's fur. The red and yellow paint was made of ochers, which are soft, colored minerals found in the deserts of Egypt. The blue was probably made from azurite, a mineral found in the Sinai Peninsula. To paint, Egyptian artists would have used very large brushes that were made of reeds or palm fibers."],
        ["6", "Parts of the body— those made of the softer limestone— started to fall apart in ancient times. Workers repaired the damage with blocks of stone. These repairs, however, have had to be made again and again. The last time was in the 1990s."],
        ["", "A Tᴇᴍᴘʟᴇ ꜰᴏʀ ᴛʜᴇ Cʀᴇᴀᴛᴜʀᴇ"],
        ["7", "The structure in front of the Sphinx is called the Sphinx Temple. It has a courtyard with 24 granite pillars, a sacred chamber facing east, and another sacred chamber facing west. The floor was made of Egyptian alabaster, a beautiful creamy stone that came from Middle Egypt. The temple was never completely finished, and some scholars think that it was never actually used."],
        ["", "problems/MDG7E/media/S5b.jpg"],
        ["8", "For thousands of years, people have been fascinated by this curious creature. They have wondered about who made it and tried to figure out what it meant. Most archaeologists agree that it was carved in about 2550 B.C. for Khafre, the king who built the middle pyramid on the Giza Plateau. Some, however, suggest that the Sphinx might be Khufu, Khafre's father."],
        ["9", "Whether it was Khufu or Khafre who had the Sphinx carved is not as important as the message the statue was meant to convey. It represented the king as a god, with the wisdom of a human and the power of a lion, the mightiest of all beasts. Sphinxes were also linked to the sun. The Great Sphinx was associated with the god Horemakhet, the god Horus in the Horizon. This was the sun as it rose each morning and set each evening."],
        ["10", "The sun would have been worshipped in the Sphinx Temple, with the rising sun honored in the eastern sanctuary and the setting sun in the western sanctuary. Through its connection with the sun, the Sphinx itself would also have been worshipped in the temple. At the same time, the Sphinx might have represented the king praising his spiritual father, the sun god, for eternity."]
    ],
    "Copyright": "“Guardian on the Plateau” by Salima Ikram and Janice Kamrin. Copyright January 2008 by Cobblestone Publishing Company. Reproduced with permissions of Cobblestone Publishing Company via the Copyright Clearance Center.",
    "References": []
}