{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.10(A)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read these sentences from paragraph 25.",
            ":box:Pop, pop, fizz, fizz. Fizzlers, wizzlers, and sizzlers popped and exploded like lava.",
            "The imagery in these sentences appeals most to the reader's sense of  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "taste",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the waffles can be tasted, the words in the sentences do not describe how the waffles taste.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "smell",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although waffles have a scent, the words in the sentences do not describe how the waffles smell.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "sound",
                "Key": {
                    "Correct": true,
                    "Rationale": "Imagery is the use of vivid language to represent objects, actions, or ideas. The words “pop” and “fizz” are used to describe sounds. The description of “Fizzlers, wizzlers, and sizzlers” popping and exploding is also meant to appeal to the reader's sense of sound.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "touch",
                "Key": {
                    "Correct": false,
                    "Rationale": "Waffles can be touched, but the words in the sentences do not describe how the waffles feel when touched.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.8(A)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "How is paragraph 27 important to the story's plot?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It provides details about Frank's problem.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Frank is proud of his waffle and believes he is going to win a blue ribbon. Then, as described in paragraph 27, the waffle explodes and part of it falls on the floor in a “giant gluppy glob of gloop,” which makes a mess of Frank's waffle.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "It describes the setting.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 27, the author describes Frank's waffle exploding and falling on the floor, not the setting.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "It gives clues about Frank's feelings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes Frank's waffle exploding and falling on the floor in this paragraph but does not hint at what Frank is feeling.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "It shows how the problem is solved.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 27, the problem has just arisen. The resolution occurs later in the story when Frank realizes he earns a blue ribbon.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.8(B)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 32.",
            ":box:He would no-way no-how be taking home a ribbon.",
            "This sentence helps the reader know that Frank feels  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "afraid",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frank expresses no fear in this sentence; instead, he is feeling hopeless because he thinks he will not win a blue ribbon.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "confused",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frank is not confused; instead, he is certain that he will not win a blue ribbon.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "tired",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is nothing in this sentence to suggest that Frank feels tired. He feels hopeless because he is certain he will not win a blue ribbon.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "hopeless",
                "Key": {
                    "Correct": true,
                    "Rationale": "Frank's volcano waffle has just melted into a mess. He runs to get a towel and sees the blue ribbons. Now that his waffle is ruined, he thinks that he has no hope of winning a blue ribbon.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.4(C)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which word is an antonym of f͟a͟n͟c͟y in paragraph 16?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Sour",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word f͟a͟n͟c͟y is not used to describe how the waffles should taste, so “sour” is not the correct antonym.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Plain",
                "Key": {
                    "Correct": true,
                    "Rationale": "An antonym is a word that means the opposite of another word. The word f͟a͟n͟c͟y is the opposite of the word “plain” because a plain waffle would have nothing on it and a f͟a͟n͟c͟y waffle would be covered in “'whipped cream and sprinkles.'”",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Small",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word f͟a͟n͟c͟y is not used to describe what size the waffles should be, so “small” is not the correct antonym.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Quick",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Quick” is not the correct antonym because the word f͟a͟n͟c͟y is not used to describe how fast the waffles need to be decorated.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.8(D)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 24, what is the most likely reason Frank hides his waffle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He does not want other kids to touch his waffle.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 24, Frank hides his waffle to keep his creation a “top-secret” surprise, not to prevent the other kids from touching it.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He feels embarrassed about how his waffle looks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frank announces “'Ta da!'” and presents the “'Super-Amazing Exploding Waffle!'” as he lifts the lid, so he is not embarrassed about the way his waffle looks.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He does not want anyone to take his waffle.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frank hides his waffle to keep his creation a “top-secret” surprise, not to stop anyone from taking his waffle.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He hopes to surprise everyone when he presents his waffle.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Before the contest, Frank does not share his waffle idea with his friends, and in paragraph 24, when Frank finally lifts the lid off the cake dome, he announces, “'Ta da!'” and reveals his “'Exploding Volcano Waffle'” creation, which suggests that he wants everyone to be surprised.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.8(D)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Why is Frank surprised when he sees the blue ribbon on his waffle?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He forgets to follow the rules of the contest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The rules of the contest are not mentioned in the story, so Frank forgetting to follow the rules of the contest is not a reason he would be surprised when he sees the blue ribbon on his waffle.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "He thinks his waffle looks too bad to earn a ribbon.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Frank's waffle melts into a mess and part of it falls on the floor in a “giant gluppy glob of gloop.” He knows his waffle looks bad and refers to it as a “'Super-Amazing Disaster Waffle,'” so he is surprised to see a blue ribbon on it.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "He believes that Mr. Todd needs more time to pick the winners.",
                "Key": {
                    "Correct": false,
                    "Rationale": "At no point in the story does Frank express the opinion that he believes Mr. Todd needs more time to pick the winners.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "He has never received a ribbon from Mr. Todd before.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention of whether Frank has received a blue ribbon from Mr. Todd before.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.8(B)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What do paragraphs 13 through 15 show about Frank's classmates?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They wish they knew more about Frank.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frank's classmates do not want to learn more about Frank. They ask him questions because they are surprised that Frank thinks he will win the contest.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They do not think that Frank will win the contest.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 13, Frank says “'I'm going to win,'” but then in paragraph 14, Judy asks if Frank is “'off [his] waffle,'” and in paragraph 15, Rocky doubts Frank's cooking abilities, which suggests Frank's classmates do not expect Frank to win the contest.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They wish that Frank would stop talking about waffles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frank's classmates do not say anything that suggests they want Frank to stop talking. In fact, they ask him questions because they doubt that he can create a winning waffle.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They want to keep Frank from entering the contest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frank's classmates are not trying to keep Frank from entering the contest because they don't think he will win anyway.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.8(B)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "How does Frank feel at the beginning of the story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He is excited about the contest.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Frank's mouth falls open when he learns about the Waffle-Off and later refers to it as “'the best contest ever.'” He also expresses his feeling that he is going to win, showing that he is excited about the contest.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "He is amused by his friends.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frank's friends may be amused by the glob of sandwich falling out of his mouth, but there is nothing at the beginning of the story to suggest that Frank is amused by his friends.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "He is confused about the rules of the contest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The rules of the contest are not mentioned, so Frank is not confused by them.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "He is concerned about what type of waffle to make.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frank says, “'I've got a great idea for my waffle!'” which shows that he is not concerned about what type of waffle to make.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.8(A)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Why does Frank become upset about the waffle contest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He realizes that parents will make the waffles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frank is still excited about the contest even after Jessica explains, “'Parents make the waffles'” in paragraph 16. It is when his waffle falls apart that he became upset.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He hears his classmates share ideas for their waffles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frank is still excited about the contest when Judy and Rocky share their ideas for their waffles. It is when Frank's waffle falls apart that Frank becomes upset.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "His waffle display begins to fall apart.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 31, Frank is upset because his waffle is a “'Disaster Waffle.'” He says that “'the jelly beans caved in. And all the Pop Rocks ran together'” and it “'looks like a giant mud pie.'”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "His waffle idea has been kept secret for too long.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frank wants to keep his idea a secret so everyone will be surprised, so this is not why he becomes upset.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.13(C)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What is one reason that many Little Golden Books have been sold?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They cost less money than many other books.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 3, the author explains that “many children's books cost $1.50,” which was expensive, but “Little Golden Books cost only 25 cents.”",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "They are available at libraries.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Little Golden Books are available at libraries. However, books are typically borrowed, not bought, from the library.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "They have more illustrations than most books.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 8, the author explains that in Little Golden Books the “illustrations are very detailed and colorful,” but there is no context to support the idea that Little Golden Books have more illustrations than other books.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "They include nursery rhymes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains that Little Golden Books “could be fairy tales, or about regular people or other interesting topics.” It was the price of the books, not the content, that made them popular.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.4(B)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What is the meaning of the word c͟o͟l͟l͟e͟c͟t͟i͟o͟n as it is used in paragraph 9?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Items that are put out for others to see",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word c͟o͟l͟l͟e͟c͟t͟i͟o͟n is used to refer specifically to items that are similar to one another, like Little Golden Books, not items put out for others to see.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A group of similar items that are saved",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 9, the author explains that some readers save all of their Little Golden Books until adulthood and then give this “c͟o͟l͟l͟e͟c͟t͟i͟o͟n of books to children they know.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Money gathered for an important purpose",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word c͟o͟l͟l͟e͟c͟t͟i͟o͟n is being used to describe a group of Little Golden Books, not money.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "An old object that has special meaning",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word c͟o͟l͟l͟e͟c͟t͟i͟o͟n is being used to describe a group of Little Golden Books, not just one that has special meaning.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.12(D)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author ends the selection with the ideas in paragraph 10?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show the reader what a Little Golden Book looks like",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions that Little Golden Books “still have the golden foil on their spines,” this description supports the idea that the books can still be found today.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "To tell why Little Golden Books are still sold today",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 10, the author does not give a reason why Little Golden Books are sold today.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "To point out how long Little Golden Books have been in print",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author refers to the year Little Golden Books were introduced in paragraph 10, the year is included to remind the reader that the same golden foil that was used then is still used today.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "To tell the reader that Little Golden Books can still be found today",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 10, the author explains that Little Golden Books “are still popular today” and encourages the reader to look for Little Golden Books “in the library at your school or in your town.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.13(A)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "According to the selection, how did publishers make Little Golden Books easy for shoppers to find?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They offered many different stories.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Little Golden Books did offer many different stories, the different stories had different covers, so this would not make it easy for shoppers to know they were Little Golden Books.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They included small gifts with the books.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Some books did include gifts, such as bandages or a record, but not all books came with a gift. This is not a unique feature that would help shoppers find Little Golden Books.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They printed each book with the same spine.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the author explains that Little Golden Books were “easy for buyers to find” because they each “had golden foil on the spine of the book.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They provided a place for the owner's name.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although each Little Golden Book provided a space so “a child can write his or her name,” this feature was “inside of the book cover,” so this feature wouldn't make it easy for shoppers to find the books.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.13(A)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "The section titled “Stories to Read and Enjoy” is mostly about  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the topics of some Little Golden Books and what some books came with",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the section titled “Stories to Read and Enjoy,” the author describes some of the titles, such as The Poky Little Puppy and Two Little Miners and explains that some books, such as Doctor Dan The Bandage Man, came with samples.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "the most popular Little Golden Books and how to listen to them",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the most popular Little Golden Book (The Poky Little Puppy) is named in this section, this is a supporting detail included to tell about some of the topics of Little Golden Books and what some books came with, not how to listen to them.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "the number of Little Golden Books printed and which ones are still available",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author states that “more titles were added” to the Little Golden Books collection, information about the exact number of books printed and which titles are still available is not included in the section.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "a Little Golden Book that is still printed today and why it is so popular",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the section titled “Stories to Read and Enjoy,” the author includes details on more than just one Little Golden Book, so this is not what the section is mostly about.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.13(D)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What does the title of the selection “Little Books, Big Hit” suggest about Little Golden Books?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The books have illustrations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Little Golden Books have illustrations, the title “Little Books, Big Hit” does not relate to the illustrations.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The books are well liked.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the title, “Little Books” is used to refer to Little Golden Books, and the phrase “Big Hit” is used to suggest that readers like the books.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The books are very old.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Little Golden Books were first published in 1942, the title “Little Books, Big Hit” does not relate to the age of the books.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The books tell unusual stories.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The title “Little Books, Big Hit” is not used to describe the different stories that Little Golden Books tell, but rather to indicate the popularity of the books.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.12(D)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "The author wrote this selection most likely to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "tell the reader where children's books can be found",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes where Little Golden Books can be found, but not where children's books in general can be found.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "entertain the reader with some old children's stories",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is not telling children's stories in this selection.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "explain to the reader the history of one type of children's book",
                "Key": {
                    "Correct": true,
                    "Rationale": "To explain the history of Little Golden Books, which is the purpose of the selection, the author describes the idea that started Little Golden Books, how much the books used to cost, what kinds of stories they told, and where they can be found today.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "show the reader what to include in children's stories",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author gives examples of the content in some of the Little Golden Books, but this is to explain the concept and history of Little Golden Books, not to show the reader what to include in children's stories.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.13(A)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Which of these Little Golden Books was published first?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Two Little Miners",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author includes details about Two Little Miners in paragraph 6, which begins with “Soon more titles were added,” so Two Little Miners was not the first to be published.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The Poky Little Puppy",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Poky Little Puppy was one of the original “twelve different titles of Little Golden Books.” In paragraph 6, the author explains that after the publication of The Poky Little Puppy, “more titles were added,” indicating that The Poky Little Puppy was published first.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Here Comes the Parade",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to paragraph 6, Here Comes the Parade is one of the titles that was added to the collection after the publication of The Poky Little Puppy.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Doctor Dan The Bandage Man",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author includes details about Doctor Dan The Bandage Man in paragraph 6, which begins with “Soon more titles were added,” so Doctor Dan The Bandage Man was not the first to be published.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.9(D)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "The author includes paragraphs 11 and 12 most likely to show that Bessie  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "was not sure where she wanted to fly",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bessie enjoyed flying “while traveling around Europe.” There is no evidence in paragraphs 11 and 12 that shows Bessie was not sure of where she wanted to fly.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "was not very serious about her flying lessons",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Bessie laughed while flying, it was because she was happy, not because she wasn't serious about her lessons, so this is not why the author includes paragraphs 11 and 12.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "did not think she was ready to fly without her instructor",
                "Key": {
                    "Correct": false,
                    "Rationale": "Paragraph 11 begins with “Finally, it was time to solo.” Bessie was afraid, but she still flew alone, so she did feel ready to fly without her teacher.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "did not let her fear keep her from flying",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 11, the author explains that Bessie “was afraid, but she let fear be a companion” and in paragraph 12 the author states that “Courage was like a muscle that got stronger as she used it.” Although afraid, Bessie continued to fly.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.10(A)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence best helps the reader imagine Bessie's creative way of flying at air shows?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "She made loops, as if she were dragging invisible banners through the sky. (paragraph 14)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this sentence, the author describes how Bessie creatively flew the plane in loops and creates a picture in the reader's mind of the loops she made that looked like “invisible banners.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "She never wanted to comedown. (paragraph 14)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author shows that Bessie loved flying and always wanted to stay up in the air, not her creative way of flying at air shows.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "There a crowd gathered to watch her pilot her airplane toward the clouds. (paragraph 17)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author describes Bessie flying “toward the clouds,” which describes the way most airplanes fly, not the creative way that Bessie flew.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Then Bessie steered the plane back up. (paragraph 17)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author describes Bessie steering the plane, not the creative way that Bessie flew.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.9(D)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Based on paragraph 14 and paragraph 17‚ what can the reader tell about Bessie?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "She sometimes had trouble controlling her plane.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There was never a time when Bessie had trouble controlling her plane. She was always in control, which is how she did tricks in her plane to excite her audience.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "She liked to have music playing when she was flying.",
                "Key": {
                    "Correct": false,
                    "Rationale": "At the veterans show described in paragraph 14, music was playing. The music was playing as part of the celebration, not because Bessie liked music playing while she was flying. There is no mention of music in paragraph 17.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "She wanted to make her air shows exciting for viewers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 14, the author explains that Bessie did entertaining tricks, such as climbing, diving, and turning the plane in circles. In paragraph 17, the author describes a time when “Spectators ducked as she came close enough to blow off their hats.” These details show that Bessie wanted her air shows to be exciting.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "She worried that people would think she was confused.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bessie never expressed having any fear about people thinking she was confused.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.2(B)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What did Bessie have to do before she could learn to fly a plane?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Move to France",
                "Key": {
                    "Correct": true,
                    "Rationale": "Before Bessie could learn to fly a plane, she had to move to France. It is explained in the italicized text above the title that “Flying schools in the United States did not enroll African American female students, so Bessie learned French and moved to France to achieve her goal.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Buy an airplane",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bessie “earned enough money to buy her own plane” (paragraph 16) by putting on air shows, so she already knew how to fly before buying her own plane.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Return to Texas",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bessie flew to “Waxahachie, Texas, the town where she'd grown up” (paragraph 16) after she bought her own airplane, not before she learned to fly.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Receive a license",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 12, the author explains that “After a year of flying, she returned home with a license,” so Bessie had already learned to fly before getting her license.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.2(B)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What did Bessie want to do after she became a successful pilot?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Open her own school for pilots",
                "Key": {
                    "Correct": true,
                    "Rationale": "After Bessie became a successful pilot, she wanted to open her own school for pilots. In paragraph 19, the author states that while Bessie was signing autographs, “a new dream rose within her.” Bessie wanted to “open the sky to others” and made a vow to “save her money to start a school for pilots.”",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Meet other female pilots",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bessie does not express any desire to meet any other female pilots, so this is not something she wanted to do after she became a successful pilot.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Learn another language",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is explained in the italicized text above the title that “Bessie learned French and moved to France to achieve her goal” of learning to fly, but there is no evidence she wanted to learn another language after becoming a successful pilot.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Attend more events for veterans",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not mention that Bessie expressed a desire to attend more events for veterans after she became a successful pilot.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.5(D)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Which statement describes a main theme of the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Trying something new can be fun.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Bessie did have fun when she flew, the author mainly focuses on explaining how Bessie became a successful pilot through hard work and determination.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Hard work and determination can lead to great success.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Although Bessie faced barriers, such as being an African American woman in a time when it was not possible for her to take flying lessons in the United States and the intimidation of flying solo, she was able to become a successful pilot because she was determined and she worked hard. This is the main theme of the selection.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It usually takes a long time to develop a new skill.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It did take time for Bessie to learn to fly and to get her pilot's license, but the author mainly focuses on Bessie's sense of determination and her hard work during that time, which resulted in her success.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Sharing ideas and information with others can be helpful.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Bessie expresses the desire to teach people how to fly, the author mainly focuses on Bessie's determination and resulting success.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.9(D)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the man in France agreed to give Bessie flying lessons?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He was impressed that she had come such a long way to learn to be a pilot.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 6, the man asks Bessie “'You've come all this way for lessons?'” and after she confirms that she has, he says “'Very good'” and tells her when to show up for lessons. The man's question and response suggests that he was impressed that Bessie had come such a long way for flying lessons.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "He hoped that she could help him with his work at the hangar.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bessie does not express the wish to help the man in France with work at the hangar, so this is not the reason he agreed to give Bessie flying lessons.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "He knew that she had read many books about becoming a pilot.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bessie does not reveal to the man that she read many books about becoming a pilot, so this is not the reason the man in France agreed to give Bessie flying lessons.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "He thought that she might be able to help him learn English in return.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The man in France expresses no desire to learn English from Bessie, so this is not the reason he agreed to give her flying lessons.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.4(B)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What does the word b͟o͟a͟r͟d͟e͟d mean in paragraph 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Went onto",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 1, the author explains that Bessie b͟o͟a͟r͟d͟e͟d, or went onto, “a ship to France.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Thought about",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Thought about” is not the meaning of b͟o͟a͟r͟d͟e͟d as used in paragraph 1, because saying that Bessie thought about a ship to France would not successfully get her to France.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Watched closely",
                "Key": {
                    "Correct": false,
                    "Rationale": "Betsy got to France because she “went on” a ship, not because she watched a ship closely, so this is not the meaning of b͟o͟a͟r͟d͟e͟d in paragraph 1.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Tried to stop",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Tried to stop” is not the meaning of b͟o͟a͟r͟d͟e͟d as used in paragraph 1, because saying that Bessie tried to stop a ship to France would not successfully get her to France.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.4(B)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which word in paragraph 9 best helps the reader understand the meaning of c͟a͟r͟v͟e͟d?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "light",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “light” is used to help explain the type of material, not how the workers made the shape of Big Tex's face.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "shape",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 9, the author explains that the material Styrofoam was used because it “could be c͟a͟r͟v͟e͟d easily into the shape of a face.” When something is c͟a͟r͟v͟e͟d, it is made into a specific shape, and in this case, the material was carved into the shape of Big Tex's face.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "face",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “face” is used to help explain what the workers were trying to make with the Styrofoam, not how they made the shape of Big Tex's face.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "layers",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is the Styrofoam that was c͟a͟r͟v͟e͟d to make Big Tex's face; the “thin layers of other soft materials” were used to cover the Styrofoam.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.13(B)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "With which statement about the first Big Tex would the author most likely agree?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He was too short.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author describes that Snell made the second Big Tex “bigger and better,” the author also states the fact that the first Big Tex “stood 52 feet tall” and had a huge hat and giant boots, which supports the idea that the author thought the first Big Tex was tall, not too short.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He talked too much.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not include details to suggest that the first Big Tex talked too much.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He was not very popular.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 2, the author explains that “Since 1952, children and grown-ups have enjoyed seeing Big Tex,” so the author would disagree with the statement that Big Tex was not very popular.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He did not seem real.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the author explains that the first Big Tex's mouth “moved like a puppet.” Then, in paragraph 7, the author explains that the plan for the new Big Tex was to make his face “look more like a real cowboy” and “be more lifelike” than the old one, which supports the idea that the author thought the first Big Tex did not seem real.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.13(E)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Big Tex came to the Texas State Fair in 1952. The fair president thought he would be a good symbol for the fair. In 1953 he could smile and speak, and by 2000 he could even wave at fair visitors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. The second Big Tex and the reason for needing it are not mentioned in this summary.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Big Tex is a very large cowboy that is not real but looks like he is. He can talk, wave, smile, and point the way for people at the fair. A man named Snell decided to build a new Big Tex for the fair.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. There is no clear distinction between the first Big Tex and the second Big Tex, and there is no explanation for why the second Big Tex had to be built.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Anyone who goes to the Texas State Fair can describe Big Tex. Big Tex first became a symbol of the fair in 1952. He could smile, and his mouth could move so he could talk.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. The second Big Tex and why it was needed are not mentioned in this summary.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "A giant cowboy named Big Tex stands at the front of the Texas State Fair. He smiles, waves, and greets visitors. After the first Big Tex burned in a fire, a more lifelike Big Tex was built to take his place.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This is the most complete summary of the selection. The topic of Big Tex is introduced, the features of Big Tex are described, and the reason for having the first Big Tex and the second Big Tex and their differences are explained.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.16(D)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which idea from the selection is supported by the photograph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Big Tex has a special area where he stands at the fair.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 1, the author describes Big Tex as “the giant cowboy who greets people at the front gate.” In the photograph, Big Tex is standing at the entrance to the state fair.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Big Tex can wink at visitors as he welcomes them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Big Tex is not shown winking in the photograph, so the photograph cannot be used to support the idea that Big Tex can wink at visitors as he welcomes them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Big Tex can move more now than in the past.",
                "Key": {
                    "Correct": false,
                    "Rationale": "No movement can be shown in the photograph, so it cannot be used to support the idea that Big Tex can move more now than in the past.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Big Tex has been around for more than 50 years.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no way to know from the photograph how long Big Tex has been greeting people at the fair.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.12(D)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author included paragraphs 7 through 9?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To explain why Snell thought another Big Tex was needed",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is not explained in paragraphs 7 through 9 why Snell thought another Big Tex was needed.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "To describe the plan Snell and his workers followed to build a new Big Tex",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 7, the author describes Snell's “big ideas for the new cowboy,” and in paragraph 8, the plan the workers followed to keep Big Tex a secret is explained. In paragraph 9, the author describes the process of creating the new Big Tex.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "To prove that Snell's new Big Tex is better than the first one",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are differences between the first Big Tex and the second one, but the author does not prove that the second Big Tex is better than the first. The author simply describes how they are different.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "To compare Snell's drawings of Big Tex to the real Big Tex",
                "Key": {
                    "Correct": false,
                    "Rationale": "Snell's “big ideas for the new” Big Tex are described, but the author does not compare Snell's drawings to the real Big Tex in these paragraphs.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.13(D)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which text feature in the selection best helps the reader understand where to find details about the first Big Tex?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The title of the selection",
                "Key": {
                    "Correct": false,
                    "Rationale": "The title of the selection, “Howdy, Big Tex,” can be used to help the reader understand what the selection is about, but the title cannot be used to help the reader find details about the first Big Tex.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The caption for the photograph",
                "Key": {
                    "Correct": false,
                    "Rationale": "The caption for the photograph can be used to help understand where the new Big Tex stands, but the caption cannot be used to help the reader find details about the first Big Tex.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The section title “Big Tex in the Beginning”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can best understand where to find details about the first Big Tex from the section title “Big Tex in the Beginning.” The words “in the Beginning” provide a hint that the author included details about the “first” Big Tex in this section.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The section title “Big Tex Gets Bigger”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader can use the section title “Big Tex Gets Bigger” to find information about the second Big Tex, not the first Big Tex.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.4(A)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 4, what does p͟r͟e͟r͟e͟c͟o͟r͟d͟e͟d mean?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Recorded in part",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Recorded in part” would mean that the recorded words Big Tex was meant to be saying would have been incomplete. There is no evidence that the recordings were incomplete.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Recorded next",
                "Key": {
                    "Correct": false,
                    "Rationale": "The recording of the words that Big Tex was supposed to say was played on the speakers. It is not possible to play back something that has not been recorded yet.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Recorded without",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saying that Big Tex's words had been “Recorded without” does not make any sense in the context of the sentence.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Recorded before",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the author explains that words that had been recorded were then “played over speakers” as Big Tex's mouth moved. This means that the words had to be “Recorded before” they were played over the speakers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.13(B)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence best shows that the makers of the new Big Tex hoped to keep a problem from happening again?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Overall, the new Big Tex would be more lifelike. (paragraph 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The appearance of the first Big Tex was not a problem; it was that he caught fire, so the workers wanted to prevent this from happening again.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In fact, they used a secret code for Big Tex in emails and on the phone. (paragraph 8)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is used to explain the method the workers used to keep the building of the second Big Tex a secret, not that the workers wanted to avoid a previous problem.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The workers were careful to use materials that would not burn easily. (paragraph 9)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first Big Tex “was destroyed in a fire” and the workers making the new Big Tex wanted to prevent the chance of him catching fire, so they used “materials that would not burn easily.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "His steel-frame body was taken to a clothing factory. (paragraph 10)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is used to describe the method of making clothing for the new Big Tex, not a method to prevent a problem from happening again.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.13(C)"
        ],
        "SuppContent": [
            "problems/TX19G3R/supps/TX19G3R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Read the diagram.",
            "problems/TX19G3R/media/34a.jpg",
            "Which sentence completes the diagram?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Snell's workers got hungry from working so much.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the selection, there is no mention of Snell's workers getting hungry from working so much.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Snell's workers wanted to keep their work secret from others.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 8, the author explains that “Snell's company wanted the new Big Tex to surprise people,” so “the company worked secretly.” This desire for secrecy led the workers to use “'fried chicken'” as a code name for the new Big Tex.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Snell's workers wanted to surprise Snell.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Snell already knew about the design of the new Big Tex, so the workers could not have surprised Snell.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Snell's workers helped to plan new foods for the fair.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Snell's workers did not plan new foods for the fair; instead, they helped build the new Big Tex for the fair.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}