{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve style, word choice, figurative language, sentence variety, and subtlety of meaning after rethinking how well questions of purpose, audience, and genre have been addressed."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most effective way to combine sentences 3 and 4?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "But online networking, which is very popular with teens today, promotes short, superficial connections.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sentences 3 and 4 are short, choppy, and closely related. Sentence 4 is correctly presented as an interrupter that is set apart using commas within the context of sentence 3.",
                    "Percent": 61
                }
            },
            "B": {
                "Choice": "But online networking promotes short, superficial connections, it is very popular with teens today.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it is logical to combine the two related ideas, the comma that combines the two is insufficient without a conjunction. This creates a run-on sentence, an error where two or more main clauses are joined incorrectly, that requires a conjunction or a semicolon.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "But online networking that promotes short, superficial connections, it is very popular with teens today.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting the word “that” in the first part of the sentence creates a run-on sentence.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "But online networking promotes short, superficial connections with teens today, which it is very popular.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The pronoun “which” is followed by the pronoun “it” in the second part of this sentence, which results in a run-on sentence.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve style, word choice, figurative language, sentence variety, and subtlety of meaning after rethinking how well questions of purpose, audience, and genre have been addressed."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S1.json"
        ],
        "Explain": false,
        "Content": [
            "How can Susan improve the clarity of sentence 12?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change these teens to they",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the phrase “these teens” is used in sentences 10 and 11, the phrase is necessary for clarity. Replacing “these teens” with the pronoun “they” would create a repetitive and ambiguous sentence.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "Change they to researchers",
                "Key": {
                    "Correct": true,
                    "Rationale": "In sentence 12, the specific noun “researchers” is used to replace the ambiguous “they,” which helps the reader understand the meaning of the sentence.",
                    "Percent": 71
                }
            },
            "H": {
                "Choice": "Change suggesting to saying",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Saying” is no more specific than “suggesting.” Therefore, this revision would not improve the clarity of the sentence.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "Change a while to some time",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the phrases “a while” and “some time” are similar, specific detail is not provided by either phrase. Therefore, this revision would not improve the clarity of the sentence.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve style, word choice, figurative language, sentence variety, and subtlety of meaning after rethinking how well questions of purpose, audience, and genre have been addressed."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most effective revision to make in sentence 16?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Everyone communicates in person in one way, they communicate in different ways over the phone, through texting, or in online posts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The addition of a repetitive parallel verb phrase, “they communicate in different ways,” is grammatically incorrect in this instance. Further, the revision substantially alters the meaning of the sentence.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Everyone communicates differently in person than they do when speaking over the phone, sending texts, or writing online posts.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Introducing specific verbs into the parallel phrases “speaking over the phone, sending texts, or writing online posts” reduces repetition and provides the most effective revision.",
                    "Percent": 73
                }
            },
            "C": {
                "Choice": "Everyone communicates in person differently than they do over the phone, to send texts, or posting online.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The rewording of the methods of communication “over the phone, to send texts, or posting online” does not demonstrate parallel or clear construction.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "D Everyone communicates in person, over the phone, through texting, or in online posts differently.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The shortening of this sentence to a list with commas in a series oversimplifies the meaning and is grammatically incorrect.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "An organizing structure appropriate to the purpose, audience, and context."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Susan needs a better transition from the third paragraph (sentences 15–20) to the fourth paragraph (sentences 21–25). Which of the following can be added to the beginning of the fourth paragraph, just before sentence 21, to strengthen this transition?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "This ability to communicate in person becomes even more important as teenagers get older.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The phrase “This ability to communicate in person” provides a link between the third-paragraph ideas about face-to-face communication and the fourth-paragraph concept of teens entering the job market. The transition, which is a word, phrase, or sentence that connects topics or ideas, creates a seamless shift between paragraphs.",
                    "Percent": 62
                }
            },
            "G": {
                "Choice": "In a few short years, most teens in our school will be entering the job market or college.",
                "Key": {
                    "Correct": false,
                    "Rationale": "No transition from the third paragraph to the fourth paragraph is offered with this sentence because the idea of teen communication skills is not included.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Learning to read people's communication cues will help build opportunities for teens.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The suggestion that reading people's communication cues will build opportunities is not the main idea of the fourth paragraph, so the information in this sentence does not provide an effective transition.",
                    "Percent": 24
                }
            },
            "J": {
                "Choice": "In a business setting, a teen will need to know how to understand his coworkers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The concept of appropriate communication during an application process is introduced in the fourth paragraph; however, the information about “coworkers” is beyond the scope of the fourth paragraph.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "An organizing structure appropriate to the purpose, audience, and context."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Sentence 26 does not effectively open the last paragraph (sentences 26–28). Which of the following can replace sentence 26 and help strengthen the concluding paragraph of this paper?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Dealing with people when you are a teen offline will help you in a handful of critical ways.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The persuasive message of the paper is not adequately explained or supported by the idea of teens working with people offline.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "Offline networking is important because it can improve a teenager's well-being and help prepare him for the future.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The importance of offline networking and the assertion that face-to-face interpersonal communication skills “improve a teenager's well-being and help prepare him for the future” are included in this sentence. The persuasive message of the text is evident through a summary of key ideas, resulting in an improved concluding paragraph.",
                    "Percent": 54
                }
            },
            "C": {
                "Choice": "Both online and offline relationships are important in today's world of instant communication.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is too general to provide support for the persuasive message of the paper. In addition, the idea of online communication is not a main idea throughout the paper.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "Every teen will need to practice offline communication so they can get used to talking with others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although offline communication skills are emphasized, this sentence is too general to provide support for the persuasive message of the paper.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Write an [analytical] essay of sufficient length."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Anika has written a weak thesis statement for her paper. Which of the following can replace sentences 4 and 5 and serve as a more effective thesis for this paper?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The people who live in Coober Pedy love their special little city. All of these people have made a decision to live in a unique way.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The main content of the paper is not included in these sentences, making this thesis statement ineffective.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "It isn't what you can see that makes this city amazing; it's what you cannot see. There are 3,500 people who call Coober Pedy home, and almost all of them live and work under ground.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A thesis statement is a statement that summarizes the main point or claim of a piece of writing. The thesis is supported by the factual statistic “There are 3,500 people who call Coober Pedy home,” and the statement “almost all of them live and work under ground” helps the reader to effectively understand the connection to what cannot be seen.",
                    "Percent": 56
                }
            },
            "H": {
                "Choice": "Coober Pedy's interesting history includes miners, people living under ground, very hot weather, and media attention. All of this put together makes Coober Pedy an interesting place to me.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Specific details from this paper are included in this thesis statement, rather than the main content of the essay.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "It isn't because it's abandoned that Coober Pedy is fascinating; it's because it only looks abandoned since people are really living under ground.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is awkwardly constructed, and the information about Coober Pedy looking abandoned does not help the reader to effectively identify the main content of the paper.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve style, word choice, figurative language, sentence variety, and subtlety of meaning after rethinking how well questions of purpose, audience, and genre have been addressed."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Anika has not used the most effective transition in sentence 8. Which of the following should replace After all in this sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Soon",
                "Key": {
                    "Correct": true,
                    "Rationale": "A transition is a word, phrase, or sentence that connects topics or ideas. The chronology and cause-and-effect reaction to the 1915 discovery of opal in the Australian desert is unified by the addition of the transition word “Soon.”",
                    "Percent": 77
                }
            },
            "B": {
                "Choice": "Instead",
                "Key": {
                    "Correct": false,
                    "Rationale": "The transition word “Instead” links contrasting ideas instead of the cause-and-effect relationship and is therefore not an effective transition between sentences 7 and 8.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Finally",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the transition word “Finally” may link ideas chronologically, the rapid cause-and-effect reaction of the miners in sentence 8 is not clear.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Otherwise",
                "Key": {
                    "Correct": false,
                    "Rationale": "The transition word “Otherwise” links contrasting outcomes, not the cause-and-effect relationship required between sentences 7 and 8.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve style, word choice, figurative language, sentence variety, and subtlety of meaning after rethinking how well questions of purpose, audience, and genre have been addressed."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S2.json"
        ],
        "Explain": false,
        "Content": [
            "How should sentence 20 be revised?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To enhance their surroundings, installing fake windows and decorative drapes helped some people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The infinitive phrase “To enhance their surroundings” is modifying “installing” instead of “people.”",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "To enhance their surroundings, some people install fake windows and they also use decorative drapes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A run-on sentence is an error in which two or more main clauses are joined incorrectly. This sentence is a run-on because there is no comma before the conjunction “and.”",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "To enhance their surroundings, fake windows with decorative drapes are installed by some people to help them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The infinitive phrase “To enhance their surroundings” is modifying “windows” instead of “people.”",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "To enhance their surroundings, some people install fake windows with decorative drapes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "An infinitive phrase is a verb phrase that functions as a noun, adjective, or adverb in the sentence. The infinitive phrase “To enhance their surroundings” modifies “people,” effectively correcting the misplaced modifier, which is a word, phrase, or clause that is improperly separated from the word it modifies or describes.",
                    "Percent": 55
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Write an [analytical] essay of sufficient length."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Which of these ideas could best follow and support sentence 23?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "More than 150,000 people visit the small town each year, and a host of movies, including Kangaroo Jack, Mad Max Beyond Thunderdome, and Opal Dream, have been filmed there.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The ideas presented in sentence 23 are supported by the statistic “More than 150,000 people visit the small town each year” and the names of specific movies filmed in Coober Pedy.",
                    "Percent": 65
                }
            },
            "B": {
                "Choice": "Coober Pedy residents now make their livelihood in both the tourism industry and opal-mining industry, and this keeps most of the people working and able to provide for their families.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Supporting information about Coober Pedy as a filmmaking destination is not included in this sentence.",
                    "Percent": 23
                }
            },
            "C": {
                "Choice": "Today the people in this town get the vast majority of their water from under ground from a source 24 kilometers away that has to be pumped in via an underground pipeline.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Supporting information about tourists or filmmakers visiting Coober Pedy is not included in this sentence.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Since February of 1915, many of the highest-quality opals in the entire world have been found in Coober Pedy; in fact, Coober Pedy is sometimes even referred to as the opal capital of the world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Supporting information about Coober Pedy tourists and filmmakers visiting the region is not included in this sentence.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Edit drafts for grammar, mechanics, and spelling."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S3.json"
        ],
        "Explain": false,
        "Content": [
            "How should sentence 5 be changed?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change explore to explored",
                "Key": {
                    "Correct": false,
                    "Rationale": "The verb “explore” in sentence 5 is consistent with the other present tense verbs in the paragraph. Changing the verb tense would introduce an agreement error.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "Change were written to was written",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural noun “texts” requires the plural form of the verb “were written.” Changing the verb tense would introduce an agreement error.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "Change years to year's",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “years” does not express ownership or possession in the sentence. Adding an apostrophe would introduce a punctuation error.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Change you to they",
                "Key": {
                    "Correct": true,
                    "Rationale": "The second-person pronoun “you” in sentence 5 is replaced with the third-person plural pronoun “they” to agree with the subject “students.”",
                    "Percent": 65
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Spell correctly, including using various resources to determine and check correct spellings."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What change should be made in sentence 9?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Insert a comma after past",
                "Key": {
                    "Correct": false,
                    "Rationale": "A gerund phrase is a phrase that functions as a noun in the sentence. The gerund phrase “Being able to hear those voices from the past” is the subject of the sentence. Inserting a comma after the phrase would incorrectly separate the subject and verb.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "Change is to are",
                "Key": {
                    "Correct": false,
                    "Rationale": "The gerund phrase “Being able to hear those voices from the past” is a singular subject. Changing “is” to “are” would introduce an agreement error.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "Change privilage to privilege",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word “privilege” replaces the erroneous spelling “privilage.”",
                    "Percent": 69
                }
            },
            "D": {
                "Choice": "Change grateful to gratefull",
                "Key": {
                    "Correct": false,
                    "Rationale": "The spelling of “grateful” is correct and should not be changed.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use a variety of correctly structured sentences (e.g., compound, complex, compound-complex)."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What is the correct way to write sentence 11?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Most teens are absorbed with their own daily activities. Rarely thinking about the fact that human civilization has been around for a long time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The second sentence does not contain a subject and becomes a sentence fragment, which is a group of words that are not a complete sentence.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "Most teens are absorbed with their own daily activities and rarely think about human civilization. Which has been around for a long time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The second sentence is a dependent clause, which is a clause that cannot stand alone as a complete sentence.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Most teens are absorbed with their own daily activities and rarely think about this fact, human civilization has been around for a long time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The incorrect use of a comma after “fact” instead of a colon creates a punctuation error.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "Most teens are absorbed with their own daily activities and rarely think about the fact that human civilization has been around for a long time.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Removing the comma and the pronoun “they” and adding the conjunction “and” eliminates the comma splice, an error that occurs when two main clauses are connected only with a comma.",
                    "Percent": 66
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use correct punctuation marks."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S3.json"
        ],
        "Explain": false,
        "Content": [
            "How should sentence 23 be changed?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change According to Acording",
                "Key": {
                    "Correct": false,
                    "Rationale": "The spelling of “according” is correct, and it should not be revised.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "Insert a comma after Davis",
                "Key": {
                    "Correct": true,
                    "Rationale": "An appositive word or phrase functions as a noun and renames another noun right beside it. Sentence 23 requires a comma after “Davis” because “one of the English professors involved in the study” is an appositive phrase that must be set apart by commas.",
                    "Percent": 72
                }
            },
            "C": {
                "Choice": "Change Serious to serious",
                "Key": {
                    "Correct": false,
                    "Rationale": "The capitalization of “Serious” is correct because it is the first word in a quotation.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "Sentence 23 should not be changed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sentence 23 is not correct as is; the appositive phrase “one of the English professors involved in the study” requires commas to set it apart.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Spell correctly, including using various resources to determine and check correct spellings."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What change should be made in sentence 6?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change With to Without",
                "Key": {
                    "Correct": false,
                    "Rationale": "A double negative occurs when two negative words are used in the same sentence. Changing “with” to “without” would introduce a double negative, therefore compromising the mechanics and meaning of the sentence.",
                    "Percent": 26
                }
            },
            "G": {
                "Choice": "Change guidence to guidance",
                "Key": {
                    "Correct": true,
                    "Rationale": "The correct spelling of the word “guidance” must replace the incorrect spelling in sentence 6.",
                    "Percent": 62
                }
            },
            "H": {
                "Choice": "Delete the comma",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comma that separates the opening prepositional phrase from the rest of the sentence is necessary and should not be deleted.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Change planned to planning",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past tense verb “planned” in sentence 6 is consistent with the other verbs in the paragraph. Changing the tense would create an agreement error.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use conventions of capitalization."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What change is needed in sentence 13?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change the comma after ranks to a semicolon",
                "Key": {
                    "Correct": false,
                    "Rationale": "A dependent clause is a clause that cannot stand alone as a complete sentence. The dependent clause that opens the sentence should be separated from the rest of the sentence with a comma, not a semicolon.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Change became to becomes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the tense of the verb “became” in sentence 13 would create an agreement error.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "Insert a comma after age",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding a comma after “age” would create a comma splice, an error that occurs when two main clauses are connected only with a comma, and compromise the clarity of the sentence.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "Change world freestyle kayak championships to World Freestyle Kayak Championships",
                "Key": {
                    "Correct": true,
                    "Rationale": "Proper nouns are nouns that refer to a specific person, place, idea, or event. The “World Freestyle Kayak Championships” is a specific competition, which makes it a proper noun requiring capitalization.",
                    "Percent": 83
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use a variety of correctly structured sentences (e.g., compound, complex, compound-complex)."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What is the correct way to write sentence 24?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "On the day that he was supposed to paddle over Niagara Falls. He went to the top, looked down, and said that things just didn't feel right.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first sentence is a dependent clause, which is a clause that cannot stand alone.",
                    "Percent": 33
                }
            },
            "G": {
                "Choice": "On the day that he was supposed to paddle over Niagara Falls, he went to the top and looked down. He said that things just didn't feel right.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Adding a period after the word “down” creates two complete sentences and corrects the run-on sentence, an error in which two or more main clauses are joined incorrectly.",
                    "Percent": 47
                }
            },
            "H": {
                "Choice": "On the day that he was supposed to paddle over Niagara Falls, he went to the top and looked down. And said that things just didn't feel right.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The second sentence lacks a subject and is not a complete sentence.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "On the day that he was supposed to paddle. Over Niagara falls, he went to the top, looked down, and said things just didn't feel right.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The incorrect placement of a period disrupts the meaning of the sentence and creates a sentence fragment, which is a group of words that are not a complete sentence.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Edit drafts for grammar, mechanics, and spelling."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What change, if any, needs to be made in sentence 27?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change explained to explains",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the tense of the verb “explained” in sentence 27 would create an agreement error.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "Change confident to confidant",
                "Key": {
                    "Correct": false,
                    "Rationale": "The spelling of “confident” is correct in this context and should not be changed.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "Change safe to safely",
                "Key": {
                    "Correct": true,
                    "Rationale": "The incorrect adjective “safe” should be changed to the adverb “safely” to modify the verb “land.”",
                    "Percent": 78
                }
            },
            "D": {
                "Choice": "No change needs to be made in this sentence.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving sentence 27 unchanged would not correct the grammatical error.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Use correct punctuation marks."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What change, if any, needs to be made in sentence 32?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Insert quotation marks before the first and",
                "Key": {
                    "Correct": true,
                    "Rationale": "Rush Sturges's direct quote is presented in two parts, and quotation marks must be inserted to introduce the second half of the quotation.",
                    "Percent": 62
                }
            },
            "G": {
                "Choice": "Change I think to we think",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rush Sturges is providing his own comments in sentence 32, and the first-person singular pronoun “I” is accurate. Changing the pronoun would create an agreement error between the two portions of the quotation.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "Change testament to testiment",
                "Key": {
                    "Correct": false,
                    "Rationale": "The spelling of “testament” in sentence 32 is correct and should not be revised.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "No change needs to be made in sentence 32.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving sentence 32 unchanged would not correct the punctuation error in which a direct quotation is not set apart by quotation marks.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Composition"
        ],
        "SubTopics": [
            "Write an [analytical] essay of sufficient length."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which word in paragraph 3 means “given but not returned”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "savored",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator mentions “how sweet and fragrant American apples would taste” in paragraph 3, he does not physically eat them slowly and enjoyably, as the word “savored” suggests. The word u͟n͟r͟e͟q͟u͟i͟t͟e͟d best aligns with the definition “given but not returned.”",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "unrequited",
                "Key": {
                    "Correct": true,
                    "Rationale": "The phrase “given but not returned” best matches the word u͟n͟r͟e͟q͟u͟i͟t͟e͟d as used in paragraph 3. The narrator described feeling like a young man in love who glances at a girl from a distance. This action indicates love and admiration are given to the girl but not returned by the girl.",
                    "Percent": 75
                }
            },
            "C": {
                "Choice": "furtive",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator uses the word “furtive” when describing the kind of glance a boy gives to a girl he likes. His use of the word suggests a secretive nervousness, not something “given but not returned.”",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "sorrow",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “sorrow” describes the narrator's sad and longing feeling; however, it is used in the context of his reaction to not being able to have the apples, not in the analogy used to describe the scenario.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Analyze textual context (within a sentence and in larger sections of text) to distinguish between the denotative and connotative meanings of words."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The author uses a simile to describe the apples in paragraph 2 to convey —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "their mythic appeal",
                "Key": {
                    "Correct": true,
                    "Rationale": "A simile is a figure of speech in which two objects are compared using “like” or “as.” The author uses a simile to describe the “stretched out” and “neatly arranged” appeal of the apples. Because the narrator compares the apples to a dragon—a mythical creature in Chinese culture—their mythic appeal is conveyed.",
                    "Percent": 55
                }
            },
            "G": {
                "Choice": "the advertising techniques used in foreign magazines",
                "Key": {
                    "Correct": false,
                    "Rationale": "The simile does not describe advertising techniques.",
                    "Percent": 21
                }
            },
            "H": {
                "Choice": "their universal symbolism",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although dragons are symbolic in Chinese culture, the simile does not convey a universal symbolism.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "the contrast between Chinese and foreign supermarkets",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no details about Chinese supermarkets, nor is the simile about supermarkets.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Relate the figurative language of a literary work to its historical and cultural setting."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read these sentences from paragraph 4.",
            ":box:She pouted unhappily the whole day and evening and didn't want to say one word to me. When she woke up the next morning, she still had not forgotten.",
            "In these sentences, the author depicts the daughter as —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "deceptive",
                "Key": {
                    "Correct": false,
                    "Rationale": "The daughter does not hide her feelings, so “deceptive” is not an accurate description.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "envious",
                "Key": {
                    "Correct": false,
                    "Rationale": "The daughter is described as being upset about not getting what she wanted, but she is not indicating jealousy, so “envious” is not an accurate description.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "resentful",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author develops the daughter as a complex character who displays resentment following a shopping trip. The girl “pouted unhappily the whole day and evening” and “didn't want to say one word to me,” further contributing to her development as a complex character.",
                    "Percent": 64
                }
            },
            "D": {
                "Choice": "reflective",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, the daughter appears to retain her anger for a day, evening, and morning, but she does not appear to think deeply or carefully about her emotions, so “reflective” is not an accurate description.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how authors develop complex yet believable characters in works of fiction through a range of literary devices, including character foils."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read this quotation from paragraph 4.",
            ":box:I had never seen such stubbornness for so long in my daughter, even at her young age. I was shocked. These red American apples had such scary appeal to the young children.",
            "What does this quotation reveal about the narrator's conflict?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He is displeased with his daughter's rebellious behavior.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator is shocked about what caused his daughter's behavior: the red American apples.",
                    "Percent": 17
                }
            },
            "G": {
                "Choice": "He is stunned by how easily children are enticed by the appearance of the apples.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The narrator is shocked by the “scary appeal” of the apples and by the “stubbornness” they caused in his daughter.",
                    "Percent": 71
                }
            },
            "H": {
                "Choice": "He is uncertain about whether to buy his daughter what she wants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator feels conflicted by his daughter's reaction to the apples, he does not feel uncertain about buying the apples for her.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "He is angry that the American apples are being marketed specifically to children.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator feels shocked about the appeal of the American apples; however, there is no indication he is angry that apples are marketed to children.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how authors develop complex yet believable characters in works of fiction through a range of literary devices, including character foils."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What do the narrator's actions in paragraph 5 reveal about his relationship with his daughter?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He is proud of her determination.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, the narrator reveals he purchases two apples to satisfy his daughter's curiosity. There is no indication that the narrator admires his daughter's determination.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "He is frustrated by her constant demands.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, the narrator presents his child with two apples, which are kept next to the child's favorite toy in lieu of being consumed. There is no mention that the daughter made other demands or requested additional apples from the narrator.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "He is supporting her open-mindedness about other cultures.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The narrator wants to support his daughter's open-mindedness by buying her an American apple. In paragraph 5, the apple signifies the daughter's “fledgling curiosity about the unknown in the world.” It is the motivation for the narrator to earn more money by selling stories and for the trip to the grand mall.",
                    "Percent": 55
                }
            },
            "D": {
                "Choice": "He is perplexed by her regard for inanimate objects.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator is initially confused by his daughter's preference to display the apples versus consume them, he comes to the realization at the end of paragraph 5 that she “didn't have the heart” to eat the apples because they “looked so perfect in her mind.”",
                    "Percent": 27
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how authors develop complex yet believable characters in works of fiction through a range of literary devices, including character foils."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Paragraphs 7 and 8 are important to the development of the plot because they —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "provide an unexpected ending",
                "Key": {
                    "Correct": true,
                    "Rationale": "The daughter's reaction to the apple's taste provides an unexpected ending to the story, further developing the plot. The narrator includes details in paragraphs 7 and 8 to provide evidence that although he and his daughter expected the apples would taste good, the apples did not match their expectations.",
                    "Percent": 64
                }
            },
            "G": {
                "Choice": "signify the point at which the narrator and his daughter understand their conflict",
                "Key": {
                    "Correct": false,
                    "Rationale": "The point at which the two characters understand or solve their conflict is not included in paragraphs 7 and 8.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "reflect the narrator's past mistakes and lessons he has learned",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator does not reflect upon past mistakes or lessons learned.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "present the solution to the main problem",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although paragraphs 7 and 8 reveal the detail of the apple's bad taste, “far worse than 'Red Fushi',” the details in these paragraphs do not solve the problem of why the apples were so appealing in the first place.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how authors develop complex yet believable characters in works of fiction through a range of literary devices, including character foils."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence best explains the narrator's reluctance to buy the American apples?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "I had expected my daughter to jump for joy again, yet at the very first bite, she froze, a puzzled look in her vivid eyes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator already overcame his reluctance to purchase the apples at the point his daughter bit into an apple and “froze.”",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "In this city of ours where people like to chase whatever is fashionable, many kinds of foreign apples flood in like mad, the most attention-catching of which are American apples.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator describes the apples as “attention-catching” and he claims “people like to chase whatever is fashionable,” he does not address his own reluctance to buy the apples.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "The red ones are so red, green ones so green, shiny, wax like, as if painted on.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The descriptions of the apples do not address why the narrator does not want to purchase them.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "It's just that in my heart I didn't want to waste my money on such hot foreign things.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The narrator's reluctance stems from not wanting to waste money unnecessarily on possible fads. The narrator strengthens his position by stating the apples are “hot foreign things.”",
                    "Percent": 63
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how authors develop complex yet believable characters in works of fiction through a range of literary devices, including character foils."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What major theme is explored in the story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Responsibility is often difficult to accept.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator's daughter doesn't enjoy the apple's taste, there is no indication that she holds her father responsible, nor is there any indication that he does not accept responsibility.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Appearances can be deceiving.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The major theme, or central message, in the story is that appearances can be deceiving. In the beginning of the story, the narrator describes the apple's beauty and appeal. Later the narrator describes his disappointment with the “perfect” apple—“I took a bite and my eyebrows furrowed right away, too.”",
                    "Percent": 80
                }
            },
            "H": {
                "Choice": "Working hard is the best way to accomplish a goal.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator does not include details to indicate that working hard is a major theme in the story.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Family bonds are priceless.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator does not provide evidence to indicate family bonds are a major theme in the story.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze the influence of mythic, classical and traditional literature on 20th and 21st century literature."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The author compares the pieces of her grandfather's collection to “dear old friends” in paragraph 2 to suggest that the grandfather —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "had acquired most of the collection as gifts",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although a fan is mentioned as a gift to the grandfather in paragraph 4, there is no evidence to support that most of the collection was comprised of gifts.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "was aware the collection might help him later in life",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the grandfather opts to sell some of his precious collection to purchase food for the family, there is no indication he was aware the collection would help him later in life.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "feels a strong emotional bond to his collected objects",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's grandfather feels emotionally connected to the objects described in paragraph 2 as evidenced by the term “dear old friends.” The comparison is further supported by the grandfather's “mask of sorrow” as he sells the pieces in the Shanghai streets.",
                    "Percent": 78
                }
            },
            "D": {
                "Choice": "fondly knew many of the original owners of the objects he collected",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication that the grandfather personally knew the original owners or that they were his dear friends.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            " Students understand, make inferences and draw conclusions about how an author’s sensory language creates imagery in literary text and provide evidence from text to support their understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Paragraph 4 is significant because it highlights the —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "emotional impact of the grandfather having to sell his possessions",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the grandfather shares the emotional impact of his items by describing to the narrator why he “loved them.” The emotional impact is further supported when the grandfather shows the narrator a painted fan that was given to the grandfather by his “beloved wife, who had gone to extraordinary lengths to purchase it.”",
                    "Percent": 55
                }
            },
            "G": {
                "Choice": "grandfather's desire to pass along the story of his life to his granddaughter",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the grandfather shares a story with the narrator in paragraph 4, there is no evidence to support that he shares his life story in full.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "reasons why the grandfather was a collector of unusual trinkets",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no explanation of why the grandfather collected unusual trinkets.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "value the grandfather placed upon the arts during his life",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader can conclude the fan is significant because it was a gift from the grandfather's wife, not because it has to do with the arts.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Students understand, make inferences and draw conclusions about the varied structural patterns and features of literary nonfiction and provide evidence from text to support their understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 11.",
            ":box:“Tomorrow, I'll sell this nugget to a pawnshop for maybe seventy yuan—about one one-thousandth what I paid for it.”",
            "This sentence helps the reader know that the word pittance in paragraph 2 means —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a temporary holder of value",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication the grandfather receives a large amount of money for his items or that they are a temporary holder of value.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "an insignificant amount of money",
                "Key": {
                    "Correct": true,
                    "Rationale": "The grandfather anticipates selling a gold nugget for “one one-thousandth,” or a p͟i͟t͟t͟a͟n͟c͟e, of what he paid for it. This suggests that he often receives an insignificant amount of money for his items.",
                    "Percent": 73
                }
            },
            "C": {
                "Choice": "an exchange of goods",
                "Key": {
                    "Correct": false,
                    "Rationale": "The use of the word p͟i͟t͟t͟a͟n͟c͟e in paragraph 2 is meant to refer to a small amount of money and not to an exchange of goods.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "a failed investment",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the grandfather does not get his full money back from selling items, which could indicate a failed investment, the use of the word p͟i͟t͟t͟a͟n͟c͟e in paragraph 2 is meant to describe an insignificant amount of money.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Analyze textual context (within a sentence and in larger sections of text) to distinguish between the denotative and connotative meanings of words."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read this quotation from paragraph 12.",
            ":box:“Buying this nugget was how I once helped a man save his children. Now, in selling it, I'll be saving my own children.”",
            "How is irony demonstrated in this quotation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It shows that the grandfather's act of charity is helping him during his own time of need.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Irony is a type of figurative language where the author expresses the opposite of what is expected. In paragraph 12, the grandfather shares that his previous act of charity is now helping his own family in their time of need, thereby demonstrating irony. The gold nugget was initially purchased from a blind man to “save his children.”",
                    "Percent": 71
                }
            },
            "G": {
                "Choice": "It shows that each object in the grandfather's collection is worth more than he initially thought.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It was previously stated that the grandfather would receive less money than he paid for the objects, not that the objects had increased in value.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "It brings closure to the problem the grandfather faces as a result of political change in his country.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the grandfather must sell items to pay for food during the political changes taking place in his country, irony is not demonstrated, nor will the sales bring closure to the family's ongoing problems.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "It illuminates the reason the grandfather treasures something of little monetary value.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Irony is not demonstrated by the grandfather's decision to buy or sell the gold nugget, which is of value because selling it will help the grandfather take care of his family.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Explain the role of irony, sarcasm, and paradox in literary works."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which quotation best conveys the author's message?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“The blind man's music was enchanting. After he finished his song, I left him a few coins, expecting to continue on my way.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the story about the blind man adds to the author's message about generosity, it does not best convey the author's message.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "My grandfather knew that if he wasn't willing to part with his precious heirlooms, his family might go hungry. It was a sacrifice he was willing to make.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's message is best conveyed through the grandfather's actions. The grandfather demonstrates a willingness to sacrifice, or part with, his collection to benefit his family and help those he loves.",
                    "Percent": 66
                }
            },
            "C": {
                "Choice": "Each night when my grandfather took out the valuable pieces that he planned to sell the next day, he would describe to me why he loved them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The grandfather is emotionally connected to his valuable collection; however, this detail does not convey the overall message of sacrificing for those you love.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "“I probably paid far more than it was worth because I emptied out my pockets and gave the blind man all my cash.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The overall message of sacrificing for those you love is not supported by this detail.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Students understand, make inferences and draw conclusions about the varied structural patterns and features of literary nonfiction and provide evidence from text to support their understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The description of the grandfather in paragraph 12 implies that he —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "thinks his decision is causing his family more harm than good",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in paragraph 12 to suggest that the grandfather believes selling the gold nugget will cause his family more harm than good.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "believes his family will enjoy great wealth by selling the gold nugget",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the grandfather will sell the nugget, he does not indicate he will receive great wealth for it. In paragraph 11, the grandfather laments that he will sell it for “one one-thousandth what I paid for it.”",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "realizes the insignificance of the gold nugget",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 12, the grandfather reflects on the significance, not the insignificance, of the nugget by stating how it “helped a man save his children.”",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "has found peace with the decision he has made",
                "Key": {
                    "Correct": true,
                    "Rationale": "The description of the grandfather's smile and his statement “Then again, it seems right, somehow” in paragraph 12 demonstrate that he has made peace with his decision to sell the nugget.",
                    "Percent": 65
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Students understand, make inferences and draw conclusions about the varied structural patterns and features of literary nonfiction and provide evidence from text to support their understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What does the act of buying and selling the gold nugget represent?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A desire for material riches",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the gold nugget is one of the grandfather's material treasures, it does not represent a desire for additional material items; it represents instead the grandfather's desire to help others in their time of need.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Excessive pride",
                "Key": {
                    "Correct": false,
                    "Rationale": "By selling the gold nugget to help feed their families, neither the blind man nor the grandfather demonstrate excessive pride.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Spiritual peace and tranquility",
                "Key": {
                    "Correct": false,
                    "Rationale": "The grandfather's statement “I guess this gold nugget has done what it was supposed to do” does not indicate that he feels spiritual peace or tranquility.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "Making sacrifices to survive",
                "Key": {
                    "Correct": true,
                    "Rationale": "In buying and selling the gold nugget, both the blind man and the grandfather represent the challenge of making sacrifices to survive. Although the grandfather feels a connection with the nugget, it is something he must give up for the sake of his family.",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            " Students understand, make inferences and draw conclusions about how an author’s sensory language creates imagery in literary text and provide evidence from text to support their understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which quotation from “American Apple” best reflects an experience similar to that of the grandfather in the excerpt from Bend, Not Break: A Life in Two Worlds?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "On a weekend I took my daughter shopping.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The grandfather in Bend, Not Break: A Life in Two Worlds does not go shopping. He buys a gold nugget at the insistence of a blind man, and he later sells the nugget to help his family.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "So we left the exquisite box of American apples untouched and forgot about them for a long time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the grandfather in Bend, Not Break: A Life in Two Worlds has a collection of beloved items, he does not forget about them, unlike the narrator and his daughter in “American Apple,” who left their apples “untouched” for a long time.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "Not to brag about it, but as a small local newspaper reporter, the first time I saw an American apple was in an illustrated foreign magazine in our internal reference room.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The grandfather in Bend, Not Break: A Life in Two Worlds is enchanted by the blind man's music just as the narrator in “American Apple” is enchanted by the picture of an apple, but these details do not mean they have an overall similar experience.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "Every night before going to bed, she would take one last look and feel the apples in her hand gently.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The way the daughter of “American Apple” gently handles her apples and the way the grandfather expresses his love by carefully wrapping, unwrapping, and displaying his objects in Bend, Not Break: A Life in Two Worlds provide for a similar experience. Both the daughter and the grandfather have a close emotional connection to their belongings.",
                    "Percent": 78
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Make complex inferences about text and use textual evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What is the difference in the way China is described in the two selections?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In “American Apple” products are plentiful, while in the excerpt from Bend, Not Break: A Life in Two Worlds wealth is scarce.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The selection and variety of goods available to the narrator and his daughter in “American Apple” is very different than the food insecurity and scarcity experienced by the grandfather and his family in Bend, Not Break: A Life in Two Worlds.",
                    "Percent": 67
                }
            },
            "B": {
                "Choice": "In “American Apple” people rely on economic exchanges, while in the excerpt from Bend, Not Break: A Life in Two Worlds people are more self-sufficient.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator in “American Apple” is able to go buy apples on his own with his own money, while the grandfather in Bend, Not Break: A Life in Two Worlds is not able to be self-sufficient because he must sell possessions to buy food.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "In “American Apple” people are suspicious of their government, while in the excerpt from Bend, Not Break: A Life in Two Worlds the government is obeyed without concern.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The characters in Bend, Not Break: A Life in Two Worlds are concerned because “Mao's Red Guard had shut down the farmers' markets and taken control of the city's food supply.” There is no mention of the narrator's suspicion of his government in “American Apple.”",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "“American Apple” corruption is more prevalent in business, while in the excerpt from Bend, Not Break: A Life in Two Worlds commerce is centered on fairness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The commerce in Bend, Not Break: A Life in Two Worlds is not centered on fairness, as the rations provided sometimes could not feed everyone, resulting in sales on the black market. There is no mention of corruption in “American Apple.”",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Make complex inferences about text and use textual evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which statement explains the difference between the apples in “American Apple” and the grandfather's collection in the excerpt from Bend, Not Break: A Life in Two Worlds?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The apples represent unreachable goals, while the grandfather's collection represents true beauty.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in “American Apple” that the apples represent unreachable goals, since both the narrator and his daughter ultimately taste them. The grandfather's collection in Bend, Not Break: A Life in Two Worlds may contain exquisite items, but the true beauty comes from selling the collection, not the collection itself.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "The apples represent the power of determination, while the grandfather's collection represents the wisdom of experience.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the daughter in “American Apple” maintains determination in order to acquire an apple, there is no evidence to suggest that the apples specifically represent determination. The grandfather's collection in Bend, Not Break: A Life in Two Worlds does not represent his wisdom. Rather, his wisdom is derived from his lifelong experiences of kindness and humility.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "The apples represent temptations in life, while the grandfather's collection represents the difficult choices people must make in life.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The apples in “American Apple” represent temptation, while the grandfather's collection in Bend, Not Break: A Life in Two Worlds represents sacrifice and difficult choices. The narrator in “American Apple” is tempted by the apples' perfection, unlike the grandfather, who sacrifices his heirlooms for his family.",
                    "Percent": 70
                }
            },
            "J": {
                "Choice": "The apples represent the danger of materialism, while the grandfather's collection represents the will to overcome temptation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “American Apple,” although wanting foreign goods could be viewed as materialistic, the apples themselves do not necessarily represent the danger of materialism. The grandfather's collection in Bend, Not Break: A Life in Two Worlds also does not represent the will to overcome temptation since the grandfather never hesitates to sell items in the collection.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Make complex inferences about text and use textual evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which statement best describes a difference between the two selections?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“American Apple” suggests that it is better to give in to material temptation, while the excerpt from Bend, Not Break: A Life in Two Worlds suggests it is better to remove material temptations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator finally does purchase two apples for his daughter in “American Apple,” the purchase is not about giving in to material temptation: it is about supporting his child's interests. In Bend, Not Break: A Life in Two Worlds, there is no mention of material temptations, only that goods may be sold to alleviate a family's suffering.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "“American Apple” explores the unexpected disappointment in a physical object, while the excerpt from Bend, Not Break: A Life in Two Worlds explores the unexpected usefulness of a physical object.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The major difference between the two selections is that the apples, though appearing “perfect,” are a disappointment in “American Apple.” In contrast, the gold nugget in Bend, Not Break: A Life in Two Worlds, though appearing useless, turns out to be useful and helpful.",
                    "Percent": 66
                }
            },
            "C": {
                "Choice": "“American Apple” suggests that nurturing family relationships requires effort, while the excerpt from Bend, Not Break: A Life in Two Worlds suggests that bonds between family comes naturally.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator in “American Apple” puts in effort to buy some apples for his child, but the effort is not necessarily to nourish a relationship. The grandfather's bond to his family in Bend, Not Break: A Life in Two Worlds appears as natural as the narrator's relationship to his daughter in “American Apple.”",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "“American Apple” explores the idea that foreign culture can be good to embrace, while the excerpt from Bend, Not Break: A Life in Two Worlds explores the idea that people should embrace their own culture.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator in “American Apple” embraces the apples from the United States; however, he is ultimately disappointed by them. In contrast, the grandfather in Bend, Not Break: A Life in Two Worlds collects things from Chinese culture, but there is no mention of embracing one culture in lieu of another culture.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Make complex inferences about text and use textual evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S5.json",
            "problems/TX18HSE1/supps/TX18HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What is one idea explored in both “American Apple” and the excerpt from Bend, Not Break: A Life in Two Worlds?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "People can determine their own future.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The grandfather in Bend, Not Break: A Life in Two Worlds is determining his future by selling his items, but there is no mention of this idea in “American Apple.”",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "Success comes only from hard work.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator in “American Apple” works hard to successfully buy apples for his daughter, but there is no indication that the grandfather's “hard work” brings success in Bend, Not Break: A Life in Two Worlds. On the contrary, his success comes from selling his beloved collection.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "Love for family compels action.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that love for family compels action is explored in both selections. The narrator in “American Apple” buys his beloved daughter apples, and love for his family compels the grandfather in Bend, Not Break: A Life in Two Worlds to sell his beloved items for money in order to buy food.",
                    "Percent": 69
                }
            },
            "J": {
                "Choice": "The greatest rewards come to those who wait.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The daughter in “American Apple” waited for her apples, but neither the apples nor their taste were the “greatest rewards.” Although he waited to sell his gold nugget, the grandfather in Bend, Not Break: A Life in Two Worlds did not receive a reward.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Make complex inferences about text and use textual evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "What is the primary purpose of the article?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To describe the remarkable qualities of an unusual penguin",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's primary purpose is to highlight Happy Feet's unusual journey from New Zealand to Antarctica, not his remarkable qualities.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "To make an argument for the release of animals from captivity",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Happy Feet was released back into the wild, the author of the article does not present an argument for or against releasing animals from captivity.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "To explain how a penguin made an unusual journey",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's primary purpose is to explain the unusual journey of Happy Feet. Information about the emperor penguin's presence in New Zealand, including his care at a zoo and subsequent release from a ship, is included in the article to support the conclusion that Happy Feet experienced an unusual journey. The detailed map of his journey also supports the purpose of the article.",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "To detail how a special team of zoologists saves endangered animals",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's primary purpose is to highlight one specific penguin's journey, not a team saving endangered animals.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Explain the controlling idea and specific purpose of an expository text and distinguish the most important from the less important details that support the author’s purpose."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "How does the photograph support an important detail in paragraph 4?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By showing the number of crew members on the Tangaroa",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention of how many crew members attended to Happy Feet, nor is this a key detail in paragraph 4.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "By demonstrating how Happy Feet used the slide",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there is a slide mentioned in paragraph 4, Happy Feet is at the top of a slide and not actively using it in the photograph.",
                    "Percent": 20
                }
            },
            "H": {
                "Choice": "By showing the terrible weather conditions",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in either the photograph or paragraph 4 to indicate terrible weather conditions.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "By revealing what Happy Feet's custom-built crate looked like",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can use the information from the photograph to support their understanding of what Happy Feet's “custom-built crate” in paragraph 4 looks like.",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Students use comprehension skills to analyze how words, images, graphics, and sounds work together in various forms to impact meaning."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the article suggests that Happy Feet may have become accustomed to living in captivity?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "At first, conservation authorities said they would wait and let nature take its course with the penguin.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The authorities opted to “wait and let nature take its course” when they initially found Happy Feet, so he had not yet been taken into captivity and could not have become accustomed to it.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "The penguin slipped down the slide on his stomach, bottom first, she said.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The moment when Happy Feet left his captivity is highlighted by this detail, not how Happy Feet became accustomed to captivity.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "And, perhaps befitting of a bird from the Internet age, those followers will be able to keep track of him for a while longer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This detail explains how Happy Feet's followers were able to “keep track of him” after his release from captivity, not how Happy Feet became accustomed to captivity.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "But when they opened the door of the crate, the penguin showed no interest in leaving.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The statement that Happy Feet “showed no interest in leaving” when they opened his crate indicates that he may have become accustomed to living in captivity.",
                    "Percent": 77
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Make subtle inferences and draw complex conclusions about the ideas in text and their organizational patterns."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "The author's use of the nickname “Happy Feet” throughout the selection —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "emphasizes that the penguin has been tamed",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no textual evidence to suggest that the penguin has been tamed by his caretakers.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "makes the penguin seem to have a personality",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can conclude the penguin's nickname, Happy Feet, makes the penguin seem to have a personable and upbeat personality.",
                    "Percent": 62
                }
            },
            "H": {
                "Choice": "reinforces the penguin's carefree nature",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although readers may conclude that the penguin's nickname suggests he is happy and personable, the nickname does not reinforce any existing textual evidence that the penguin has a carefree nature.",
                    "Percent": 17
                }
            },
            "J": {
                "Choice": "highlights the popularity of penguins",
                "Key": {
                    "Correct": false,
                    "Rationale": "Happy Feet is the only penguin in this article; there is no textual support highlighting the popularity of penguins in general.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Make subtle inferences and draw complex conclusions about the ideas in text and their organizational patterns."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "The author organizes this article by —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "comparing the life of a penguin in captivity with the life of a penguin in the wild",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no comparison of Happy Feet's experience to that of any other penguin.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "explaining how a penguin became ill, and then interviewing the veterinarian who cared for the penguin",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author organizes the article by first providing details of Happy Feet's release into the wild and then providing information about his rescue and care. Explanation of his illness and the quotations from the veterinarian are specific details from the article.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "presenting in chronological order the events that led to the penguin becoming a media celebrity",
                "Key": {
                    "Correct": false,
                    "Rationale": "The article is not organized using chronological order.",
                    "Percent": 27
                }
            },
            "D": {
                "Choice": "describing the outcome of efforts to rescue a penguin, and then recounting how the penguin was saved",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author organizes the article by first describing the efforts taken to release Happy Feet and then backtracking to a recounting of how the penguin was found, rescued, and nursed back to health.",
                    "Percent": 49
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Make subtle inferences and draw complex conclusions about the ideas in text and their organizational patterns."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "What is the main idea of the article?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "New Zealanders helped a lost emperor penguin return to the Antarctic.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main idea of the article is that a team in New Zealand helped a lost emperor penguin return to Antarctica after providing medical care.",
                    "Percent": 47
                }
            },
            "G": {
                "Choice": "A zoo in New Zealand saved the life of an ailing emperor penguin.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The main idea of the article is Happy Feet's journey back to Antarctica.",
                    "Percent": 32
                }
            },
            "H": {
                "Choice": "An emperor penguin traveled thousands of miles to reach New Zealand.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Happy Feet was found in New Zealand, the main idea of the article is his return home to Antarctica with the help of the New Zealanders.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "New Zealanders turned an emperor penguin into an instant celebrity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Happy Feet did receive media attention and the attention of followers, but this is one small detail in the article and not the main idea.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Explain the controlling idea and specific purpose of an expository text and distinguish the most important from the less important details that support the author’s purpose."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "What information from the article is highlighted by the map?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The places where other penguins have been found in New Zealand",
                "Key": {
                    "Correct": false,
                    "Rationale": "Information regarding where penguins other than Happy Feet have been found is not included in the article or the map.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "The location of penguin habitats in Antarctica",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the article nor the map includes information about the location of penguin habitats in Antarctica.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "The distance from New Zealand to Antarctica",
                "Key": {
                    "Correct": true,
                    "Rationale": "The lengthy 2,000-mile distance between New Zealand and Antarctica is highlighted on the map and discussed by the author in paragraph 2 of the article.",
                    "Percent": 83
                }
            },
            "D": {
                "Choice": "The size of New Zealand in square miles",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the article nor the map includes information about the overall size of New Zealand.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Analyze factual, quantitative, or technical data presented in multiple graphical sources."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 9, the word proficiency means —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "curiosity",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, the word p͟r͟o͟f͟i͟c͟i͟e͟n͟c͟y refers to a child having the expertise or ability to complete a task, not curiosity about a task.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "investment",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, the word p͟r͟o͟f͟i͟c͟i͟e͟n͟c͟y refers to a child having the expertise or ability to complete a task, not the level of investment for a task.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "expertise",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 9, the word p͟r͟o͟f͟i͟c͟i͟e͟n͟c͟y means expertise or ability. Once children have the ability to succeed at a task, the concept of competing with others can become appealing.",
                    "Percent": 61
                }
            },
            "J": {
                "Choice": "discipline",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, the word p͟r͟o͟f͟i͟c͟i͟e͟n͟c͟y refers to a child having the expertise or ability to complete a task, not the discipline for a task.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Analyze textual context (within a sentence and in larger sections of text) to distinguish between the denotative and connotative meanings of words."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "What is the author's primary purpose for writing the article?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To convince readers that children will learn valuable life lessons only if they are not rewarded simply for participation",
                "Key": {
                    "Correct": true,
                    "Rationale": "Throughout the article, the author emphasizes the idea that children should occasionally experience losing and not be rewarded only for participation. The character-building lessons children learn from this premise are the author's primary purpose for writing the article.",
                    "Percent": 64
                }
            },
            "B": {
                "Choice": "To describe the types of awards that parents and coaches should give to children for their accomplishments",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 11, the author mentions three awards she would give if she were a baseball coach; however, these examples speak to the larger purpose of teaching children life lessons and do not serve as the primary purpose of the article.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "To explain to readers the benefits of rewarding children for their participation in competitive activities",
                "Key": {
                    "Correct": false,
                    "Rationale": "This statement contradicts the author's purpose in the article. In paragraph 5, the author declares that “nonstop recognition does not inspire children to succeed. Instead, it can cause them to underachieve.”",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "To emphasize the unfairness of organizations that provide awards to all children regardless of merit",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author repeatedly emphasizes that she does not agree with awarding all children for participation; however, there is no textual support that she feels organizations are unfair for giving awards to all children.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Explain the controlling idea and specific purpose of an expository text and distinguish the most important from the less important details that support the author’s purpose."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraphs 3 and 4, what kind of argument is the author making?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Logical",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's use of specific facts, statistics, and figures in paragraphs 3 and 4 provides a logical argument. By providing the numbers and costs of awards, she is appealing to the logic of her audience.",
                    "Percent": 64
                }
            },
            "G": {
                "Choice": "Emotional",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no emotional component found in paragraphs 3 and 4.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Ethical",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does not agree with the practice of overusing awards, there is no evidence of an ethical argument found in paragraphs 3 and 4.",
                    "Percent": 23
                }
            },
            "J": {
                "Choice": "Circular",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence of circular logic found in paragraphs 3 and 4.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Analyze the relevance, quality, and credibility of evidence given to support or oppose an argument for a specific audience."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "Paragraph 14 provides support for the author's claim that —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "adults are responsible for monitoring the learning and emotional development of children",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 14, there is no textual evidence regarding the adult responsibility to monitor the learning or emotional development of children.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "society as a whole suffers when children assume they will benefit from doing very little",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 14, the author provides support for her claim by providing an anecdote about living rooms filled with trophies that teach children that “to succeed, you just have to show up.” Statements about college students and office colleagues who exert very little effort and expect high grades and promotions also support the author's claim that society as a whole suffers from this mindset.",
                    "Percent": 66
                }
            },
            "C": {
                "Choice": "children and parents alike expect trophies and prizes for doing their best",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no textual evidence in paragraph 14 that parents and children expect trophies for doing their best.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "trophy and award sales have become a multibillion-dollar industry",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions statistical facts and figures in paragraphs 3 and 4 regarding the cost of awards and trophies, there is no related information in paragraph 14.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Analyze the relevance, quality, and credibility of evidence given to support or oppose an argument for a specific audience."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence best expresses the controlling idea of the article?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "But after such praise of their innate abilities, they collapse at the first experience of difficulty.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The controlling idea that routinely rewarding children for participation may damage our society is not supported by the inclusion of the author's statement that children may “collapse at the first experience of difficulty.”",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "It adds up: trophy and award sales are now an estimated $3 billion-a-year industry in the United States and Canada.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the information about trophy sales in paragraph 4 supports the author's argument with details, it does not express the controlling idea that routinely rewarding children for participation damages our society.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Awards can be powerful motivators, but nonstop recognition does not inspire children to succeed.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The controlling idea of the article—to avoid routinely rewarding participation alone—is best expressed through the sentence in paragraph 5 that states while awards may motivate, “nonstop recognition does not inspire children to succeed.”",
                    "Percent": 68
                }
            },
            "J": {
                "Choice": "Trophies were once rare things—sterling silver loving cups bought from jewelry stores for truly special occasions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The controlling idea that routinely rewarding children for participation damages our society is not supported by this statement.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Explain the controlling idea and specific purpose of an expository text and distinguish the most important from the less important details that support the author’s purpose."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "Which quotation challenges the idea that children need constant praise?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Carol Dweck, a psychology professor at Stanford University, found that kids respond positively to praise; they enjoy hearing that they're talented, smart and so on.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Readers cannot determine that children need constant praise based on the statement in paragraph 6 that children generally respond well to praise.",
                    "Percent": 28
                }
            },
            "B": {
                "Choice": "Today, participation trophies and prizes are almost a given, as children are constantly assured that they are winners.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the quotation from paragraph 3, the reader can understand that children are used to constant praise in today's society; however, this does not effectively challenge the idea that they need the praise.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "In recent eye-tracking experiments by the researchers Bradley Morris and Shannon Zentall, kids were asked to draw pictures.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that children need constant praise is not challenged by this quotation from paragraph 7, which provides information about an experiment involving praise.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "In life, “you're going to lose more often than you win, even if you're good at something,” Ms. Twenge told me. “You've got to get used to that to keep going.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the quotation from paragraph 15, the reader can determine the importance of experiencing more losses than wins— directly challenging an idea that children need constant praise. If a child becomes used to losing, then they will develop internal (not praise-based) motivations to continue working toward goals.",
                    "Percent": 48
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Analyze the relevance, quality, and credibility of evidence given to support or oppose an argument for a specific audience."
        ],
        "SuppContent": [
            "problems/TX18HSE1/supps/TX18HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "Use the cartoon below to answer the question.",
            "problems/TX18HSE1/media/52a.jpg",
            "Which interpretation of the cartoon best supports the author's position in the article?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The boy is excited about winning a competition.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the boy in the cartoon expresses excitement, this interpretation of the cartoon does not support the author's position because the multiple trophies and the phrase “I won again!” reveal that the boy is used to receiving trophies.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "The boy would like to win more trophies for his collection.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the cartoon, the reader can infer that the boy is used to getting trophies and does not feel the need to work toward winning. This interpretation of the cartoon does not support the author's position.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "The boy wants to improve his skills so that he will continue to win.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication that the boy is working toward improving his skills. This interpretation of the cartoon does not support the author's position.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "The boy is used to getting trophies simply for participating in activities.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The cartoon best supports the author's position with the illustration of numerous displayed trophies and the phrase “I won again!” These trophies indicate that children are used to receiving participation trophies and do not routinely experience losing.",
                    "Percent": 71
                }
            }
        },
        "Parts": {}
    },
    "53": {
        "Number": 53,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Understanding & Analysis Of Informational Texts"
        ],
        "SubTopics": [
            "Students use comprehension skills to analyze how words, images, graphics, and sounds work together in various forms to impact meaning."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the information in the box below.",
            ":box:In a 2005 marketing research study, teens cited writing as one of their main creative outlets. They also said their “ideal” activity is reading a book, followed by exercising and shopping. Although the teens surveyed said that reading is an “ideal” activity, they admitted that they're actually much more likely to spend their free time surfing the Internet, watching TV, and listening to music.",
            "Think carefully about the impact technology has on teenagers' lives.",
            "Write an essay explaining why new technology is so important to teenagers.",
            ":ibox:Be sure to —\n\n• clearly state your thesis\n• organize and develop your ideas effectively\n• choose your words carefully\n• edit your writing for grammar, mechanics, and spelling"
        ],
        "AnswerChoices": {},
        "Parts": {}
    }
}