{
    "Directions": "",
    "Context": [],
    "Title": "A Brilliant Beetle",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Natural resources are materials or substances that occur in nature and are of some value to humans. Depending on the environment, certain natural resources are more scarce than others and therefore more valuable. More than one billion people currently live in environments where water is in short supply, making water one of the most highly prized natural resources on the planet. Scientists are always searching for ways to increase access to this valuable resource. They may have found a solution in an unlikely area: one of the most arid places on Earth."],
        ["2", "Despite being one of the world's driest places, with only several inches of annual rainfall, the Namib desert in Africa is home to many creatures. The Namib beetle is a unique organism that thrives in this environment because of its amazing physical adaptation. The wings on the Namib beetle are filled with bumps and grooves that help it collect water from the air. The top of each bump is smooth like glass and attracts water. But the slopes of each bump and the troughs in between the bumps have waxy surfaces that repel water."],
        ["", "problems/TX18G7R/media/S4a.jpg"],
        ["3", "The design of the Namib beetle's wings allows the beetle to harvest water in an environment where there is virtually none. The beetle takes advantage of the fog that rolls into the Namib desert about six times a month. Each time this occurs, the Namib beetle positions its body at a 45-degree angle to the wind. As the wind pushes the fog across the desert, each bump on the beetle's back collects tiny droplets of water. When enough moisture has been collected from the fog, a drop rolls off the bumps into the waxy grooves and then into the mouth of the beetle."],
        ["", "problems/TX18G7R/media/S4b.jpg"],
        ["4", "Scientists are using the Namib beetle's wing design as a guide for creating their own water-collection surfaces. Scientists working at a laboratory for the British Ministry of Defence have embedded dozens of glass spheres into thin layers of wax. Similar to the bumps and grooves on the wings of the beetle, the smooth glass bubbles collect water, while the wax repels it. By placing the glass-and­ wax panels in environments with high-moisture air, the scientists think they will be able to collect water. The scientists hope the beetle-inspired panels can increase people's access to water in areas where water is scarce."],
        ["5", "The Namib beetle's extraordinary wing design may also provide unexpected solutions to other modern-day problems. In areas where dense fog causes disruptions, panels of these water-gathering surfaces may be able to eliminate the fog. This could potentially reduce travel delays at airports and prevent fog-related hazards on roadways. It seems that studying this little beetle may lead to a variety of benefits for humans."]
    ],
    "Copyright": "",
    "References": []
}