{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "problems/TX18G7R/media/S3a.jpg"
    ],
    "Title": "Natural Inspiration",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Many inventors spend years thinking about and developing their ideas before their inventions become reality. Sometimes, though, a person unexpectedly stumbles across the perfect idea, as did the Swiss engineer George de Mestral."],
        ["2", "Mestral was born in 1907 and became interested in building and design when he was a child. As an adult he worked for an engineering company. In 1941, Mestral was outside with his dog when he noticed small, round seedpods stuck to his clothing and his dog’s fur. As he was removing these pesky burrs, he began wondering how the seedpods attached themselves to different materials."],
        ["", "problems/TX18G7R/media/S3b.jpg"],
        ["3", "Wanting to learn the answer, Mestral took a look at the burrs under a microscope. What he saw was that the prickly stickers on the burrs had hooks. It was these tiny hooks that allowed the burrs to latch onto the soft loops in the fabric of his clothing and in his dog’s fur. Mestral realized he could create something similar that could be used as a fastener. He began to call his idea “velcro”—a combination of the words “velvet” and “crochet.”¹ Velcro also became the name of the company that manufactures the fastener."],
        ["4", "When Mestral first presented his idea to manufacturing companies, the companies were not interested. After several rejections, he enlisted the help of sewing experts in France to develop his idea. At first Mestral used cotton for his two-sided fasteners, but repeated fastening and unfastening caused the cotton to wear too quickly. He eventually began using the synthetic material nylon, which was sturdier. It took Mestral nearly 10 years to perfect his design and automated production methods. The invention was patented in Switzerland in 1955."],
        ["", "problems/TX18G7R/media/S3c.jpg"],
        ["5", "Velcro began to sell very well and became known as the “zipperless zipper.” In the 1960s the National Aeronautics and Space Administration (NASA) began using Velcro to secure equipment in the zero-gravity environment of outer space. Velcro was also used to fasten devices in hospitals, hold together car parts, and make the seats of airplanes detachable. In 1968, Velcro made its first appearance on footwear, and soon children around the world were fastening their shoes with Velcro instead of shoelaces."],
        ["", "problems/TX18G7R/media/S3d.jpg"],
        ["6", "Today the Velcro company is worth millions of dollars because so many people have recognized the variety of uses for the hook-and-loop fastener. Just as Mestral was inspired by nature to create his invention, people continue to be inspired to find new uses for Velcro."]
    ],
    "Copyright": "Third party trademarks Velcro® and NASA® were used in these testing materials.",
    "References": [
        ["¹", "Crochet is a method of making cloth that uses a hooked needle to form and weave loops."]
    ]
}