{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "“Carry Him Everywhere You Go”",
    "Subtitle": "",
    "Author": "by Tom Ryan",
    "LabelType": "P",
    "Content": [
        ["1", "The best advice I received about raising a puppy didn't come from a book or a class but over the phone from a gritty voice with a southern twang. Paige Foster, Atticus's breeder, suggested I carry him with me everywhere we went during the first month we were together. I stretched it to two."],
        ["2", "“And don't let anyone else hold him during that time,” she added. “He needs to know you're his family. Y'all will bond that way.”"],
        ["3", "I owe much to Paige. Buying a puppy from her meant having the freedom to pick her brain, no matter how often I called — calls that in the beginning were more frequent than she bargained for, I'm sure, and were typically panic-driven. I liked her s͟t͟y͟l͟e. During our conversations, which were always lengthy, I came to think of her as intuitive, and I trusted her in every way. By following Paige's advice, Atticus and I were able to forgo obedience school, much to the chagrin of various self-proclaimed dog experts we met through the years."],
        ["4", "Once, upon seeing Atticus sitting up next to me on a park bench without a leash or collar on, one such expert marveled at how well behaved he was. She had a stern voice that made me feel as if I should be sitting up straight, too. She asked what kind of training I put him through, listing various intimidating words and phrases that sounded to my ear to be Germanic in root and I took to be the schools of thought for serious dog trainers."],
        ["5", "I shrugged. “None, really. We just hang out together.”"],
        ["6", "This did not sit well with her. She sized me up as a rube¹ and gave me a look that fell halfway between pity and a scold before marching off in search, I imagined, of a music store where she could purchase some Wagner.²"],
        ["7", "For as long as I can remember, people have commented on Atticus's peaceful demeanor. Then, as was almost always the case, they'd ask him to give them his paw. He wouldn't. Instead he just looked at them, not even bothering to cock his head."],
        ["8", "They'd ask again. Again he just studied them."],
        ["9", "Then it typically went this way:"],
        ["10", "“Does he know how to give his paw?”"],
        ["11", "“I don't know, never asked him.”"],
        ["12", "“But didn't you teach him that?”"],
        ["13", "“No. I didn't teach him anything.”"],
        ["14", "I never saw the point in teaching Atticus tricks. What I wanted from him was for him to be his own dog as much as I was my own man. The things I wanted him to learn were basic things that made going through life safe and easy. I know many who tell me that by teaching their dog tricks they worked on their relationship together. The dogs, I was told, liked the task and then the reward. I can't argue against any of that, but it wasn't for us."],
        ["15", "All I wanted was for Atticus to fit in as much as he needed to so he wouldn't be a bother or get into trouble, but I also didn't think it was up to me to decide what he would become. That was up to him. As long as he could walk with me off leash, feel comfortable in public settings, and understand that he should never feel self-conscious anywhere, I was fine with it."],
        ["16", "My carrying the little puppy in the length of my arm from wrist to elbow for two months, like a running back with a football, went a long way toward forging our relationship and deciding how things would be for years to come."],
        ["", "problems/TX18G7R/media/S6a.jpg"]
    ],
    "Copyright": "[Excerpt from] FOLLOWING ATTICUS by TOM RYAN. Copyright © 2011 by Tom Ryan. Reprinted by permission of HarperCollins Publishers.",
    "References": [
        ["¹", "A rube is an unsophisticated person."],
        ["²", "Richard Wagner was a German composer in the 1800s best known for his operas."]
    ]
}