{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "Quite an Achievement!",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "On a hot, sunny afternoon in Tempe, Arizona, a construction manager instructs a work crew to begin installing a set of solar panels at a local business. In Milwaukee, Wisconsin, a banker chooses a new house with the help of a real estate agent. In Wilmington, Delaware, people crowd into a seminar designed to help them understand how to save for a new car. These activities all seem rather ordinary until you look more closely. All the people involved are under the age of 14. They and thousands like them are participating in an organization called Junior Achievement (JA)."],
        ["2", "Founded in 1919, Junior Achievement works with more than 9 million young people around the world, helping them “dream big” and teaching them the skills they need to be successful businesspeople, effective money managers, and productive members of their community. The program is run largely by volunteers from area businesses and universities, parents, and senior citizens — all of whom believe in the potential of young people."],
        ["3", "In the program students in fourth through sixth grade become citizens of JA BizTown, where they learn how to run a city. Students use a portion of business strategies and the roles of workers and city leaders. Then they create and oversee the management of a simulated city made up of a bank, businesses, restaurants, and retail stores. It is not unusual to see a BizTown student wearing a hard hat and learning about construction or interviewing for a job with actual business owners. BizTown students become managers, clerks, and customers. They even pay taxes and elect their own mayor. They also make their own laws and must abide by them or else pay fines. These students don't just learn about how a town works — they make real-life decisions that affect what goes on in their town. Pershing Elementary School teacher Luz Pineda is an a͟d͟v͟o͟c͟a͟t͟e of BizTown. “This program prepares children for the future,” she said. “This shows them what will really happen when they're adults.”"],
        ["", "problems/TX18G7R/media/S2a.jpg"],
        ["4", "Junior Achievement also provides middle and high school students with a challenging program called JA Finance Park. Each student is assigned an age, a job, a salary, and a family. They must create a personal budget and plan a career that will help them meet their goals and live within their budget. JoAnn Goldberger, senior director of strategic partnerships for Junior Achievement of Central Maryland, states, “We teach them how to save for the future on whatever budget they have. Maybe they can't afford that mansion with a pool. Maybe a sports car isn't really feasible when you have three kids. Not everybody can be Justin Bieber.” Finance Park is designed to ensure the real-world experience is real indeed. An “unlucky chance card” can assign a student a flat tire or a broken air conditioner, training them to plan for and solve the kinds of problems their parents encounter every day."],
        ["5", "By taking part in Junior Achievement, students learn not only the importance of choosing a career and managing their finances but also the skills needed in order to be successful in doing so. Junior Achievement teaches students skills and concepts such as preparing for a job interview, understanding how officials are elected, analyzing the steps to opening a business, and paying taxes. It also allows students to experience the value of giving through volunteer work and community service."],
        ["", "problems/TX18G7R/media/S2b.jpg"],
        ["6", "The concepts taught in BizTown and Finance Park have proved so popular that they are now being included in Scouting programs, preschools, and summer camps. Partnering with Junior Achievement, both Girl Scouts and Boy Scouts now offer badges for learning money management and investment skills. Suzanne Harper, national program director of the Girl Scouts, is pleased that even kindergarten-aged Scouts can learn how to earn money. Imagine children learning to buy and trade stocks at a Scout meeting! Finance is not just for grade-school students and teens, either. The financial literacy encouraged by Junior Achievement has even inspired other programs to offer similar resources. In San Francisco a new library opened recently with a preschool program that offers books about money management for children as young as three years old. This program is praised by people like Lori Mackey, founder of a financial literacy website for children. Mackey strongly believes that financial skills are as critical as basic reading skills for young children."],
        ["7", "Even summer camp is not just about swimming and crafts anymore. BizTown operates a nationwide summer camp where students ages 10 to 14 come from across the country to work together and, along with their teachers, create and manage a simulated economy. For those who can't attend the camp, many communities offer free local summer camps that teach the same skills."],
        ["8", "Growing up and entering the “real world” is a challenge everyone must face. Thanks to Junior Achievement, students can be prepared. By practicing financial skills and learning good community habits, students in Junior Achievement gain valuable experience that will last a lifetime."]
    ],
    "Copyright": "Third party trademarks JA BizTown®, JA Finance Park®, Girl Scouts® and Boy Scouts® were used in these testing materials.",
    "References": []
}