{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Young Ben Franklin",
    "Subtitle": "",
    "Author": "by Julie Doyle Durway",
    "LabelType": "P",
    "Content": [
    ["1", "\tBen's early childhood was happy. He spent a lot of time playing, swimming, and fishing on the Charles River in Boston. Determined to swim faster, young Ben designed and made paddles for his hands and feet to help him move through the water more easily. Even as a child, Franklin had an inventive mind and a desire to improve himself."],
    ["2", "\t“From a Child I was fond of Reading” Ben wrote, “and all the little Money that came into my Hands was ever laid out in Books.” Although he went to school for only two years, Ben learned about many different subjects by reading books and talking to people who knew more than he did. He looked at the world in a practical way, trying to find solutions for everyday problems."],
    ["3", "\tWhen Ben was 10, he left school and began working in his father's soap and candle shop. He spent his days “employed in cutting Wick for the Candles, filling the Dipping Mold attending the Shop, going on errands, etc.” Although Ben did not enjoy this experience, it helped him learn the importance of hard work. He also spent time with his father watching other craftsmen at their work. He learned to appreciate good workmanship and creativity."],
    ["4", "\tAfter several years, it became clear to Ben's father that his son wasn't happy in the soap and candle shop. Mr. Franklin sent Ben to work with his older brother James, who owned a print shop. Although James was often harsh with his younger brother, Ben enjoyed the printing business. “In a little time I made great Proficiency in the Business, and became a useful Hand to my Brother,” he wrote later. Not only did Ben learn all the skills of printing, he also wrote poetry, essays, and articles for his brother's newspaper. Ben's natural ability as a writer developed quickly."],
    ["5", "\tWhen Ben worked with his brother, he spent much of his free time reading. “Often I sat up in my Room reading the greatest part of the Night, when the Book was borrow'd in the Evening to be return'd early in the Morning.” He also used this time to improve his writing skills. Studying the work of other authors, Ben would try to rewrite their essays in his own words."],
    ["6", "\tWhen he was 17, Ben left his brother's print shop. He moved to Philadelphia and found work as a printer and writer. Eventually, he opened his own print shop. Later, his accomplishments as a scientist and statesman made him one of the most powerful and important men in America. But Ben Franklin never forgot the lessons he learned during his boyhood years."],
    ["", "problems/NY18G5E/media/S5a.jpg"]
    ],
    "Copyright": "Excerpt from “Young Ben Franklin,” by Julie Doyle Durway, from Appleseeds, Dec. 2004. Copyright © 2004, Cricket Media. Used by permission of Cricket Media via Copyright Clearance Center.",
    "References": []
}