{
    "Directions": "Read this story, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] The Woolly-Puff Rescue",
    "Subtitle": "",
    "Author": "by Sue Mozena",
    "LabelType": "P",
    "Content": [
        ["1", "\tWendy and Alex stared at the strange flower at their feet. Dozens of them bloomed in this remote corner of the field."],
        ["2", "\tWendy bent down for a closer look. “We shouldn't name them until we're sure we can keep them,” she warned. “But I like Woolly-Puffs. They look just like fleecy rainbows.”"],
        ["3", "\tAs tempting as it was to pet the feathery yellow-orange-red-purple-blue petals, neither of them did. Instead, Wendy pulled protective gloves from her belt pack."],
        ["4", "\tOn the asteroid-based colony of New Harmony, even twelve-year-old pioneers knew the number one rule for living in outer space: don't touch or taste or sniff anything that hasn't been tested."],
        ["5", "\t“Where do you think they came from?” Wendy asked. With a gentle tug, she freed a Woolly-Puff from the thin layer of soil, sealed it in a clear bag."],
        ["6", "\t“They were probably in the compost shipment that brought these naggers,” Alex muttered. He slapped at one of the whining insects that swarmed around him looking for exposed skin to bite."],
        ["", ":box:compost = a mixture of decaying plants used to improve the soil in a garden"],
        ["7", "\tNew Harmony depended on shipments of rich compost from nearby planets to build up its soil. Usually the compost was treated before it arrived, but one shipment had been accidentally overlooked. The whining gnat-like insects the colonists called “naggers” had hatched from the compost. Without any natural enemies in this new world, the insects had multiplied, becoming a constant torment to the colonists."],
        ["8", "\tAfter turning in their discovery, Wendy settled on a stone bench in front of the New Harmony laboratory. Alex paced, then sat. “Poor Woolly-Puff,” Wendy said. “What if it's just a weedy flower?”"],
        ["9", "\t“Then one living plant and a packet of seeds will be sent to the Botany Preserve on Mars,” Alex answered, rubbing a hot-pink nagger welt just above his elbow."],
        ["10", "\tWendy gingerly held the extra bouquet she had picked, in case the Woolly-Puffs proved keepers. “And the rest of the plants-”"],
        ["11", "\t“The rest will be pulled up and destroyed to make room for 'useful' plants,” Alex said."],
        ["12", "\tThe colony of New Harmony did have flowers. It just didn't have a lot of room. Woolly-Puffs would have to be more than pretty if they wanted to grow here."],
        ["13", "\tThe two friends scrambled to attention as the lab door opened."],
        ["14", "\t“Your Woolly-Puff isn't toxic,” Professor Raglin said. His smile faded as he went on. “The sap is thick and sticky, but we already have a good glue. The stems are too woody and the leaves too bristly to eat. And the petals, well, they smell funny. Not flowery at all. More like moldy lemons. I'm sorry, but I'll have to make my report to the council this afternoon. The good news is that htey seem to grow only in the soil where you found them, so it won't be hard to get rid of them.”"],
        ["15", "\t“At least they're not poinson,” Wendy said after Professor Raglin had left. She hugged her colorfuly, fuzzy bouquet. She had to admit they did smell funny. “Mayor Murphy will probably send a reclaim crew out after the council meeting.” She sighed. “I wish the council would let us adopt one, like a pet.”"],
        ["16", "\t“Fat chance,” Alex said. He blew at a pair of naggers trying to land on his knee. “Shoo! For harmless gnats, these bugs sure are pests.”"],
        ["17", "\t“Yeah.” Wendy reached up to scratch the end of her nose. Then she realized something. The end of her nose itched simply because that's what the ends of noses do sometimes. The naggers weren't biting her. They weren't even landing on her."],
        ["18", "\t“We're going to the council meeting,” she announced."],
        ["19", "\tThat afternoon, when the council members emerged from the community center, Alex and Wendy were waiting."],
        ["20", "\t“What is the meaning of this?” Mayor Murphy demanded as Alex and Wendy presented each member of the council with a Woolly-Puff garland."],
        ["21", "\tGlancing at Alex for courage, Wendy said, “Woolly-Puffs are bug chasers.”"],
        ["22", "\t“Sorry,” Mayor Murphy said firmly. “We have already made our decision.”"],
        ["23", "\t“Just watch,” Wendy pleaded. “Watch the naggers.”"],
        ["24", "\tThen someone said, “What naggers? I don't see any.”"],
        ["25", "\t“Where are the naggers?” asked Professor Raglin. “It's as if they're avoiding us.”"],
        ["26", "\tWendy smiled. “They are. Naggers don't like Woolly-Puffs.”"],
        ["27", "\tSo the Woolly-Puffs stayed in the vases and the flower boxes and gardens of New Harmony because, of course, they weren't just pretty. They smelled like moldy lemons. And luckily, naggers couldn't stand the smell of moldy lemons."]
    ],
    "Copyright": "",
    "References": []
}