{
    "Directions": "",
    "Context": [
        "The Monuments, Fine Arts and Archives Project was established in 1943 to protect cultural artifacts during and after World War II. The majority of service members involved in this project had backgrounds in art history and archaeology. They were called the “Monuments Men.” Many of these service members went on to play important roles in museums and other cultural institutions after the war."
    ],
    "Title": "Source 2: Monuments Men Foundation for the Preservation of Art",
    "Subtitle": "",
    "Author": "by Rosanne Scott",
    "LabelType": "P",
    "Content": [
        ["4", "\tLong before World War II began, Hitler had planned the systematic looting of Europe’s finest museums and private collections. Thanks, in large part, to the Monuments Men, he wasn’t entirely successful. This group of 345 men and women, who were mostly American but who hailed from thirteen countries, applied their civilian talents as museum directors, curators, art historians, archaeologists, architects and educators to save, quite literally, Western civilization’s treasures."],
        ["5", "\tIn advance of the Nazis, the Monuments Men evacuated 400,000 works from the Louvre,¹ including the Mona Lisa, which they shuttled to safety six times. Just ahead of the German invasion of the Soviet Union, they emptied and stashed more than two million works from the Hermitage.²"],
        ["6", "\tBut it wasn’t only Nazi plunder they had to guard against. It was left to the Monuments Men to figure a way to save da Vinci’s Last Supper, painted on the refectory wall of the convent at Santa Maria delle Grazie, before the Allies bombed Milan. By [creating] a scaffold of steel bars and sandbags around the wall, they saved the masterpiece. After the raid, it was the only wall in the refectory still standing. By using aerial photos, Monuments Men diverted Allied airmen away from many important sites, including the Chartres Cathedral; when a cultural site ended up an unintended target, Monuments Men rushed in to make repairs."],
        ["7", "\tIn March 1945, Allied forces discovered the first of Hitler’s many secret repositories of art, more than one thousand hiding places in all, stashed mostly in salt mines and castles. That’s when the Monuments Men began the serious task of conservation, restoration, and restitution. In all, they restored and returned to their rightful owners more than five million works of art, including works by Rembrandt, Vermeer, Botticelli, Manet, and many others, plus sculptures, tapestries, fine furnishings, books and manuscripts, scrolls, church bells, religious relics, and even the stained glass the Nazis had stolen from the windows of a cathedral. “This was the first time an army fought a war on the one hand and attempted to mitigate damage to cultural treasures at the same time,” says Robert Edsel."],
        ["8", "\tEdsel has spent eleven years and more than three million dollars researching, piecing together, and championing the little-known story of the group referred to officially as the U.S. Army’s Monuments, Fine Arts and Archives section or, more commonly, the Monuments Men. . . ."],
        ["9", "\tOnce their wartime duties were behind them, many of the Monuments Men went on to distinguish themselves in the arts, including Lincoln Kirstein, who founded the New York City Ballet; James Rorimer, who served as director of the Metropolitan Museum of Art; and Charles Parkhurst, chief curator of the National Gallery of Art. But, as the years passed, their wartime contributions sadly slipped from notice. As Edsel himself discovered, there was hardly a mention of the Monuments Men in all the vast literature of World War II. His unrelenting curiosity, energy, and deep admiration have brought honor to those heroes who saved Europe’s treasures. “Their search,” says Edsel, “was the greatest treasure hunt in history.”"]
    ],
    "Copyright": "“Monuments Men Foundation for the Preservation of Art” by Rosanne Scott, from http://www.neh.gov/about/awards/national-humanities-medals/monuments-men-foundation-the- preservation-art",
    "References": [
        ["¹", "Louvre: an art museum in Paris, France"],
        ["²", "Hermitage: an art museum in St. Petersburg, Russia"]
    ]
}