{
    "Directions": "Read the “Courage and Heroism” passage set.",
    "Context": [],
    "Title": "Source 1: An Act of Courage",
    "Subtitle": "",
    "Author": "by Lauren Green",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhat does courage look like? Is it standing up for a friend or learning how to be a firefighter? For Rosa Parks on December 1, 1955, courage meant refusing to give up her seat on a public bus. Montgomery, Alabama, where Parks lived, was a segregated city. African Americans were not allowed to use the same restrooms or water fountains as white residents and were refused entry to many restaurants, stores, and schools. Parks had long been frustrated by the injustice of segregation. She was involved with the National Association for the Advancement of Colored People (NAACP) and had organized campaigns for social justice. Her work helped many people, but she was always aware of how much more needed to be done. After all, her everyday life was heavily affected by segregation."],
        ["2", "\tWhen Rosa Parks boarded that bus in 1955, she sat down in the first row of seats designated for African Americans. Montgomery law reserved the front ten rows of seats on the bus for white passengers. Sometimes the buses became very crowded and all of the front row seats were taken. If a white passenger did not have a seat, some bus drivers opened the first row of African American seats to white passengers who wished to sit down. If an African American passenger was sitting in the row, he or she was expected to give up the seat and stand. This is what Rosa Parks was told to do — and she refused. She knew that the bus driver's request was not right or fair and, even though she knew her resistance would not be well received, she defended her beliefs. She argued that she was not in a seat reserved for whites and could choose to remain seated. The bus driver called the police and Parks was arrested. She was found guilty of violating the city's laws."],
        ["3", "\tRosa Parks challenged the established order in Alabama at a time when many people were arguing about the future of segregation. Her family was concerned for her safety, knowing there was great tension in Montgomery. Parks knew the risks when she defended her rights and was determined to do more for her community. Her actions inspired other African Americans to rally for equality. They organized a peaceful boycott of Montgomery's buses, led by a young and still mostly unknown minister named Dr. Martin Luther King Jr. The boycott lasted 381 days, causing a serious decline in bus revenues, and was very influential. The courts ruled that bus segregation was unconstitutional, a decision that was upheld by the United States Supreme Court. The boycott and court ruling drew national attention and inspired many other people. For her brave resistance, Parks is known as the “Mother of the Civil Rights Movement.”"]
    ],
    "Copyright": "“An Act of Courage” by Lauren Green. Written for educational purposes.",
    "References": []
}