{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Cite the textual evidence that most strongly supports an analysis of what the text says explicitly as well as inferences drawn from the text."
        ],
        "SuppContent": [
            "problems/PA22G8E/supps/PA22G8E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences from the passage.",
            ":box:“Mothers cling to their younger children, in defiance of the day when they, too, will have to leave. Fathers stand stoically, alone or in pairs, stone-faced and silent.",
            "Which inference is best supported by the sentences?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Parents support the decisions their children make for the future.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no textual evidence to support this inference.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Parents share feelings about their children studying away from home.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no textual evidence to support this inference.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Parents have little to say to their children going to a new area.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no textual evidence to support this inference.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "Parents have a difficult time watching their children move away.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The words “mothers cling” and “fathers stand ... stone-faced” suggest that the parents are sad about their children having to move away to attend school.",
                    "Percent": 75
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Vocabulary Acquisition & Use"
        ],
        "SubTopics": [
            "Determine or clarify the meaning of unknown and multiple-meaning words or phrases based on grade 8 reading and content, choosing flexibly from a range of strategies."
        ],
        "SuppContent": [
            "problems/PA22G8E/supps/PA22G8E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the root “deliberatus,” which means “resolved upon,” the word “deliberately” means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "with thoughtful consideration.",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Deliberately” means to do something in a way that is intentional and carefully considered.",
                    "Percent": 60
                }
            },
            "B": {
                "Choice": "with extreme precaution.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not the meaning of “deliberately.”",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "with repeated persuasion.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not the meaning of “deliberately.”",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "with unwavering cooperation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not the meaning of “deliberately.”",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Determine how the author uses the meaning of words or phrases, including figurative and connotative meanings, in a text; analyze the impact of specific word choices on meaning and tone, including analogies or allusions to other texts."
        ],
        "SuppContent": [
            "problems/PA22G8E/supps/PA22G8E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentence from the passage.",
            ":box:“The next morning at school, after the tinny ringing of the bell and a half-hearted Pledge of Allegiance, Anna pulls herself to her full height, takes a deep breath, and raises her hand.”",
            "What does the term “half-hearted” reveal about Anna?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Anna has a lack of interest in the events taking place at school.",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Half-hearted” means to do something without enthusiasm. Anna's “half-hearted” Pledge of Allegiance demonstrates a lack of interest in a school event.",
                    "Percent": 74
                }
            },
            "B": {
                "Choice": "Anna is feeling confident about her answer to a question.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not reflect the meaning of “half- hearted” and does not make sense in the given context.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "Anna is disappointed that she is overlooked to be the leader.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not reflect the meaning of “half- hearted” and does not make sense in the given context.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Anna has hope that she will be called on to participate in class.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not reflect the meaning of “half- hearted” and does not make sense in the given context.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Analyze how particular lines of dialogue or incidents in a story or drama propel the action, reveal aspects of a character, or provoke a decision."
        ],
        "SuppContent": [
            "problems/PA22G8E/supps/PA22G8E-S1.json"
        ],
        "SuppTools": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "THIS PROBLEM HAS TWO PARTS. ANSWER PART ONE AND THEN ANSWER PART TWO."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "How does Anna's conversation with Mrs. Saunders influence a decision?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "It encourages Anna to reach an agreement with her teacher.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not reflect decisions made by Anna as a result of speaking with Mrs. Saunders.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "It encourages Anna to participate in an important cause.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "It is when Anna stays after class to express her frustration about having to leave town to attend high school that Mrs. Saunders informs her about how Anna can fight to have high schools in every Native village in Alaska.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "It encourages Anna to share her feelings with her mom.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not reflect decisions made by Anna as a result of speaking with Mrs. Saunders.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "It encourages Anna to support the goals of her sister.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not reflect decisions made by Anna as a result of speaking with Mrs. Saunders.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which evidence from the passage best supports the answer in Part One? Choose one answer."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“Anna waves frantically, shouting her goodbyes, but her cries are futile.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although this option relates to Julie, Anna's sister, it does not support the best option from Part One.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“In the living room, Anna finds her mom still seated in the faded rocking chair. Anna sits next to her and takes her hand.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although this option relates to the mother, it does not support the best option from Part One.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“'She told me about a lawyer who's started to put together a case ... I'm going to join in.'”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This choice supports how Anna will participate in an important cause.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“'Yesterday, when Julie left ... that's going to be the last time kids have to get onto a plane to go to high school.'”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although this option expresses Anna's new belief, it does not support the best option from Part One.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Analyze how differences in the points of view of the characters and the audience or reader (e.g., created through the use of dramatic irony) create such effects as suspense or humor."
        ],
        "SuppContent": [
            "problems/PA22G8E/supps/PA22G8E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentence from the passage.",
            ":box:“As she speaks these words, Anna begins to feel more powerful; she knows it won't be easy, but she's suddenly confident she'll find a way.",
            "How does Anna's point of view create a sense of suspense?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The reader realizes that Anna is growing stronger as a person.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Anna may be growing stronger, this realization does not create suspense for the reader.",
                    "Percent": 38
                }
            },
            "B": {
                "Choice": "The reader wonders if Anna's plan will affect others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Anna has not yet formed a plan.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "The reader wants to know how Anna expects to achieve her goal.",
                "Key": {
                    "Correct": true,
                    "Rationale": "When the author reveals that Anna is “suddenly confident she'll find a way,” the reader wants to find out how Anna will achieve this goal.",
                    "Percent": 43
                }
            },
            "D": {
                "Choice": "The reader questions Anna's motive for wanting change.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader understands Anna's point of view and does not question Anna's motive.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Analyze how particular lines of dialogue or incidents in a story or drama propel the action, reveal aspects of a character, or provoke a decision."
        ],
        "SuppContent": [
            "problems/PA22G8E/supps/PA22G8E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What does the dialogue at the end of the passage reveal about Anna and her mother?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They are concerned about how the case may affect other villages.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by context in the passage.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "They are optimistic that changes will occur to education in small villages.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The fact that Anna and her mother keep repeating “yesterday was the last first day” suggests that Anna and her mother are hopeful that there will be a change that will allow children to stay home to attend high school. Therefore, the day that Julie left will be the last time that kids have to attend high school far from home.",
                    "Percent": 75
                }
            },
            "C": {
                "Choice": "They are nervous about the consequences of sharing opinions with others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by context in the passage.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "They are upset because they have little hope of success with the case.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by context in the passage.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine a theme or central idea of a text and analyze its development over the course of the text, including its relationship to the characters, setting, and plot; provide an objective summary of the text."
        ],
        "SuppContent": [
            "problems/PA22G8E/supps/PA22G8E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which description is the best objective summary of the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Anna shouts goodbye to her sister, Julie, as she leaves in an airplane, but Julie cannot hear her because of the strong wind. As she walks home, Anna sees a black bear and tries to point it out to Julie before she remembers Julie is not there. At home, Anna realizes Julie forgot her stuffed monkey and feels sad about this. Anna's mother is sad as well, so Anna tries to comfort her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice contains minor details and vague events.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Feeling upset about her brother and sister who had to go away to a big city, Anna has a hard time concentrating in class. She raises her hand and tells her teacher that it isn't fair that children have to go away to school and this isn't the dark ages. Mrs. Saunders asks to see Anna after school. During their meeting, Mrs. Saunders discovers that Anna is afraid to leave home next year.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incomplete, contains some minor details, and contains inaccuracies.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "Anna's mother is heartbroken after saying goodbye to her children Billy and Julie. Anna worries about her mother, so she decides to come up with a plan to get her siblings back. With the help of her teacher, Mrs. Saunders, she thinks of a way to get a high school established in their village so that her brother and sister can come home.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incomplete and contains an inaccuracy.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "Anna watches her sister, Julie, leave to go to high school in a different city. After going home, she notices how quiet the house is and how upset her mother seems. At school, Anna speaks up in class about how every village should have a high school so that children don't have to leave their families. Mrs. Saunders suggests a way she can help to achieve this goal. Anna hurries home to tell her mother the news.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice is complete, contains only main events of the story, and is objective.",
                    "Percent": 63
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Reading Literature - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Analyze how differences in the points of view of the characters and the audience or reader (e.g., created through the use of dramatic irony) create such effects as suspense or humor."
        ],
        "SuppContent": [
            "problems/PA22G8E/supps/PA22G8E-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The penguins play an important role in the passage. Write an essay analyzing how the author uses the penguins as a means to reveal characteristics of both Candace and Dejario. Use evidence from the passage to support your response."
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Use punctuation to separate items in a series."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentence.",
            ":box:The school counselor told me that I should, select elective classes that interest me, check to see whether the times for those classes conflict with the times for my required courses, discuss my choices with my parents, and then complete the schedule form provided by my homeroom teacher.",
            "Which revision should be made to correct the punctuation error in the sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Remove the comma after s͟h͟o͟u͟l͟d.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The comma after “should” needs to be removed since it is not needed. The only commas in this sentence that are needed are the ones that separate items in a series.",
                    "Percent": 82
                }
            },
            "B": {
                "Choice": "Add a comma after c͟o͟n͟f͟l͟i͟c͟t.",
                "Key": {
                    "Correct": false,
                    "Rationale": "No comma needs to be added after “conflict.”",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "Remove the comma after c͟o͟u͟r͟s͟e͟s.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comma after “courses” needs to remain since it separates items in a series.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Add a comma after f͟o͟r͟m.",
                "Key": {
                    "Correct": false,
                    "Rationale": "No comma after “form” is needed.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Form and use verbs in the active and passive voice."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentence.",
            ":box:Once the microscopes and slides had been placed on the tables, the students could continue the experiment.",
            "Choose the correct way to rewrite the sentence using only active voice."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Once the microscopes and slides had been placed on the tables, the experiment could be continued.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both verbs are written in the passive voice.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "The students continued the experiment once they had placed the microscopes and slides on the tables.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both verbs are written in the active voice.",
                    "Percent": 40
                }
            },
            "C": {
                "Choice": "The students could continue the experiment once the microscopes and slides had been placed on the tables.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the first verb is written in the active voice, the second verb is written in the passive voice.",
                    "Percent": 35
                }
            },
            "D": {
                "Choice": "Once the microscopes and slides had been placed on the tables by the students, they could continue the experiment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the second verb is written in the active voice, the first verb is written in the passive voice.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Vary sentence patterns for meaning, reader/listener interest, and style."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) The Student Art Society was invited to help host an art exhibit at a local gallery. (2) The members of our organization helped to hang the artwork. (3) The gallery owner supervised our work very closely. (4) She was understandably a little nervous. (5) When we finished, the gallery owner praised us for our careful and helpful work. (6) Later, we worked in pairs to learn as much as possible about each piece of artwork so that we could answer questions for visitors. (7) Having played a role in preparing and hosting the show, we were very satisfied to see the crowd of patrons enjoying the event.",
            "Choose the best way to revise sentences 2, 3, and 4 to improve meaning in the paragraph."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The members of our organization helped to hang the artwork as the gallery owner, understandably a little nervous, closely supervised our work.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence best clarifies the meaning of the original sentences.",
                    "Percent": 48
                }
            },
            "B": {
                "Choice": "The gallery owner supervised our work very closely, the members of our organization helping to hang the artwork and her being a little nervous.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is awkward and does not clearly express the meaning of the original sentences.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "The members of our organization helped to hang the artwork, while the gallery owner supervised our work very closely though she was nervous.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is awkward and does not clearly express the meaning of the original sentences.",
                    "Percent": 32
                }
            },
            "D": {
                "Choice": "The gallery owner supervised our work very closely, she was understandably a little nervous, and the members of our organization helped to hang the artwork.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is awkward and does not clearly express the meaning of the original sentences.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Choose words and phrases for effect."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences from a story.",
            ":box:Holding her binoculars with both hands, Jennifer stepped lightly on the winding path, searching the treetops for her favorite bird, the cardinal. A rustling sound from somewhere in the forest caught her attention. She stopped, crouched down, and silently scanned the forest. In the distance, she spotted two red squirrels g͟o͟i͟n͟g͟ ͟e͟v͟e͟r͟y͟w͟h͟e͟r͟e. Amused by the sight, Jennifer slowly rose and continued down the path in search of a cardinal.",
            "Which revision of the underlined words best describes the squirrels and maintains the style of the paragraph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "moving rapidly from tree to tree",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not as descriptive and does not reflect the cheerful and carefree tone of the paragraph.",
                    "Percent": 32
                }
            },
            "B": {
                "Choice": "running happily through the forest",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not as descriptive and does not reflect the cheerful and carefree tone of the paragraph.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "scurrying playfully from branch to branch",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice has the most descriptive language and best maintains the lighthearted tone of the paragraph.",
                    "Percent": 36
                }
            },
            "D": {
                "Choice": "proceeding quickly through the trees in the forest",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not as descriptive and does not reflect the cheerful and carefree tone of the paragraph.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    }
}