{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] I.Q. Rising",
    "Subtitle": "",
    "Author": "by Patricia Cohen",
    "LabelType": "L",
    "Content": [
        [" ", "\tWhen the social scientist James R. Flynn started analyzing more than 50 years' worth"],
        [" ", "of I.Q. scores, he noticed something peculiar. On tests that assessed vocabulary used in"],
        [" ", "everyday life, adults showed enormous gains—nearly 18 points. That made sense. Many"],
        [" ", "more people attend college and work in professions now than in 1950. But when he"],
        ["5", "examined children's scores, he was surprised by how far behind they lagged. Usually"],
        [" ", "facility with words trickles down; children hear and absorb parents' expanded vocabulary"],
        [" ", "and discussions. But that hadn't happened. Children's I.Q. showed only a 4.4 percent gain."],
        [" ", "\t“I.Q. gains over time pose interesting questions about American society,” Mr. Flynn said,"],
        [" ", "speaking from his home in Otago, New Zealand, “and this is one of the most interesting.”"],
        ["10", "\tMr. Flynn is accustomed to puzzling questions. After uncovering one of the most"],
        [" ", "intriguing mysteries surrounding intelligence research—that each generation has"],
        [" ", "significantly higher I.Q. scores than the previous one—he has spent more than 25"],
        [" ", "years trying to explain why."],
        [" ", "\tThe reason, Mr. Flynn says, is not that the human brain suddenly and rapidly evolved."],
        ["15", "Rather, with modernization, we have come to look at the world through what he calls"],
        [" ", "“scientific spectacles.” We now reflexively organize information into abstract categories and"],
        [" ", "discern complex relationships between concepts—the very skills that intelligence tests"],
        [" ", "assess. The average 30-point rise in scores during the past century is now known as the"],
        [" ", "Flynn effect."],
        ["20", "\tMr. Flynn revisits this groundbreaking work in his new book, “Are We Getting"],
        [" ", "Smarter? Rising IQ in the Twenty-First Century,” as well as in more recent research on"],
        [" ", "I.Q. gains for women and for populations in the developing world. In findings announced"],
        [" ", "this summer, Mr. Flynn showed that women for the first time had pulled ahead of men,"],
        [" ", "possibly a result of the more demanding roles women have assumed as they juggle family"],
        ["25", "and jobs, and their increased access to higher education."],
        [" ", "\tOf course, I.Q. testing remains a contentious area of social science. But Mr. Flynn's"],
        [" ", "research shows that whatever it is an I.Q. test measures, scores are mutable.¹ He resists the"],
        [" ", "current fashion of seeking genetic explanations for the data. Whether talking about gender"],
        [" ", "or race, he insists, gains show that I.Q. differences are not biological but social and"],
        ["30", "cultural. “Brain physiology has a fascination that tempts us to forget all we know about"],
        [" ", "human behavior on the personal and social level,” he writes."],
        [" ", "\tThus, it is not surprising that culture is where Mr. Flynn looks to explain the"],
        [" ", "vocabulary gap between parents and their children. Mr. Flynn analyzed results from two"],
        [" ", "widely used I.Q. tests. On the sections designed to evaluate math, adults improved only"],
        ["35", "slightly more than children between 1950 and 2005—a testament to what Mr. Flynn"],
        [" ", "maintains is the failure of the educational system to make people of any age comfortable"],
        [" ", "with numbers. But on “active vocabulary”—words you might call up to use in everyday"],
        [" ", "conversation, rather than those you would have to see in context to recognize—adults"],
        [" ", "bounded ahead. Contrary to expectations, younger respondents failed to keep up."],
        ["40", "\tMr. Flynn has a theory: that since the 1950s, when adolescence began to emerge as"],
        [" ", "a distinct culture, generations of teenagers increasingly segregated themselves from the adult"],
        [" ", "world. “Who would have thought that child and teenage subcultures would have become"],
        [" ", "so powerful and inward looking as to keep them from being socialized into the linguistic"],
        [" ", "mainstream,” Mr. Flynn said. “Even younger children seem somehow more culturally"],
        ["45", "distant from their parents.” He notes that children read and write less, and thanks to"],
        [" ", "texting are more accustomed to spelling phonetically."],
        [" ", "\tThe good news is that differences in I.Q.s disappeared once children reached"],
        [" ", "adulthood and entered the working world. The gap's rate of increase also began to slow in"],
        [" ", "1995. After all, relations between the generations were much more strained in the late '60s"],
        ["50", "and '70s. The proliferation² today of Skype and cell phones has brought generations closer."],
        [" ", "Just look at helicopter parents.³"],
        [" ", "\tThese are the questions that intrigue Mr. Flynn. However much scores change, he"],
        [" ", "emphasizes, the cause is not to be found in a test tube. Behind I.Q. curves are social"],
        [" ", "developments, he says. “There are real people living out their lives.”"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "mutable: continually changing"],
        ["²", "proliferation: rapid growth"],
        ["³", "helicopter parents: an informal term used to describe overprotective parents"]
    ]
}