{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "Clash of the Condiments: Wasabi vs. the Chili Pepper",
    "Subtitle": "",
    "Author": "by Mary Beth Cox",
    "LabelType": "L",
    "Content": [
        [" ", "\tMost condiments are peaceable enough. The sauces, spreads, and pickles of the world"],
        [" ", "add flavor to our foods without kicking up much of a fuss. This is not true of the pungent"],
        [" ", "or “hot” condiments. They are more aggressive. They get our attention by purposely"],
        [" ", "causing us pain. These strong-armed seasonings are often the source of friendly"],
        ["5", "competitions. Loyal fans will contend that their favorite pungent condiment is the one that"],
        [" ", "packs the most powerful punch. Ladies and gentlemen, you are cordially welcomed to just"],
        [" ", "such a contest. Here it is, the Match of the Moment: Wasabi vs. the Chili Pepper."],
        ["", "IN YOUR CORNERS"],
        [" ", "\tIntroducing in the Green Corner, hailing from the island nation of Japan, sushi's"],
        [" ", "inseparable sidekick: Wasabi! Wasabia japonica grows wild on the cool, damp banks of"],
        ["10", "Japan's many mountain streams. The chill of its habitat is quite ironic since wasabi is"],
        [" ", "famous for bringing the heat. The plant is a botanical relative of mustard and horseradish."],
        [" ", "Pungency runs in the family. Traditionally, wasabi is prepared by grating its rootstock on"],
        [" ", "the abrasive skin of an angel shark. Authentic wasabi is relatively rare and diﬃcult to"],
        [" ", "come by. The emerald condiment that is served outside of Japan is almost always"],
        ["15", "horseradish pulp dyed with green food coloring. Whether the wasabi is real or whether it's"],
        [" ", "the more common substitute, a whopping snootful will make you cry for your momma!"],
        [" ", "\tAnd in the red corner, originating from the Central and South Americas, now an"],
        [" ", "international culinary superstar: the Chili Pepper. Chili peppers are fruits of the plants of"],
        [" ", "the botanical genus Capsicum. They are related to the tomato and the eggplant. They're"],
        ["20", "the renegades in an otherwise mild-mannered botanical family. Chili peppers include but"],
        [" ", "are not limited to the poblano, the cayenne, the jalapeño, the tabasco, the habanero, and"],
        [" ", "the serrano. One of these culprits sometimes goes by the alias “chipotle.” A chipotle"],
        [" ", "(pronounced chee-POHT-lay) is none other than a dried smoked jalapeño. Chilies were"],
        [" ", "introduced to the non-American world by Christopher Columbus, who mistakenly"],
        ["25", "identified them as variants of black pepper. Chilies have since taken the culinary world by"],
        [" ", "storm. They appear alongside dishes served around the globe, from the Basque provinces"],
        [" ", "to North Africa and the Middle East, to India and Southeast Asia. A potent chili pepper in"],
        [" ", "the kisser will make you rue the day you were born!"],
        ["", "POWERFUL PUNCHES"],
        [" ", "\tBoth wasabi and chilies are condiments of world-class pungency. But how do they"],
        ["30", "match up head to head? Each has its own unique tactical move. Each has its own special"],
        [" ", "point of attack. The active ingredient of the wasabi plant is stored stealthily in its cells."],
        [" ", "Under normal growing conditions, this ingredient is completely harmless. It's not until the"],
        [" ", "plant's cells are ruptured (as by the grating action of angel shark skin) that the trouble"],
        [" ", "begins. Enzymes convert the ingredient into molecules of allyl isothiocyanate. It's the"],
        ["35", "chemical characteristics of these irritating molecules that are the secret to wasabi's"],
        [" ", "pungency. Allyl isothiocyanate molecules are lightweight. They are volatile. They are also"],
        [" ", "soluble in water. As a consequence, the consumption of wasabi launches an airborne"],
        [" ", "assault on the consumer's sinuses. Allyl isothiocyanate molecules waft up the nose and"],
        [" ", "back of the throat. They dissolve in the watery fluids they find there. They intercept nerve"],
        ["40", "endings in the nasal passages. Specifically, these molecules target pain receptors of the"],
        [" ", "type known as TRPA₁. TRPA₁ receptors respond to the attack by sending emergency"],
        [" ", "signals to the brain: “Yikes ... we've gotten hold of something painfully hot!”"],
        [" ", "\tChili peppers conduct operations of a different sort. Their active ingredient is a"],
        [" ", "substance called capsaicin. It's found in the spongy inner tissue of peppers, but it can leak"],
        ["45", "onto the seeds and inner wall of the fruit. Capsaicin molecules are heavier than the"],
        [" ", "molecules of wasabi's allyl isothiocyanate. They are not volatile. They prefer to dissolve in"],
        [" ", "oils, so they aren't as easily dissolved in water. Capsaicin molecules instigate an incendiary"],
        [" ", "assault upon contact with exposed vulnerable surfaces. They cling to the tender tissues of"],
        [" ", "the lips, mouth, and throat. They burn eyes that are rubbed with capsaicin-laced fingers."],
        ["50", "Capsaicin molecules interact with pain receptors of the type TRPV₁. Again an alert is"],
        [" ", "expedited to the brain: “Mayday! Mayday! Let's not eat any more of that, please!”"],
        ["", "WHERE'S THE REFEREE?"],
        [" ", "\tSo which of these condiments causes the most pain? To settle any contest, a scoring"],
        [" ", "system is required. There is a way to compare the relative heat intensities of the various"],
        [" ", "chili peppers. It's called the Scoville scale. Scoville ratings are determined by brave human"],
        ["55", "test subjects who willingly sip extracts of chili pepper juice. Extracted juices are diluted"],
        [" ", "again and again until their heat can no longer be detected. A high rating on the Scoville"],
        [" ", "scale means that a lot of dilutions are necessary to eliminate the pain caused by a"],
        [" ", "particular pepper. Unfortunately, Scoville ratings are not applicable to wasabi. The method"],
        [" ", "is specifically designed to extract capsaicin from chili peppers. It doesn't work for allyl"],
        ["60", "isothiocyanate, or for anything else."],
        [" ", "\tPepper pungencies are also compared by using chromatography. Chromatography is an"],
        [" ", "analytical technique that separates the chemical components of a mixture. After"],
        [" ", "separation, the amounts of each component are quantified. Chromatography can"],
        [" ", "determine how much capsaicin is in a pepper. It can also determine how much allyl"],
        ["65", "isothiocyanate is in wasabi. If two chili peppers have the same amount of capsaicin, it can"],
        [" ", "be assumed that those peppers are equally “hot.” But the same assumption cannot be made"],
        [" ", "when comparing chili peppers to wasabi. There's no way to know if equal amounts of"],
        [" ", "capsaicin and allyl isothiocyanate cause equal degrees of pain. So chromatography cannot"],
        [" ", "definitively judge this contest."],
        ["70", "\tIt isn't even possible to directly measure and compare nerve responses, since"],
        [" ", "two different types of pain receptors are involved. Wasabi and chili peppers are like"],
        [" ", "pungent apples and oranges. There's no objective way to declare one more potent than the"],
        [" ", "other. This friendly competition won't be settled anytime soon. Everyone is free to chime"],
        [" ", "in with an opinion. You just have to try both of these pungent powerhouses, then root for"],
        ["75", "your own favorite flavor of pain."]
    ],
    "Copyright": "",
    "References": []
}