{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] No Horizon Is So Far",
    "Subtitle": "Two Women and Their Extraordinary Journey Across Antarctica",
    "Author": "by Liv Arnesen and Ann Bancroft with Cheryl Dahle",
    "LabelType": "L",
    "Content": [
        [" ", "\tAnn woke me at 7:30 on our first morning on the ice. I hadn't slept well. I was still"],
        [" ", "jittery and apprehensive from the wait, like a runner poised in the starting blocks too"],
        [" ", "long. My muscles tingled with pent-up nervous energy. It would be several days into our"],
        [" ", "trek up the Sigyn Glacier before I slept well. Ann fired up the stove to melt ice for the"],
        ["5", "coffee and cocoa mixture that was to become our staple pick-me-up in the morning."],
        [" ", "It took four hours every day (two hours each morning and two hours each evening) to melt"],
        [" ", "enough ice for one day for the two of us. We would keep the water in insulated thermoses"],
        [" ", "to prevent it from freezing again. We used that water to make all our hot drinks, as well as"],
        [" ", "prepare our food, 80 percent of which consisted of dehydrated meals."],
        ["10", "\tMy least favorite of the dried food was the dreaded oatmeal. Neither Ann nor I was"],
        [" ", "particularly fond of oatmeal, especially when it was laced with cooking oil to add extra fat."],
        [" ", "It tasted like oat-flavored glue and left an oily residue in my mouth. But it was the most"],
        [" ", "eﬃcient way to make a dent in the high-calorie diet we had to consume each day to stay"],
        [" ", "healthy. Each of us burned between 4,200 and 5,000 calories a day—more than twice the"],
        ["15", "average amount—and if we didn't raise our food intake accordingly, our bodies would"],
        [" ", "start to consume themselves, feeding on muscle to avoid starvation. Still, we would spend"],
        [" ", "a few days hauling our sleds on the ice before we were hungry enough to stomach our full"],
        [" ", "morning ration."],
        [" ", "\tOur tent was a red tunnel of fabric with two small foyers, one at the tent opening and"],
        ["20", "the other at the rear. It was about 3.5 feet (1.1 m) tall, so one could sit up inside but walk"],
        [" ", "only hunched far over. We designated the rear foyer as our “kitchen”; this way, whoever"],
        [" ", "was on cooking duty could have space to move about. While Ann sorted through our"],
        [" ", "color-coded food bags for oatmeal packets, I slipped out of my sleeping bag and out of the"],
        [" ", "tent. The view was just breathtaking, like nothing I had seen during my first trip to the"],
        ["25", "continent. Queen Maud Land is rockier than my previous starting point had been."],
        [" ", "Everywhere I looked, I could see jagged black rocks and glinting white ice and snow."],
        [" ", "Hidden by that beauty was much danger as well: bottomless chasms in the ice that could"],
        [" ", "swallow us and our sleds with one false step. The intense duality of this place was for me"],
        [" ", "part of its lure."],
        ["30", "\tWhen I met Ann, her plan then was to begin the crossing from Berkner Island, the"],
        [" ", "most common starting point for trans-Antarctic expeditions. Berkner is at the narrowest"],
        [" ", "span of the continent, where it seems as if the land had been cinched in by a belt, making"],
        [" ", "for the shortest route across. But I had just read In the Teeth of the Wind, a book about"],
        [" ", "two Belgians who had skied and sailed a trek that began in Queen Maud Land. I was"],
        ["35", "fascinated by this route, partly because it was relatively unexplored, and partly because of"],
        [" ", "the challenge it presented as the farthest region from our destination point. Starting there"],
        [" ", "would make our route one of the longest ever attempted. And because Ann and I"],
        [" ", "represented the United States and Norway, I thought it would be fun to start from the"],
        [" ", "Norwegian sector of Antarctica, go through the Amundsen-Scott Base at the South Pole"],
        ["40", "(an American research station) to the final point of McMurdo, another American"],
        [" ", "scientific station. I was happy that Ann was intrigued enough by the same points to agree"],
        [" ", "on the different starting location."],
        [" ", "\tI looked south toward Sigyn Glacier. I wished we had time to detour and touch the"],
        [" ", "mountains on either side of the glacier. It was more than tempting. But we were already"],
        ["45", "behind schedule, so we would merely pass between them. By Antarctic standards, the"],
        [" ", "weather was balmy: 10°F (–12°C). I was comfortable standing outside in my long woolen"],
        [" ", "underwear. I couldn't believe we were finally here. The waiting weeks in Cape Town had"],
        [" ", "been frustrating for Einar as well as for me. I could hear the relief in his voice in the last"],
        [" ", "phone call from Cape Town. He loves skiing as much as I do and I hoped for his sake that"],
        ["50", "the winter would come early in Norway. I knew that on the trek ahead, when I would be"],
        [" ", "putting all my weight and strength into pulling my sled through the sticky snow, I would"],
        [" ", "catch myself wishing I were at home gliding behind Einar through the forest with light"],
        [" ", "cross-country equipment and in perfect ski tracks."],
        [" ", "\t“Haaaloh!”"],
        ["55", "\tI was pulled from my reverie by Stannie, the Slovakian whose food had spoiled while"],
        [" ", "he waited for transport in Punta Arenas and had shared the plane with us. He was"],
        [" ", "attempting to travel across the continent by himself and had camped about sixty feet from"],
        [" ", "us for the first night. He was a small skinny man, and though he spoke little English, Ann"],
        [" ", "and I had exchanged friendly gestures and smiles with him. He was very sweet, and we"],
        ["60", "were intrigued by his equipment, which was so different from ours. He had constructed a"],
        [" ", "strange contraption to get him across the ice, a sort of tractor seat on shocks that was"],
        [" ", "lashed to skis and harnessed to a sail. His idea was to sit down while the wind pulled him"],
        [" ", "along. Ann and I were a little skeptical. That sitting position would give him no ability"],
        [" ", "to shift his weight, steer properly, or react quickly if he fell into a crevasse. The idea would've"],
        ["65", "worked on a flat, frozen sea, but for this rough terrain it was very optimistic—like trying"],
        [" ", "to ski across Antarctica in a La-Z-Boy recliner. But what he lacked in experience he more"],
        [" ", "than made up for in enthusiasm and childlike wonder. Watching him stand outside his"],
        [" ", "tent and wave both arms above his head, I had to smile."]
    ],
    "Copyright": "",
    "References": []
}