{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Fifteen-year-old María, who was born in Puerto Rico, has moved to New York City with her father."
    ],
    "Title": "[Excerpt from] “Who Are You Today, María?” from Call Me María",
    "Subtitle": "",
    "Author": "by Judith Ortiz Cofer",
    "LabelType": "L",
    "Content": [
        [" ", "\tAbuela¹ knocks on my bedroom door. She has come to my room this morning to"],
        [" ", "watch me choose my outfit for Who You Are Day at school. This is a day when we are"],
        [" ", "allowed to dress in clothes that we think tell the world who we really are. (Within reason,"],
        [" ", "our principal warned — no extremes will be tolerated. I hope that her definition of the"],
        ["5", "word extreme is the same as my friend Whoopee's. Nothing that she will put on this"],
        [" ", "morning has ever been seen on this planet, much less at school.)"],
        [" ", "\tAbuela makes herself comfortable on my bed as I put on my costume of myself made"],
        [" ", "up of pieces of my life. I thought about my Who You Are Day outfit a lot. Mr. Golden told"],
        [" ", "us in English class to think about our choices: are you going to walk around as a joke or as"],
        ["10", "a poem? I have a suspicion that our teachers have allowed us this chance to dress up as"],
        [" ", "ourselves for a reason. Our school is already a united nations, a carnival, and a parade all"],
        [" ", "at once. There are students from dozens of different countries, and we do not always get"],
        [" ", "along. Most of us are too shy to talk to others outside our little circles, and so"],
        [" ", "misunderstandings come up. The principal has tried almost everything. The Who You Are"],
        ["15", "Day is another of her crazy ideas to get us to communicate. In each of my classes, the"],
        [" ", "teacher said, let us know something about what has made you who you are by what you"],
        [" ", "wear to school tomorrow. It all sounds like a conspiracy to me. But I like dressing up so I"],
        [" ", "do not complain like the boys have been doing. Most of them hate the idea!"],
        [" ", "\tAbuela looks at my choices hanging on the door and shakes her head, smiling, like she"],
        ["20", "did when we went to see Cats. It is a smile that says, I do not understand, but if it is"],
        [" ", "important to María, I will bear it the best I can. She is elegant even at 7:00 A.M. in her"],
        [" ", "embroidered silk robe and red velvet slippers. She has wrapped a shawl over her shoulders"],
        [" ", "because she is always cold in our cueva, as she calls the apartment. The shawl was"],
        [" ", "handmade by her mother and it is Abuela's most prized possession. As a little girl, I liked"],
        ["25", "to put it over my head because the pattern of sequins made a night sky full of stars and"],
        [" ", "because it smelled like Abuela."],
        [" ", "\tAbuela sips from her cup of café con leche as she watches me."],
        [" ", "\tI feel a little strange about being in my underwear in front of her and go in my closet"],
        [" ", "with my choices, which are:"],
        ["30", "\tMy mother's red skirt that she wore when she had a part in a musical play on the"],
        [" ", "Island. I have played dress-up with it since I was five years old, but it finally fits me"],
        [" ", "perfectly. It is the kind of skirt that opens like an umbrella when you turn in circles."],
        [" ", "\tA top I sewed together from an old sari² Uma's³ mother was going to throw away. It is"],
        [" ", "turquoise blue with silver edges."],
        ["35", "\tAnd finally, over my sari, I will wear my father's sharkskin suit jacket — it's big on me"],
        [" ", "but I can roll up the sleeves. It is what he likes to wear when he sings at rent parties.⁴"],
        [" ", "Under the light, it changes colors and seems to come alive as the design shifts and moves."],
        [" ", "Papi says it is great for dancing; you don't even need a partner."],
        [" ", "\tAnd finally, tall platform shoes we found buried deep in Whoopee's closet, circa 1974,"],
        ["40", "she told me. Whoopee collects antique shoes to go with her science fiction outfits. It is a"],
        [" ", "fashion statement; she will tell anyone who asks. No one knows what the statement means,"],
        [" ", "and that is just fine with Whoopee."],
        [" ", "\tWhen I part the clothes in my closet and come out like an actor in a play, Abuela's"],
        [" ", "eyes open wide. Before she can say anything, I point to each piece of my outfit and say a"],
        ["45", "name: Mami, Papi, Uma, and Whoopee."],
        [" ", "\tAbuela's face changes as she begins to understand the meaning of my fashion"],
        [" ", "statement."],
        [" ", "\t“Ahora sé quién eres, María, y quién puedes ser, si quieres. Ven acá, mi amor.”"],
        [" ", "\tAbuela says that she knows who I am and who I may be if I choose. I have heard"],
        ["50", "those words before but I don't remember when or where. Abuela embraces me and kisses"],
        [" ", "my face several times. This is a Puerto Rican thing. It goes on for a while. I close my eyes"],
        [" ", "to wait it out and I suddenly inhale a familiar scent. When I open my eyes, I see a starry"],
        [" ", "sky. Abuela has put her shawl over my head."],
        [" ", "\t“Algo mío para tu día de ser quien eres, mi hija,” she tells me. Something of mine for"],
        ["55", "your day of being who you are. She is letting me borrow her mother's beautiful shawl!"],
        [" ", "\tAll day at school, I feel elegant. Whenever anyone tries to make fun of my costume, I"],
        [" ", "think of the words my grandmother quoted to me: I know who you are and who you may"],
        [" ", "be if you choose. And when I go into Mr. Golden's class and his eyes ask me, Who are you"],
        [" ", "today, María? I will say by the way I walk in, head held high, that today I am a poem."]
    ],
    "Copyright": "Excerpt from “Who Are You Today, María?” From “CALL ME MARÍA” by Judith Ortiz Cofer. Copyright © 2004, Orchard Books, an imprint of Scholastic Inc. Used by permission. ",
    "References": [
        ["¹", "abuela: the Spanish word for grandmother"],
        ["²", "sari: a long piece of cloth that is wrapped around the body and head or shoulder and worn by women in southern Asia"],
        ["³", "Uma: one of María's school friends"],
        ["⁴", "rent party: a party given to raise money for the host's rent"]
    ]
}