{
    "Directions": "Read the “The Wild Among Us” passage set.",
    "Context": [],
    "Title": "Source 1: The Howl Next Door",
    "Subtitle": "",
    "Author": "by Julie McPartland",
    "LabelType": "P",
    "Content": [
        ["1", "\tAhhh-eeee-oouu! Coyotes are famous for their howl. People often think of coyote howls as a sound far off in the wild mountains or open plains. They imagine sitting by a fire and listening to nighttime conversations between the wild canines in the distance. That high- pitched cry is not always so far away, though. More and more, coyotes are found in or near cities."],
        ["2", "\tIn recent years, the animals have even moved into parks in New York City. No, coyotes are not swinging on swings and playing in sandboxes. Although coyotes live in the parks, most people will never see them up close. Coyotes, like many wild animals, are naturally cautious around humans. One urban park ranger says that she has only seen five coyotes face-to-face in thirteen years. However, using special cameras that watch the parks at night, people observe the coyotes playing and running. The coyotes do not know the cameras are there, so they act naturally. Park rangers, scientists, and others are learning about the behavior of the new residents."],
        ["3", "\tNot everyone's opinion is positive, though. Some people fear the idea of the coyotes in the parks. However, park rangers have no plans to remove the wild coyotes. Instead, the park officials are working on educating people. They say there is little reason to fear the animals as long as humans let them remain wild. People should remember not to feed the coyotes. If a coyote links humans with food, the animal may begin to lose its fear of humans and become a nuisance."],
        ["4", "\tThere are many New Yorkers, including urban park rangers, who are happy about the new coyotes in the neighborhood. If coyotes live there, it is because the parks have become cleaner and safer environments. Coyotes like the parks for the same reasons people do. One benefit of coyotes in cities is that they hunt and eat common pests like mice and rats. The rangers hope people continue to learn about how to live with these new neighbors and their well-known howl."]
    ],
    "Copyright": "“The Howl Next Door” by Julie McPartland. Written for educational purposes.",
    "References": []
}