{
    "Directions": "",
    "Context": [],
    "Title": "Source 3: Pigeons and People",
    "Subtitle": "",
    "Author": "by Nicole Wilson",
    "LabelType": "P",
    "Content": [
        ["8", "\tLook up in any major city and you may spot a pigeon perched on the ledge of a building. Tall buildings have only been common in cities for a few hundred years. Where did pigeons hang out before that? Many pigeons living in cities today are descendants of rock doves. Rock doves originally made their homes in steep cliffs that bordered the ocean. Tall buildings resemble those steep cliffs, so it makes sense that pigeons have made themselves at home there. Some city dwellers see them as loud pests, cooing and causing a mess. Pigeon droppings spoil the beauty of buildings, cars, and statues. However, people may be the main reason pigeons came to cities in the first place."],
        ["9", "\tPeople and pigeons have a long history. Because pigeons are mild-mannered, they have been used as pets and helpers to humans for nearly 5,000 years. Pigeons were brought into cities as sources of food and for fun and practical uses. They are used to living among people. They are friendly and fly in flocks of between twenty and thirty birds. The birds often rely on people for food, eating almost anything people offer them. The hope for food is one reason groups of pigeons gather in crowded areas. Many people feed them, so the birds keep coming back."],
        ["10", "\tSome pigeons are particularly special to people because they can be trained as messengers. Homing or carrier pigeons will find their way home from distant places. People use this skill by writing notes and attaching them to the homing pigeon's leg. Then, the pigeon will fly the note to a desired location. During World Wars I and II, pigeons helped armies communicate. In fact, in World War II a pigeon named G.I. Joe received a medal for his bravery. He had carried an important message to British troops when other communication systems went down. In World War I, another pigeon saved the lives of 194 American soldiers. The soldiers were surrounded by the enemy and could not tell anyone where they were. They sent a pigeon named Cher Ami, who delivered their location to friendly troops. Today, there is a service in Texas that uses carrier pigeons to send birthday and other messages."]
    ],
    "Copyright": "“Pigeons and People” by Nicole Wilson. Written for educational purposes.",
    "References": []
}