{
    "Directions": "Read the following science-fiction passage about lost socks, then answer each question that follows.",
    "Context": [],
    "Title": "The Exodermis Protection Suit",
    "Subtitle": "",
    "Author": "by Michael Sismondo",
    "LabelType": "P",
    "Content": [
        [" ", "\tBobby wasn’t very good at making up things, but he wasn’t sure the truth would work on his mom either. He tried the truth anyway, offering in his most sincere voice, “I swear, Mom. I did finish my report, but then Oscar got hold of it and chewed it up. I think he buried it outside.”"],
        [" ", "\tMom turned the laundry basket upside down, emptying Bobby’s clean clothes onto the couch. The expression on her face meant that she wasn’t buying it."],
        [" ", "\t“It sounds a little hard to believe,” she said, shaking her head. “I mean, Oscar’s a Chihuahua. Your notebook is bigger than he is.”"],
        [" ", "\t“Really, Mom. I was playing with Oscar up in my room, and he grabbed the report right out of my hand.”"],
        [" ", "\t“I’m sorry, but if Oscar chewed up your report, you’ll just have to do it over.”"],
        [" ", "\tBobby sighed as he grabbed a shirt from the pile and began to fold it."],
        [" ", "\t“I have to run to the store now, hon,” Mom said. “Finish folding your clothes. The whites are in the dryer.” She wagged a finger. “Then get to work on that report!”"],
        [" ", "\tThe screen door slammed shut, and Mom was gone. Bobby grumpily folded his shirts, saving the socks for last. He was irked that he would have to write his report again. He had better things to do on a Saturday afternoon."],
        [" ", "\tAfter matching up his socks in pairs, he found one sock left over with no match. How does that happen? He was always losing socks. He could swear he put two blue socks in the hamper. He remembered taking them off, then rolling them into little basketballs and shooting them into the hamper from the three-point line. It was Tuesday when he wore his blue pants to school—blue pants, blue socks."],
        [" ", "\tHe walked into the kitchen for a drink and with relief immediately discovered the missing blue sock on the floor. Mom must have dropped it carrying the clothes out to the living room. He opened the fridge and was reaching for a bottle of juice when he realized the dryer was much louder than usual. What was that clunking noise? Had Mom put his sneakers in there? Where was Oscar?"],
        [" ", "\tBobby raced over to the dryer and twisted the dial to Off. As the cylinder slowed to a stop, there was another clunk, followed by the sound of movement. He swung open the dryer door."],
        [" ", "\tA faint blue light shimmered from the opening. Five or six skinny arms, several elbows on each, reached slowly outward and then bent back upon themselves to the edge of the circular opening. Dozens of slender fingers gripped the edges of the dryer door. Then a round, blue head with a doglike snout popped out. It wasn’t Oscar."],
        [" ", "\tBobby stumbled back and stood frozen in his sneakers as a slit in the side of the thing’s snout opened."],
        [" ", "\t“Sorry to trouble you,” the thing said in a friendly tone, “but could you kindly restart the cycloteleporter?”"],
        [" ", "\t“Restart the what?” Bobby muttered."],
        [" ", "\t“I was afraid of this,” it said. “I don’t want to miss my window, you know. If that happens, I may have to wait another millennium to continue my journey.”"],
        [" ", "\tBobby didn’t know whether to scream or laugh."],
        [" ", "\t“My apologies,” the thing explained, making pleading gestures with several of its hands. “I cannot impress upon you enough the [gravity] of the situation. I can see by your puzzled expression you may not be aware that your cycloteleporter happens to be in at least four of the same dimensions as mine. When you happen to be using yours at precisely the same moment as I’m using mine, well, sometimes I end up in your dimension instead of in D-9. Worse, the leap vaporizes my exodermis protection suit. As you know, one leap, one suit. I confess, it has happened several times now. But thanks to the plentiful supply of exodermis protection suits you keep available in your cylinder, for which I am eternally grateful,” here it held up one of Bobby’s white tube socks, “I have always been able to continue my journey.”"],
        [" ", "\t“You mean our dryer is a teleporter,” Bobby blurted, “and you need one of my socks to transport out of here?”"],
        [" ", "\t“Precisely. Of course, one cannot expect to travel without an exodermis protection suit. Your exodermis protection suits are much more comfortable than the ones we have in D-9.” Here it rubbed the tube sock along the side of its snout. “Ours are designed more for utility than for comfort.” It rotated its head and eyed the dryer from top to bottom. “What did you call this model? Dryer? Interesting. But I must be on my way.”"],
        [" ", "\tBobby watched in amazement as the thing spread the sock opening wide with two of its hands and quickly stuffed in its body down to the toe. Only its snout protruded from the top as it backed into the dryer cylinder."],
        [" ", "\t“I promise to repay you for the exodermis protection suits I have been, um, borrowing. Now, if you’ll be so kind as to close the hatch and restart the cycloteleporter, I’ll be on my way.”"],
        [" ", "\tBobby closed the door and pushed the button. The dryer whirred to action. He heard a loud clunk, then a second clunk. Then just the usual whirring sound."],
        [" ", "\tMom was never going to believe this, either."]
    ],
    "Copyright": "",
    "References": []
}