{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "Just Like Home",
    "Subtitle": "",
    "Author": "by Mathangi Subramanian",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen the recess bell rang, Priya sighed and slowly hung up her smock. At her old school, she spent recess climbing the monkey bars and sharing secrets with her friends. Now she sat in the corner of the field and watched the other kids play without her."],
        ["2", "\tThe only thing Priya liked about her new school was art. They hadn't had art at her old school, but here, art was a whole hour. The studio had the most wonderful things, like aluminum pie tins, plaster of paris and India ink. During art, Priya forgot that she didn't have any friends at her new school. All she thought about was whatever she was working on."],
        ["3", "\tAs she cleared her table, Priya noticed a box of sidewalk chalk sitting on the counter by the window. She grabbed and stuffed it in her pockets. Then she took her usual place at the end of the recess line."],
        ["4", "\tWhile she and her classmates filed through the halls and out into the yard, Priya thought about how she and her mother used to draw chalk patterns on the long driveway leading up to their old apartment building. The patterns on the long driveway leading up to their old apartment building. The patterns were called rangoli, and they looked like stars and roses. Priya's mother siad that the drawings were to welcome guests to their home. All the families in India, where Priya's family was from, did rangoli every morning, just like Priya and her mother. Their new apartment had barely any sidwalk in front of it, and there was no room for rangoli. Priya missed the early mornings she and her mother would spend drawing feathery, colorful patterns on the cement."],
        ["5", "\tPriya walked over to the basketball court and sat on the hot pavement. She was glad to have something to do besides sit in her corner. She pulled the box out of her pocket and took out a bright red piece of chalk and began drawing the rangoli patterns she loved best. She drew flowers with huge, swirling petals and stars with eight points. She colored them green, yellow and blue, all colors her mother had used. She liked the soft, solid feeling of the chalk in her hand, and the way that the dust left patterns on her fingers."],
        ["6", "\t“That's pretty,” a voice said."],
        ["7", "\tShe turned around and saw that Enrique, a boy in her class, was watching her."],
        ["8", "\t“It's called rangoli,” she said. “They do this in India, where my parents are from.”"],
        ["9", "\t“You know what that reminds me of?” he asked, kneeling down beside her. “The floor of my grandmother's house in Mexico has tiles that have designs like that.”"],
        ["10", "\t“What do you mean?” Priya asked."],
        ["11", "\t“Hand me a piece of chalk,” Enrique said. “I'll show you.” Enrique sat down on the pavement and began to draw. he used the green, orange, and yellow chalk to draw flowers that were more detailed than Priya's, but still had huge, curvy petals. Then he drew circles inside circles, and surrounded them with small diamonds. Priya kept drawing too, in between and around Enrique's designs."],
        ["12", "\t“What are you guys doing?” a voice asked."],
        ["13", "\tPriya and Enrique had been so absorbed in drawing that they hadn't noticed that their classmate Farah had been watching them."],
        ["14", "\t“Hey,” Farah said, sitting down beside them, “that looks like the rugs in my uncle's house in Iran. Except on the rugs, the shapes are bigger, and aren't as curly.”"],
        ["15", "\t“Show us,” said Enrique, handing her a piece of chalk."],
        ["16", "\tFarah took the chlak and began drawing. She drew shapes that were full of stright lines and bold colors. They were bigger than the shapes Priya and Enrique had drawn, and they overlapped each other in diagonals to from new shapes. She colored the drawings purple, dark blue, and white."],
        ["17", "\t“Wow!” Ms. Lopez, Priya's teacher, said. “That's beautiful!”"],
        ["18", "\tPriya, Enrique and Farah stood up and looked at what they had done. The pavement was covered in bright colors and shapes: triangles, circles, squares and diamonds, all mixed together. Their classmates began to drift over to see what was happening."],
        ["19", "\t“It looks like a universe, with lots of planets and stars,” said Lily."],
        ["20", "\t“It looks like a coral reef full of tropical fish,” said Jasper."],
        ["21", "\t“What do you think it looks like Priya?” asked Enrique."],
        ["22", "\tPriya looked at Enrique and Farah. Their knees, elbows, and fingers were covered in red, yellow, green and blue chalk dust. Priya smiled and said, “It looks like home.”"]
    ],
    "Copyright": "",
    "References": []
}