{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Brooklyn Bridge: New York's Graceful Connection",
    "Subtitle": "",
    "Author": "by Vicki Weiner",
    "LabelType": "P",
    "Content": [
        ["", "problems/NY18G5E/media/S3a.jpg"],
        ["1", "\tJohn Roebling was a native of Germany. After studying engineering at his country's finest technical school, he came to the United States. It was 1831. Roebling was twenty-five years old. He wanted to put his skills and education to work. He and a group of fellow Germans purchased a large plot of land in Pennsylvania. The group built houses, stores, and churches on the land. They called their new farming town Saxonburg."],
        ["2", "\tRoebling found the farmer's life too quiet, though. He told his son, Washington, that he longed to “employ science to useful purpose.” In the early 1840s, Roebling got his first chance to do just that. He knew a new type of rope called wire cable was being used in Europe. It was made from iron wires. These wires were twisted together to form a long strand. Roebling made the first iron wire cable in the United States."],
        ["3", "\tAt first, people doubted that Roebling's cable could work better than rope. Once they tested it, though, they were amazed. The iron cable was thinner, stronger, and longer lasting than ordinary rope. Soon, delighted business owners were snatching up Roebling's iron cables. They used the cables to haul heavy loads over Pennsylvania's Allegheny Mountains."],
        ["4", "\tRoebling's cable helped him create the moder suspension bridge. A suspension bridge spans a wide body of water. Ancient bridges were held up by rope made from hemp. Today's bridges are help up by thick metal cables. The cables are attached to two strong towers, made of stone, steel, or iron. These towers hold the bridge in place. The roadway is suspended, or held up, by the cable."],
        ["5", "\tIn 1861 the American Civil War began. John's son, Washington, served in the Union Army. He even fought in the battle at Gettysburg. As a colonel, he built temporary suspension bridges using his father's ideas. Washington soon became his father's chief engineer."],
        ["6", "\tTogether, father and son built many suspension bridges. One of their most famous works was built in Cincinnati, Ohio. The Cincinnati Bridge spanned the Ohio River. At the time, 1872, it was the largest suspension bridge ever seen. It was a triumph of engineering skills. Yet both father and son knew that harder work lay ahead. John Roebling never rested. He was an ambitious, driven man. Once he got an idea for a new bridge, he never forgot it."],
        ["7", "\tJohn Roebling first presented his plan for the Brooklyn Bridge in 1876. His idea pleased many. Others thought Roebling's bridge seemed unnecessary. New Yorkers didn't go frequently to Brooklyn. To them, the project was a waste of money. On the other hand, Brooklyn's residents were in favor of a bridge. Brooklyn was growing fast as a city. It's residents needed an easier way to travel to New York for work, school, shopping, and entertainment."],
        ["8", "\tPublic opinion was divided. However, the terrible winter of 1866-67 swayed many city leaders' minds. Icy conditions along the East River froze ferry service for days on end. That convinced Brooklyn's mayor that the city couldn't continue to grow without a bridge. Meanwhile, New Yorkers were warming to the idea, too. They knew that Brookln was booming. Still, it remained a cheaper and less crowded city than New York. It would be wonderful to have easy access to Brooklyn's charms. On April 16, 1867, New York's legislature created the New York Bridge Company. The company would be dedicated to Roebling's dream - constructing a bridge over the East River. John Roebling was asked to be the bridge's designer."],
        ["9", "\tExcitement about the bridge swelled. It was going to be unlike any structure seen before. Its length would measure 1,596 feet (486 m) from tower to tower. This would make it one-and-a-half times longer than the Cincinnati Bridge. The Brooklyn Bridge's towers would feature 117-foot-high (35.7 m) Gothic arches. Horse and carriage riders would use outer lanes across the span. Trains would travel across the bridge's inner lanes. A special walkway, called a promenade, would be built above the roadways. Pedestrians, or people walking, would stroll across the promenade and be treated to magnificent views of the city."],
        ["10", "\tEveryone knew the completed bridge would be beautiful. However, many worried it would not be safe. Roebling invited a group of experts to study his plans. These experts were impressed with Roebling's vision. Finally, in 1869, all their questions were answered. The two cities gave their final approvals."]
    ],
    "Copyright": "",
    "References": []
}