{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Printer's Ink",
    "Subtitle": "",
    "Author": "by Jerry Miller",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen Bemjamin Franklin was 12, he went to work in his brother James's print shop. Ben had trouble getting along with his brother, but he loved being a printer. Who wouldn't have loved it? Print shops were great places to be, whether you were interested in politics, science, books - or the local gossip."],
        ["2", "\tIn Ben Franklin's day, printers did more than just run the printing presses. Many printers published newspapers. When Ben was a man, he opened his own print shop in Philadelphia. Soon, he started publishing a weekly newspaper called The Pennsylvania Gazette. Later, he began a second newspaper, in German, to serve Pennsylvania's many German settlers. He publsihed one of America's first magazines, too."],
        ["", "problems/NY18G5E/media/S6a.jpg"],
        ["3", "\tBen Franklin also published books: novels, schoolbooks, medical books for doctors, and more. He printed books about new scientific discoveries. And he became friends with many of the poeple who wrote those books."],
        ["4", "\tOne of Ben Franklin's most famous works - and his first big success - was Poor Richard's Almanack. Ben wasn't the only printer to publish an almanac. Everyone used almanacs - helpful books that contain all sorts of useful information like calendars, weather forecasts, moon phases, and planting advice. And everyone bought a new almanac each year. What was different about Franklin's almanac were his wise and funny sayings and useful, everyday advice. Ben's sayings became popular. Today, people still repeat many of them. “Early to bed and early to rise makes a man healthy, wealthy, and wise” is one of his sayings."],
        ["5", "\tFranklin never quit printing. When he was 42, he reitred from business. But printing was still his hobby. During the Revolutionary War, Franklin moved to France. In Paris, he kept a small printing press. When he had time, he printed essays for his friends to read."],
        ["6", "\tMany people believe that Ben Franklin's autobiography, the story of his own life, was the first great book ever written by an American. Frankline wrote it when he was an old man, finishing it at the age of 82. He continued writing even on his deathbed. His last writings were essays against slavery."],
        ["7", "\tBenjamin Franklin became famous as a scientist, inventor, writer, and statesman. But when he wrote his will, he began with the words: “I, Benjamin Franklin of Philadelphia, printer ...”"]
    ],
    "Copyright": "Excerpt from “Printer’s Ink,” by Jerry Miller, from Appleseeds, Dec. 2004, Vol. 7 Issue 4. Copyright © 2004, Cricket Media. Used by permission of Cricket Media via Copyright Clearance Center. Illustration of young Ben Franklin visiting his brother’s Boston print shop. In the public domain.",
    "References": []
}