{
    "Directions": "Read this story, then answer each question.",
    "Context": [],
    "Title": "Mrs. Majeska and the Lost Gloves",
    "Subtitle": "",
    "Author": "by Ethel Pochocki",
    "LabelType": "P",
    "Content": [
        ["1", "\tOne crisp fall morning, Mrs. Majeska woke up with a craving for a sauerkraut. It was so strong, she could smell it, she could taste it, and she knew she must have it for supper. So she put on her walking shoes, picked up her tub with a lid and a handle, and went into town to buy some."],
        ["", ":box:sauerkraut = chopped, pickled cabbage"],
        ["2", "\tShe walked briskly, enjoying the wind messing up her hair and the parade of dried leaves dancing ahead of her. It was a glorious day, and the thought of sauerkraut for supper, with a bit of apple and onion and suasage, made her want to dance along with the leaves."],
        ["3", "\tBut suddenly she stopped. In the road there was a glove, a small black glove, the fingers still plump, as if it had just left its owner's hand. It was out of place in the middle of the road."],
        ["4", "\tPoor thing, thought Mrs. Majeska. I cannot leave it there. She picked it up quickly - a logging truck was coming - and laid it on the grass. She felt sorry for its owner, who now had only one glove. What good was one glove?"],
        ["5", "\tOn the way home from the store, she walked on the other side of the road, the sauerkraut sloshing inside the tub. A cluster of children came toward her, laughing and shouting to one another as they took turns kicking something in the dust. Finally they tired of it and ran off past Mrs. Majeska."],
        ["6", "\tShe looked down at the sorry thing they had been kicking. It was another black glove, of the same size and shape as the one she had rescued. She examined it - yes, it was the mate to the other!"],
        ["7", "\tMrs. Majeska hesitated, then continued walking. It was only a glove, after all, not a child or a kitten or a wallet. Suddenly she stopped, turned around ,and walked back to the crumpled bit of cloth. She picked it up, shook it out, and brushed off the dirt. It looked almost as good as new."],
        ["8", "\tWith the glove in one hand and the tub of sauerkraut in the other, she strode down the road to where the other glove still lay in the grass. She placed its mate beside it, satisfied that they were now together. For what good was one glove without the other?"],
        ["9", "\tA boy whizzed by on a bike and looked at her. Two old laides, arm in arm, marched toward her on their way to the post office. Mrs. Majeska bent down and pretended to tie her shoelaces, for she felt foolish to be caught in the act of reuniting a pair of gloves."],
        ["10", "\tThat night, after a supper as delicious as she had imagined it, Mrs. Majeska sat in her rocker and thought about the gloves. She wished she had brought them home to use for herself. Their owner had probably already given them up for lost. The next morning, after she had her coffee and read the newspaper, she decided to go back and get the gloves. But they were gone."],
        ["11", "\tMrs. Majeska was mystified. Who - beside herself - would want a pair of gloves lying by the side of the road? Perhaps the owner had retraced her steps and rejoiced in finding them? Or maybe a housewife on a cleaning binge had used them to polish the stove? Or maybe a puppy needed something to chew on? Or a squirrel, to line its nest for winter?"],
        ["12", "\tMrs. Majeska would never know, but as long as she did not know, she would believe in a happy ending. No matter what their fate, the gloves were together, and that was all that mattered."]
    ],
    "Copyright": "",
    "References": []
}