{
    "Directions": "Read the story about a rocket launch contest, and then answer each question that follows.",
    "Context": [],
    "Title": "Winning",
    "Subtitle": "",
    "Author": "by Joseph Yenkavitch",
    "LabelType": "P",
    "Content": [
        ["1", "Tom Perry concentrated hard. The rocket competition would begin shortly, and he wanted to be sure he hadn't left any detail unchecked. No possible glitch was too small to be ignored. Nothing could jeopardize his winning."],
        ["2", "He had never lost a contest, but that didn't calm him. Being on top counted, and he pushed himself to remain there."],
        ["3", "The other kids, however, rarely came over to him. Whenever they did, it usually made him feel like they'd been forced to do it. No way, though, was he going over to them. He'd win again, and they couldn't ignore that."],
        ["4", "He opened his toolbox. Pushing aside engines, igniters, glue, tape, and microclips, he pulled out the pieces of his launch pad and began assembling it."],
        ["5", "A shadow fell over him, and he looked up. His father stood there..."],
        ["6", "“How's it going?” his father asked."],
        ["7", "“Fine,” Tom replied, grunting as he tried to put one leg of the launch pad in the wrong way and finally turned it around."],
        ["8", "His father pursed his lips. Tom knew the look. It meant he had something important on his mind."],
        ["9", "“Relax,” his father said. “Enjoy yourself. You've done the best you can, haven't you?”"],
        ["10", "Tom nodded. He wanted to say he always did his best. He won every time, didn't he? Mostly, though, he wanted to ask why it made so little difference. Why didn't being first make everyone like him better?"],
        ["11", "He felt his father's hand on his shoulder. When he looked up, he was almost sure his father understood. But did he really understand losing and what it meant? No one had much to do with him now. What would happen if he lost?"],
        ["12", "Time was passing, and he hadn't started readying his rocket. “Uh, Dad ...” he said."],
        ["13", "“Oh sure,” his father replied. “Good luck.” He winked and went to the bleachers."],
        ["14", "Tom checked his rocket again. Everything from the smooth fuselage¹ to perfect aerodynamics told him he had another winner—especially when he glanced at the other rockets."],
        ["15", "He noticed problems quickly. A green rocket had dents and rough areas around the decals: drag. He knew its altitude would be limited. Another had fins too close to its center of gravity: without a doubt the rocket would tumble. A red rocket with overly wide fins showed cracks where the stages met. Uncalled for, he felt. Sloppiness."],
        ["16", "One rocket, however, caught his eye. Its finish glinted in the sun. The painted areas were finely done, and the seal between the stages was practically invisible."],
        ["17", "It had the look. His critical eye detected that this rocket could beat his."],
        ["18", "A thin boy lifted it carefully. Tom turned away and started placing the igniter wire into his engine. It slipped from his hand and became lost in the grass. Unable to find it, he found another one and fitted it carefully into place."],
        ["19", "“Hi,” said a voice out of the blue."],
        ["20", "Tom looked up. The thin boy peered down, a nervous smile on his face. His hands jingled coins in his pocket."],
        ["21", "“Nice rocket you've got there,” the boy said."],
        ["22", "“Thanks,” Tom replied without much emotion, then regretted it. “Looks like you spent a lot of time on yours. Where do you fire it? I haven't seen you at any of the competitions.”"],
        ["23", "“In the field behind my house. By the way, my name's Ed.”"],
        ["24", "“Tom. You don't care for these contests?”"],
        ["25", "“I never really thought about them. I keep pretty much to myself.”"],
        ["26", "One of the other boys walked past and tapped Ed on the arm. “You're new here,” he said. “Maybe you can beat him.” The boy glanced down at Tom, but there wasn't any warmth in his face."],
        ["27", "“Guess you're king of the hill,” Ed said."],
        ["28", "Tom waited for a snide remark, but it didn't come."],
        ["29", "“Well,” Ed said, “good luck. Maybe sometime we could ... well, see you after the contest.” He walked away and knelt beside his rocket."],
        ["30", "Seeing the rocket again gave Tom a sinking feeling in his stomach. He ran a hand through his damp brown hair and wiped it across his blue T‑shirt. Trying to ignore his nervousness, he sat back on the grass, propping himself up on his elbows. A refreshing breeze started. The airless, sticky morning was changing. Pulling out his notes, Tom matched up these conditions with those of previous flights to see what angle his launch pad would need. He didn't have to alter a thing."],
        ["31", "The announcer asked for everyone's attention and proceeded to explain the competition. Tom barely listened, his gaze constantly drifting to Ed's rocket."],
        ["32", "Suddenly his heart did a leap, and he sat upright—within a fraction of a second, Tom knew that Ed had no chance of winning."],
        ["33", "Tom had noticed that as Ed lifted his rocket to place it on the launch pad, one fin had caught against something in the ground, pulling it away from the fuselage. Not enough to break it off, just enough to loosen it. Immediately the fin resumed its proper place, only now it was fatally weakened."],
        ["34", "But Ed hadn't noticed. He glanced back at Tom and gave a thumbs‑up sign. Tom felt a twinge of regret but decided he wasn't going to jeopardize a sure win by saying anything. Anyway, it was up to Ed to keep checking his rocket."],
        ["35", "The announcer called the first contestant. A blond‑haired girl excitedly clipped on the firing wires. With a facial expression that made it seem she was setting off a pound of dynamite, she pressed the ignition button. The rocket spit out exhaust and sped upward, then quickly tumbled, hitting the ground. It sputtered, firing its second stage into the grass. Teeth clenched, the girl walked back to the other contestants."],
        ["36", "The second rocket flew a considerable distance, but Tom noticed an obvious wobble and knew that would certainly reduce its altitude."],
        ["37", "And so it went, one rocket after another, most gaining respectable heights, while a few careened wildly. Men at tracking stations that looked like giant protractors far off to each side of the launch pad scribbled down numbers."],
        ["38", "Tom watched, but the problems the others had didn't make him feel good. For the first time the looks on their faces bothered him."],
        ["39", "Someone made a joke, and that got everyone laughing... Tom felt twice as alone now. He would have his victory, yet they seemed to be having more fun. The knowledge he had about what was wrong with their rockets soured within him. It felt like something he had stolen. He pulled at a few blades of grass."],
        ["40", "“Ed Malovich will be our next contestant,” the announcer said, interrupting Tom's daydream. Immediately Ed lifted his rocket and started to the launch area."],
        ["41", "Without thinking, words flowed from Tom's mouth so that it almost surprised him to hear them."],
        ["42", "“Ed, hold up!” he yelled. Ed stopped. Heads in the bleachers turned, watching him."],
        ["43", "“What is it?” Ed asked."],
        ["44", "Tom walked up to him and pointed at his rocket. “It's your fin. It's loose.”"],
        ["45", "Alarmed, Ed looked down and tested the fin. Like a broken wing, it bent. He held it up to the announcer, who gave him five minutes to fix it."],
        ["46", "“You should have kept quiet,” Ed said. “You'd have won for sure.”"],
        ["47", "A few minutes later Ed's rocket blasted skyward, shooting up flawlessly. sNo wobbles, cutting the air as though it knew nothing could stop it. Higher and higher it climbed, a puff of smoke indicating the second stage had fired, and soon after another puff signaled that the parachute had deployed. Even without tracking equipment, Tom could tell it had beaten all the others easily."],
        ["48", "Everyone cheered. Tom watched so intently that he didn't hear his name being called. When it was repeated, it startled him."],
        ["", "problems/RI21G4E/media/S1a.jpg"],
        ["49", "He moved to the pad. The excited jabbering of the other kids continued, but he tuned it out. Nonetheless, his fingers trembled as he connected the wires to the igniter. He wondered if he should have said anything. Who would have known?"],
        ["50", "Stepping back to the firing board, he took a deep breath and pushed the button. For the briefest moment there was nothing, only a dreadful silence. He let out a tiny gasp."],
        ["51", "Then, as though finished with its little joke, the rocket roared to life. Spitting smoke, it leaped from the pad—true in its direction—slicing the air effortlessly. It climbed wonderfully. Tom anxiously awaited the second puff. When it came, the rocket sped higher, seeming as though it could puncture the blue sky and speed into space. Then the parachute deployed, and it drifted down leisurely."],
        ["52", "Tom ran out into the field as the rocket swung to the ground. As he picked it up along with the first stage, he heard the numbers being announced."],
        ["53", "They were read in the order of the flights. Tom ignored them, only interested in his and Ed's."],
        ["54", "“Ed Malovich,” the announcer boomed. Tom perked up and watched Ed. “Eleven hundred fifty feet.” The crowd came to life. No one else had reached a thousand feet."],
        ["55", "Tom wrapped the string from the parachute around his hand. For the first time, he realized he was standing in the field alone. Alone in victory or a sitting duck in defeat, he thought."],
        ["56", "He started walking as his name was called. He stopped. The crackle of paper came over the loudspeaker, and there was a pause. Tom stared at the mountains in the distance."],
        ["57", "“Eleven hundred feet.”"],
        ["58", "The number struck Tom a blow. He began walking one way, then turned, not sure of where he was going. Voices spread from the bleachers, a great noise from which he wanted to escape."],
        ["59", "Squeezing his rocket, he strode from the field. At his toolbox he methodically put everything in its place, amazed at how his attention to detail hadn't left him at this horrible moment. Still his hands gripped each object as though he hated it."],
        ["60", "A hand fell on his shoulder. He kept his head down, not wishing to face his father. But that's not who it was."],
        ["61", "“Thanks,” Ed said, when Tom finally looked up. “Sorry you didn't win.” Tom could almost feel that he meant it. He stood up."],
        ["62", "He noticed a few other kids who'd gathered around him. A tall boy walked past and smirked. “Finally got your butt kicked, huh, Perry,” he said. Tom stepped backward, glancing at the others."],
        ["63", "“Don't mind him,” a blond girl said. “It was nice what you did. Both of you are great rocketeers.”"],
        ["64", "Another boy piped up. “Do you think you could help us with ours?”"],
        ["65", "“I'd like one to fly up, not down,” the blond girl said. Everyone laughed."],
        ["66", "“Well, sure,” Tom replied. He felt awkward. “Anytime.”"],
        ["67", "“We're going over to my house,” Ed spoke up. “See you there?”"],
        ["68", "Tom could only nod. He wanted to say something, but just couldn't. All he did was stare after everyone as they left. At that moment he felt relaxed, and the competition seemed very far away."]
    ],
    "Copyright": "“Winning” by Joseph Yenkavitch, illustrated by Karen Donnelly, from Cricket magazine (September 2017). Text copyright © 2017 by Carus Publishing Company. Illustrations copyright © 2017 by Karen Donnelly. Reprinted by permission of Carus Publishing Company, d/b/a Cricket Media, and/or various authors and illustrators.",
    "References": [
        ["¹", "fuselage — the main body of an aircraft"]
    ]
}