{
    "Directions": "Read the passages and then answer each question that follows.",
    "Context": [
        "In the following excerpt from the novel, the 35-year-old narrator is reflecting on her childhood."
    ],
    "Title": "Passage 1: [Excerpt from] Martin Sloane: A Novel",
    "Subtitle": "",
    "Author": "by Michael Redhill",
    "LabelType": "P",
    "Content": [
        ["1", "\tSome people believe in a connected world in which every one thing is cognate¹ with every other thing, the bell tolling for you, for me. In this kind of world, orders are revealed within our own order, our beginnings woven with other beginnings, endings with endings. In this way, life is seen to rhyme with itself. . . ."],
        ["2", "\tBut now, if I go all the way back to my own birth, I find only disconnected memories. A dusty shag carpet, a writing pad by a phone, an orange wall. I think I can recall an early dream: bedroom curtains opening on a carousel? Later, my mother in gardening gloves, smelling like soil, . . . A banana-seat bicycle, a bumpy road between two towns, jackdaws² creaking in the air over gravestones. Some time later, a piano brought down from Syracuse, the one my mother played as a girl."],
        ["3", "\tBut this childhood narration doesn't rhyme with anything, not even with itself, for what could a dusty carpet have to do with gardening gloves, or a piano with gravestones? So many times in thirty-five years, I've known the feeling of that little girl I once was being erased. The girl followed by the young woman who was then given the hook³ for another, later, woman. I feel only a rough kinship with them, like they are co-conspirators in what has become of me. A lifetime of versions. But the little girl? She's gone. I don't have her. It's only when you're old enough to understand that the past is gone that you begin to store your own life, and like most children, at least as I recall, I thought I would be eight forever. . . . Never anything but eight."],
        ["4", "\tI probably didn't start keeping track of my own life until I left my childhood home. Then I'd lie awake in my dorm bed testing to see if I could remember how all the doors in the house I no longer lived in opened. Which ones swung easily on their hinges, which had a sticking point you had to tug it through. Which doorknobs were loose, which stiff. The folding closet door in my bedroom that slid open on a track and then came off the track and swung free. I thought to myself, once I'd forgotten the doors of my childhood home, my childhood would truly be over."]
    ],
    "Copyright": "Excerpt from Martin Sloane: A Novel, by Michael Redhill, from Back Bay Books, Little, Brown & Company, 2001. Used by permission of the publisher via Copyright Clearance Center.",
    "References": [
        ["¹", "cognate: connected"],
        ["²", "jackdaws: a type of bird"],
        ["³", "given the hook: to be taken away"]
    ]
}