{
    "Directions": "Read this passage, then answer each question.",
    "Context": [],
    "Title": "Stitches in Time",
    "Subtitle": "",
    "Author": "by Philip Gulley",
    "LabelType": "L",
    "Content": [
        [" ", "\tElectricity was discovered by the ancient Greeks, though it didn't find its way to my"],
        [" ", "in-laws' farm until the summer of 1948. That's when the truck from the Orange County"],
        [" ", "Rural Electric Cooperative made its way down Grimes Lake Road, planting poles and"],
        [" ", "stringing wire. My mother-in-law, Ruby, sat on her front porch snapping beans while the"],
        ["5", "linemen set the poles. That night she asked her husband, Howard, what he thought of her"],
        [" ", "getting an electric sewing machine. Her treadle sewing machine was broken, the victim of"],
        [" ", "two high-spirited boys who had pumped the treadle to an early death."],
        [" ", "\tThey drove to Bedford the next day to the Singer Sewing Center and bought a brand-"],
        [" ", "new electric Singer with a buttonholer, a cabinet and a chair. It cost $240, money they'd"],
        ["10", "earned from selling a truckload of hogs to the meatpacking plant in New Solsberry."],
        [" ", "\tRuby set into sewing for her boys. They added three children to their flock. More"],
        [" ", "sewing. After supper, when the table was cleared and dishes washed, Ruby would bend"],
        [" ", "over the machine, churning out clothes for her children and her neighbors. Thousands of"],
        [" ", "dresses and shirts and pants. Clothes for dolls. Clothes for the minister's wife in town."],
        ["15", "Prom dresses. Wedding dresses. The Singer raised its needle millions of times. Her family"],
        [" ", "would fall asleep under Ruby-made quilts, lulled to sleep by the Singer hum."],
        [" ", "\tThe kids grew up and moved away. Grandchildren came, eight in all. The Singer"],
        [" ", "stitched maternity clothes, baby dresses, baptismal gowns and quilts for the cribs. In 1987,"],
        [" ", "Ruby called us on the phone, discouraged. After thirty-nine years, her Singer was limping."],
        ["20", "She took it to Mr. Gardner in the next town. He fixed sewing machines but couldn't revive"],
        [" ", "hers. He sent it away to Chicago. A month later, it came back, a paper tag hanging from its"],
        [" ", "cord. Obsolete. Parts not available, the tag read."],
        [" ", "\tI went to a sewing machine store the next day to buy a new one. Her old one was"],
        [" ", "metal. The new machines are plastic and have computers and cost the same as Ruby's first"],
        ["25", "car. They give classes on how to use them. In the display window was a 1948 metal Singer"],
        [" ", "blackhead."],
        [" ", "\t“Does that one work?” I asked the man."],
        [" ", "\t“I don't know,” he said. “Let's plug it in.” He plugged it in. It hummed to life."],
        [" ", "\t“It's not for sale,” he told me. “It's a display. There aren't a lot of these old Singer"],
        ["30", "blackheads around anymore.”"],
        [" ", "\tI told him about Ruby—how she lives by herself and sews to keep busy, how she"],
        [" ", "charges only six dollars to make a dress because the people she sews for don't have a lot of"],
        [" ", "money, how a lot of times she doesn't charge a dime, how sewing is her ministry."],
        [" ", "\tHe sold the machine to me for twenty-five dollars."],
        ["35", "\tThe next weekend we hauled it down to Ruby's. She was sitting on the front porch"],
        [" ", "watching for our car to round the corner on the gravel lane. She came outside and stood"],
        [" ", "by the car as we opened the trunk. As she peered down at the '48 blackhead, a smile"],
        [" ", "creased her face."],
        [" ", "\t“It's just like my old one,” she whispered."],
        ["40", "\tWe wrestled it inside and installed it in her old cabinet. Perfect fit. Plugged it in."],
        [" ", "When Ruby heard the hum, she clapped her hands."],
        [" ", "\tIt's still going strong. Ruby still charges six dollars a dress—unless it's a bride's dress."],
        [" ", "Then she sews it by hand. That'll cost you fifteen dollars, but only if you can afford it."],
        [" ", "\tRuby recently traveled north to visit her granddaughter Rachael. Rachael showed Ruby"],
        ["45", "her Barbie doll, then asked if Ruby could maybe please sew some clothes for Barbie. The"],
        [" ", "first night Ruby was home, she bent over her '48 blackhead, stitching matching dresses for"],
        [" ", "Rachael and her Barbie. Way past midnight she sewed. The next morning she drove to"],
        [" ", "town and mailed a package northward. Three days later her phone rang. Rachael called to"],
        [" ", "say “Thank you” and “I love you” and “When can I see you again?”"],
        ["50", "\tOn two other occasions, my wife and I found 1948 Singer blackheads in antique"],
        [" ", "stores. We bought them and gave them to Ruby. She's got a lot of sewing ahead, and we"],
        [" ", "don't want her to run out of sewing machines before she runs out of things to sew."],
        [" ", "\tI don't always applaud every new thing that comes down the road, though I'm grateful"],
        [" ", "that in 1948 electricity made its way down Grimes Lake Road. I'm grateful, too, for a"],
        ["55", "woman who sews way into the night, who dispenses love one stitch at a time."]
    ],
    "Copyright": "",
    "References": []
}