{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "Pigeon Patrol",
    "Subtitle": "",
    "Author": "by Karin Lynn Kandur",
    "LabelType": "L",
    "Content": [
        [" ", "\tDid you know that the pigeons you see at the park and on the sidewalks can be"],
        [" ", "trained as rescue heroes? While we may only see them coo and peck at the ground in"],
        [" ", "search of food, they were once an important part of search and rescue missions."],
        [" ", "\tJim Simmons is a scientist who recognized the power of pigeons. In 1976, he started"],
        ["5", "Project Sea Hunt, a program that trained pigeons to spot people lost at sea. The project"],
        [" ", "was sponsored by the United States Coast Guard."],
        [" ", "\tJim’s experience with animals qualified him to run this program. He once trained"],
        [" ", "bottlenose dolphins, pilot whales, and gooney birds. He also studied their behaviors and"],
        [" ", "abilities to learn. He used food to reward them when they performed a task correctly. It’s"],
        ["10", "like training a dog to sit by rewarding him with a biscuit."],
        [" ", "\tWhat would you do for your favorite snack? Jim taught the pigeons that every time"],
        [" ", "they saw the colors red, orange, or yellow and pecked at a special button, they would be"],
        [" ", "rewarded with a seed. Why those colors? They are the colors of life jackets, life rafts, and"],
        [" ", "distress signals, such as flares and flashing lights. These objects are often used by people to"],
        ["15", "get help when they are stranded in the ocean."],
        [" ", "\t“The Sea Hunt pigeons were selected first for good health and secondly on the speed"],
        [" ", "and reliability that each bird learned the behavior that was being trained,” Jim explained."],
        [" ", "While a large number of birds were originally selected for the program, approximately 12"],
        [" ", "to 14 of them completed the training and were able to perform actual searches, Jim says."],
        ["20", "Training usually lasted 10 months."],
        [" ", "\tWhy did Jim choose pigeons for rescue missions? A pigeon’s sharp eyesight and ability"],
        [" ", "to search long hours without getting tired made it the perfect worker. Before using"],
        [" ", "pigeons, search and rescue teams consisted of humans scanning the ocean from boats and"],
        [" ", "helicopters. When going nose to beak against a human during training, the pigeons"],
        ["25", "spotted objects faster and more often. What’s even better, the pigeons could see objects"],
        [" ", "from as far away as 2000 feet. That’s the distance of almost seven football fields. Plus, the"],
        [" ", "pigeons didn’t have to concentrate on flying the helicopter while they searched."],
        [" ", "\tTo put their skills to the test, the pigeons were used in several official search and"],
        [" ", "rescue missions. Three pigeons were strapped into a clear capsule attached to a helicopter."],
        ["30", "Two pigeons faced forward and one faced backward. This allowed them to see in a"],
        [" ", "complete circle. The pigeons pecked at an alert button in front of them when they spotted"],
        [" ", "something red, yellow, or orange in the water below. Meanwhile, the pilot was notified in"],
        [" ", "the cockpit by a flashing light and could begin a closer search."],
        [" ", "\tWhile the birds did not find missing people in any of their official rescue missions,"],
        ["35", "they did find small objects in the water that matched the colors the birds were trained to"],
        [" ", "identify. The missions took place off the coasts of Hawaii and California."],
        [" ", "\tProject Sea Hunt ended in 1982. “The effort helped draw attention to the difficulties"],
        [" ", "of searching for small objects in a big ocean,” Jim said. Since then, technology, such as"],
        [" ", "infrared and radar sensor systems and emergency transmitters, has been developed to"],
        ["40", "make search and rescue missions even more successful."],
        [" ", "\tWith their search and rescue days behind them, pigeons prefer living in parks or on"],
        [" ", "top of tall buildings. The next time you think about calling someone a birdbrain, think"],
        [" ", "again. That birdbrain may be able to save your life."]
    ],
    "Copyright": "",
    "References": []
}