{
    "Title": "New York Next Generation > Mathematics > Grade 1",
    "Overview": "In Grade 1, instructional time should focus on three areas: (1) developing understanding of addition, subtraction, and strategies for addition and subtraction within 20; (2) developing understanding of whole number relationships and place value, including grouping in tens and ones; and (3) developing understanding of linear measurement and measuring lengths as iterating length units. Please note that while every standard/topic in the grade level has not been included in this overview, all standards should be included in instruction.",
    "Goals": [
        ["(1) Operations & Algebraic Thinking", "Through their learning in the Operations and Algebraic Thinking domain, students:\n\n• develop strategies for adding and subtracting whole numbers based on their prior work with small numbers;\n• use a variety of models, including discrete objects and length-based models (e.g., cubes connected to form lengths), to model add-to, take-from, put-together, takeapart, and compare situations to develop meaning for the operations of addition and subtraction, and to develop strategies to solve arithmetic problems with these operations;\n• understand connections between counting and addition and subtraction (e.g., adding two is the same as counting on two);\n• use properties of addition to add whole numbers and to create and use increasingly sophisticated strategies based on these properties (e.g., “making tens”) to solve addition and subtraction problems within 20; and\n• build their understanding of the relationship between addition and subtraction by comparing a variety of solution strategies."],
        ["(2) Number & Operations In Base Ten", "Through their learning in the Number and Operations in Base Ten domain, students:\n\n• develop, discuss, and use efficient, accurate, and generalizable methods to add within 100 and subtract multiples of 10;\n• compare whole numbers (at least to 100) to develop understanding of and solve problems involving their relative sizes;\n• think of whole numbers between 10 and 100 in terms of tens and ones (especially recognizing the numbers 11 to 19 as composed of a ten and some ones); and\n• understand the order of the counting numbers and their relative magnitudes through activities that build number sense."],
        ["(3) Measurement & Data", "Through their learning in the Measurement and Data domain, students:• develop an understanding of the meaning and processes of measurement, including underlying concepts such as iterating (the mental activity of building up the length of an object with equal-sized units) and the transitivity principle for indirect measurement.*"]
    ],
    "Standards": [
        {
            "Key": "NY.M1.OA",
            "Label": "Operations & Algebraic Thinking",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Represent and solve problems involving addition and subtraction.",
                    "Subs": [
                        {
                            "Key": "NY.M1.OA.1",
                            "Label": "Use addition and subtraction within 20 to solve one step word problems involving situations of adding to, taking from, putting together, taking apart, and/or comparing, with unknowns in all positions.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M1.OA.2",
                            "Label": "Solve word problems that call for addition of three whole numbers whose sum is less than or equal to 20.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Understand and apply properties of operations and the relationship between addition and subtraction.",
                    "Subs": [
                        {
                            "Key": "NY.M1.OA.3",
                            "Label": "Apply properties of operations as strategies to add and subtract.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M1.OA.4",
                            "Label": "Understand subtraction as an unknown-addend problem within 20.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Add and subtract within 20.",
                    "Subs": [
                        {
                            "Key": "NY.M1.OA.5",
                            "Label": "Relate counting to addition and subtraction.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M1.OA.6a",
                            "Label": "Add and subtract within 20. Use strategies such as: counting on, making ten, decomposing a number leading to a ten, using the relationship between addition and subtraction; and creating equivalent but easier or known sums.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M1.OA.6b",
                            "Label": "Fluently add and subtract within 10.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Work with addition and subtraction equations.",
                    "Subs": [
                        
                        {
                            "Key": "NY.M1.OA.7",
                            "Label": "Understand the meaning of the equal sign, and determine if equations involving addition and subtraction are true or false.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M1.OA.8",
                            "Label": "Determine the unknown whole number in an addition or subtraction equation with the unknown in all positions.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M1.NBT",
            "Label": "Number & Operations In Base Ten",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Extend the counting sequence.",
                    "Subs": [
                        {
                            "Key": "NY.M1.NBT.1",
                            "Label": "Count to 120, starting at any number less than 120. In this range, read and write numerals and represent a number of objects with a written numeral.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Understand place value.",
                    "Subs": [
                        {
                            "Key": "NY.M1.NBT.2",
                            "Label": "Understand that the two digits of a two-digit number represent amounts of tens and ones.",
                            "Subs": [
                                {
                                    "Key": "NY.M1.NBT.2a",
                                    "Label": "Understand 10 can be thought of as a bundle of ten ones, called a “ten”.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M1.NBT.2b",
                                    "Label": "Understand the numbers from 11 to 19 are composed of a ten and one, two, three, four, five, six, seven, eight, or nine ones.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M1.NBT.2c",
                                    "Label": "Understand the numbers 10, 20, 30, 40, 50, 60, 70, 80, 90 refer to one, two, three, four, five, six, seven, eight, or nine tens (and 0 ones).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M1.NBT.3",
                            "Label": "Compare two two-digit numbers based on meanings of the tens and ones digits, recording the results of comparisons with the symbols >, =, and <.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Use place value understanding and properties of operations to add and subtract.",
                    "Subs": [
                        {
                            "Key": "NY.M1.NBT.4",
                            "Label": "Add within 100, including a two-digit number with a one-digit number and a two-digit number with a multiple of 10. Use concrete models or drawings and strategies based on place value, properties of operations, and/or the relationship between addition and subtraction. Understand that in adding two-digit numbers, one adds tens and tens, ones and ones, and sometimes it is necessary to compose a ten. Relate the strategy to a written representation and explain the reasoning used.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M1.NBT.5",
                            "Label": "Given a two-digit number, mentally find 10 more or 10 less than the number, without having to count; explain the reasoning used.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M1.NBT.6",
                            "Label": "Subtract multiples of 10 from multiples of 10 in the range 10-90 using concrete models or drawings and strategies based on place value, properties of operations, and/or the relationship between addition and subtraction. Relate the strategy used to a written representation and explain the reasoning.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M1.MD",
            "Label": "Measurement & Data",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Measure lengths indirectly and by iterating length units.",
                    "Subs": [
                        {
                            "Key": "NY.M1.MD.1",
                            "Label": "Order three objects by length; compare the lengths of two objects indirectly by using a third object.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M1.MD.2",
                            "Label": "Measure the length of an object using same-size “length units” placed end to end with no gaps or overlaps. Express the length of an object as a whole number of “length units.”",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Tell and write time and money.",
                    "Subs": [
                        {
                            "Key": "NY.M1.MD.3a",
                            "Label": "Tell and write time in hours and half-hours using analog and digital clocks. Develop an understanding of common terms, such as, but not limited to, o'clock and half past.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M1.MD.3b",
                            "Label": "Recognize and identify coins (penny, nickel, dime, and quarter) and their value and use the cent symbol (¢) appropriately.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M1.MD.3c",
                            "Label": "Count a mixed collection of dimes and pennies and determine the cent value (total not to exceed 100 cents).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Represent and interpret data.",
                    "Subs": [
                        {
                            "Key": "NY.M1.MD.4",
                            "Label": "Organize, represent, and interpret data with up to three categories; ask and answer questions about the total number of data points, how many in each category, and how many more or less are in one category than in another.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M1.G",
            "Label": "Geometry",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Reason with shapes and their attributes.",
                    "Subs": [
                        {
                            "Key": "NY.M1.G.1",
                            "Label": "Distinguish between defining attributes versus non-defining attributes for a wide variety of shapes. Build and/or draw shapes to possess defining attributes.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M1.G.2",
                            "Label": "Compose two-dimensional shapes (rectangles, squares, trapezoids, triangles, half-circles, and quarter-circles) or three-dimensional shapes (cubes, right rectangular prisms, right circular cones, and right circular cylinders) to create a composite shape, and compose new shapes from the composite shape.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M1.G.3",
                            "Label": "Partition circles and rectangles into two and four equal shares, describe the shares using the words halves, fourths, and quarters, and use the phrases half of, fourth of, and quarter of. Describe the whole as two of, or four of the shares. Understand for these examples that decomposing into more equal shares creates smaller shares.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": [
        ["*", "Students should apply the transitivity principle of indirect measurement to make comparisons, but they need not use this technical term."]
    ]
}