{
    "Title": "New York Next Generation > Mathematics > Grade 3",
    "Overview": "In Grade 3, instructional time should focus on four areas: (1) developing understanding of multiplication and division and strategies for multiplication and division within 100; (2) developing understanding of fractions, especially unit fractions (fractions with numerator 1); (3) developing understanding of the structure of rectangular arrays and of area; and (4) describing and analyzing polygons based on the number of sides and vertices. Please note that while every standard/topic in the grade level has not been included in this overview, all standards should be included in instruction.",
    "Goals": [
        ["(1) Number & Operations In Base Ten", "Through their learning in the Operations and Algebraic Thinking domain, students:\n\n• develop an understanding of the meanings of multiplication and division of whole numbers through activities and problems involving equal-sized groups, arrays, and area models; multiplication is finding an unknown product, and division is finding an unknown factor in these situations. For equal-sized group situations, division can require finding the unknown number of groups or the unknown group size;\n• use properties of operations to calculate products of whole numbers, using increasingly sophisticated strategies based on these properties to solve multiplication and division problems involving single-digit factors; and\n• compare a variety of solution strategies to learn the relationship between multiplication and division."],
        ["(2) Number Sense & Operations - Fractions  ", "Through their learning in the Number Sense and Operations—Fractions domain, students:\n\n• develop an understanding of fractions, beginning with unit fractions;\n• view fractions in general as being built out of unit fractions, and use fractions along with visual fraction models to represent parts of a whole;\n• understand that the size of a fractional part is relative to the size of the whole. Use fractions to represent numbers equal to, less than, and greater than one; and\n• solve problems that involve comparing fractions by using visual fraction models and strategies based on noticing equal numerators or denominators."],
        ["(3) Measurement & Data", "Through their learning in the Measurement and Data domain, students:\n\n• recognize area as an attribute of two-dimensional regions;\n• measure the area of a shape by finding the total number of same-size units of area required to cover the shape without gaps or overlaps, a square with sides of unit length being the standard unit for measuring area; and\n• understand that rectangular arrays can be decomposed into identical rows or into identical columns. By decomposing rectangles into rectangular arrays of squares, students connect area to multiplication, and justify using multiplication to determine the area of a rectangle."],
        ["(4) Geometry", "Through their learning in the Geometry domain, students:\n\n• classify polygons by examining their sides and vertices; and\n• relate their fraction work to geometry by expressing the area of part of a shape as a unit fraction of the whole."]
    ],
    "Standards": [
        {
            "Key": "NY.M3.OA",
            "Label": "Operations & Algebraic Thinking",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Represent and solve problems involving multiplication and division.",
                    "Subs": [
                        {
                            "Key": "NY.M3.OA.1",
                            "Label": "Interpret products of whole numbers.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.OA.2",
                            "Label": "Interpret whole-number quotients of whole numbers.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.OA.3",
                            "Label": "Use multiplication and division within 100 to solve word problems in situations involving equal groups, arrays, and measurement quantities.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.OA.4",
                            "Label": "Determine the unknown whole number in a multiplication or division equation relating three whole numbers.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Understand properties of multiplication and the relationship between multiplication and division.",
                    "Subs": [
                        {
                            "Key": "NY.M3.OA.5",
                            "Label": "Apply properties of operations as strategies to multiply and divide.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.OA.6",
                            "Label": "Understand division as an unknown-factor problem.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Multiply and divide within 100.",
                    "Subs": [
                        {
                            "Key": "NY.M3.OA.7a",
                            "Label": "Fluently solve single-digit multiplication and related divisions, using strategies such as the relationship between multiplication and division or properties of operations.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.OA.7b",
                            "Label": "Know from memory all products of two one-digit numbers.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Solve problems involving the four operations, and identify and extend patterns in arithmetic.",
                    "Subs": [
                        {
                            "Key": "NY.M3.OA.8",
                            "Label": "Solve two-step word problems posed with whole numbers and having whole-number answers using the four operations.",
                            "Subs": [
                                {
                                    "Key": "NY.M3.OA.8a",
                                    "Label": "Represent these problems using equations or expressions with a letter standing for the unknown quantity.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M3.OA.8b",
                                    "Label": "Assess the reasonableness of answers using mental computation and estimation strategies including rounding.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M3.OA.9",
                            "Label": "Identify and extend arithmetic patterns (including patterns in the addition table or multiplication table).",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M3.NBT",
            "Label": "Number & Operations In Base Ten",
            "Subs": [{
                    "Key": "",
                    "Label": "Use place value understanding and properties of operations to perform multi-digit arithmetic.",
                    "Subs": [
                        {
                            "Key": "NY.M3.NBT.1",
                            "Label": "Use place value understanding to round whole numbers to the nearest 10 or 100.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.NBT.2",
                            "Label": "Fluently add and subtract within 1,000 using strategies and algorithms based on place value, properties of operations, and/or the relationship between addition and subtraction.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.NBT.3",
                            "Label": "Multiply one-digit whole numbers by multiples of 10 in the range 10-90 using strategies based on place value and properties of operations.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.NBT.4a",
                            "Label": "Understand that the digits of a four-digit number represent amounts of thousands, hundreds, tens, and ones.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.NBT.4b",
                            "Label": "Read and write four-digit numbers using base-ten numerals, number names, and expanded form.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M3.NF",
            "Label": "Number & Operations - Fractions",
            "Subs": [{
                    "Key": "",
                    "Label": "Develop understanding of fractions as numbers.",
                    "Subs": [
                        {
                            "Key": "NY.M3.NF.1",
                            "Label": "Understand a unit fraction, 1/b, is the quantity formed by 1 part when a whole is partitioned into b equal parts. Understand a fraction a/b as the quantity formed by a parts of size 1/b.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.NF.2",
                            "Label": "Understand a fraction as a number on the number line; represent fractions on a number line.",
                            "Subs": [
                                {
                                    "Key": "NY.M3.NF.2a",
                                    "Label": "Represent a fraction 1/b on a number line by defining the interval from 0 to 1 as the whole and partitioning it into b equal parts. Recognize that each part has size 1/b and that the endpoint of the part starting at 0 locates the number 1/b on the number line.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M3.NF.2b",
                                    "Label": "Represent a fraction a/b on a number line by marking off a lengths 1/b from 0. Recognize that the resulting interval has size a/b and that its endpoint locates the number a/bon the number line."
                                }
                            ]
                        },
                        {
                            "Key": "NY.M3.NF.3",
                            "Label": "Explain equivalence of fractions and compare fractions by reasoning about their size.",
                            "Subs": [
                                {
                                    "Key": "NY.M3.NF.3a",
                                    "Label": "Understand two fractions as equivalent (equal) if they are the same size, or the same point on a number line.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M3.NF.3b",
                                    "Label": "Recognize and generate equivalent fractions. Explain why the fractions are equivalent.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M3.NF.3c",
                                    "Label": "Express whole numbers as fractions, and recognize fractions that are equivalent to whole numbers.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M3.NF.3d",
                                    "Label": "Compare two fractions with the same numerator or the same denominator by reasoning about their size. Recognize that comparisons rely on the two fractions referring to the same whole. Record the results of comparisons with the symbols >, =, or <, and justify the conclusions.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M3.MD",
            "Label": "Measurement & Data",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Solve problems involving measurement and estimation of intervals of time, liquid volumes, and masses of objects.",
                    "Subs": [
                        {
                            "Key": "NY.M3.MD.1",
                            "Label": "Tell and write time to the nearest minute and measure time intervals in minutes. Solve one-step word problems involving addition and subtraction of time intervals in minutes.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.MD.2a",
                            "Label": "Measure and estimate liquid volumes and masses of objects using grams (g), kilograms (kg), and liters (l).",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.MD.2b",
                            "Label": "Add, subtract, multiply, or divide to solve one-step word problems involving masses or liquid volumes that are given in the same unit.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Represent and interpret data.",
                    "Subs": [
                        {
                            "Key": "NY.M3.MD.3",
                            "Label": "Draw a scaled picture graph and a scaled bar graph to represent a data set with several categories. Solve one- and two-step “how many more” and “how many less” problems using information presented in a scaled picture graph or a scaled bar graph.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.MD.4",
                            "Label": "Generate measurement data by measuring lengths using rulers marked with halves and fourths of an inch. Show the data by making a line plot where the horizontal scale is marked off in appropriate units—whole numbers, halves, or quarters.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Geometric measurement: understand concepts of area and relate area to multiplication and to addition.",
                    "Subs": [
                        {
                            "Key": "NY.M3.MD.5",
                            "Label": "Recognize area as an attribute of plane figures and understand concepts of area measurement.",
                            "Subs": [
                                {
                                    "Key": "NY.M3.MD.5a",
                                    "Label": "Recognize a square with side length 1 unit, called “a unit square,” is said to have “one square unit” of area, and can be used to measure area.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M3.MD.5b",
                                    "Label": "Recognize a plane figure which can be covered without gaps or overlaps by n unit squares is said to have an area of n square units.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M3.MD.6",
                            "Label": "Measure areas by counting unit squares.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.MD.7",
                            "Label": "Relate area to the operations of multiplication and addition.",
                            "Subs": [
                                {
                                    "Key": "NY.M3.MD.7a",
                                    "Label": "Find the area of a rectangle with whole-number side lengths by tiling it, and show that the area is the same as would be found by multiplying the side lengths.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M3.MD.7b",
                                    "Label": "Multiply side lengths to find areas of rectangles with whole-number side lengths in the context of solving real world and mathematical problems, and represent whole-number products as rectangular areas in mathematical reasoning.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M3.MD.7c",
                                    "Label": "Use tiling to show in a concrete case that the area of a rectangle with whole-number side length a and side length b + c is the sum of a × b and a × c. Use area models to represent the distributive property in mathematical reasoning.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M3.MD.7d",
                                    "Label": "Recognize area as additive. Find areas of figures composed of non-overlapping rectangles, and apply this technique to solve real world problems.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Geometric measurement: recognize perimeter as an attribute of plane figures and distinguish between linear and area measures.",
                    "Subs": [
                        {
                            "Key": "NY.M3.MD.8a",
                            "Label": "Solve real world and mathematical problems involving perimeters of polygons, including finding the perimeter given the side lengths or finding one unknown side length given the perimeter and other side lengths.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.MD.8b",
                            "Label": "Identify rectangles with the same perimeter and different areas or with the same area and different perimeters.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M3.G",
            "Label": "Geometry",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Reason with shapes and their attributes.",
                    "Subs": [
                        {
                            "Key": "NY.M3.G.1",
                            "Label": "Recognize and classify polygons based on the number of sides and vertices (triangles, quadrilaterals, pentagons, and hexagons). Identify shapes that do not belong to one of the given subcategories.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M3.G.2",
                            "Label": "Partition shapes into parts with equal areas. Express the area of each part as a unit fraction of the whole.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}