{
    "Title": "New York State Next Generation Standards > Mathematics > Grade 6",
    "Overview": "In Grade 6, instructional time should focus on five areas: (1) connecting ratio and rate to whole number multiplication and division and using concepts of ratio and rate to solve problems; (2) completing understanding of division of fractions and extending the notion of number to the system of rational numbers, which includes negative numbers; (3) writing, interpreting, and using expressions and equations; (4) deepening understanding of area, surface area and volume; and (5) developing understanding of simple probabilities and statistical thinking. Please note that while every standard/topic in the grade level has not been included in this overview, all standards should be included in instruction.",
    "Goals": [
        [
            "(1) Ratios & Proportional Relationships",
            "Through their learning in the Ratios and Proportional Relationships domain, students:\n\n• use reasoning about multiplication and division to solve ratio and rate problems about quantities;\n• connect understanding of multiplication and division with ratios and rates by viewing equivalent ratios and rates as deriving from, and extending, pairs of rows (or columns) in the multiplication table, and by analyzing simple drawings that indicate the relative size of quantities; and\n• expand the scope of problems for which they can use multiplication and division to solve problems, and they connect ratios and fractions."
        ],
        [
            "(2) The Number System",
            "Through their learning in the Number System domain, students:\n\n• use the meaning of fractions and relationships between multiplication and division to understand and explain why the procedures for dividing fractions make sense;\n• extend their previous understandings of number and the ordering of numbers to the full system of rational numbers, which includes negative rational numbers, particularly negative integers; and\n• reason about the order and absolute value of rational numbers and about the location of points on a coordinate plane."
        ],
        [
            "(3) Expressions, Equations & Inequalities",
            "Through their learning in the Expressions, Equations, and Inequalities domain, students:\n\n• write expressions and equations that correspond to given situations, using variables to represent an unknown and describe relationships between quantities;\n• understand that expressions in different forms can be equivalent, and use the properties of operations to rewrite and evaluate expressions in equivalent forms; and\n• use properties of operations and the idea of maintaining the equality of both sides of an equation to solve simple one-step equations."
        ],
        [
            "(4) Geometry ",
            "Through their learning in the Geometry domain, students:\n\n• find areas of polygons, surface areas of prisms, and use area models to understand perfect squares; and\n• extend formulas for the volume of a right rectangular prism to fractional side lengths and use volume models to understand perfect cubes."
        ],
        [
            "(5) Statistics & Probability",
            "Through their learning in the Statistics and Probability domain, students:\n\n• learn to describe and summarize numerical data sets, identifying clusters, peaks, gaps, and symmetry, considering the context in which the data were collected; and\n• understand the probability of a chance event and develop probability models for simple events."
        ]
    ],
    "Standards": [
        {
            "Key": "NY.M6.RP",
            "Label": "Ratios & Proportional Relationships",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand ratio concepts and use ratio reasoning to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M6.RP.1",
                            "Label": "Understand the concept of a ratio and use ratio language to describe a ratio relationship between two quantities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.RP.2",
                            "Label": "Understand the concept of a unit rate a/b associated with a ratio a:b with b ≠ 0 (b not equal to zero), and use rate language in the context of a ratio relationship.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.RP.3",
                            "Label": "Use ratio and rate reasoning to solve real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M6.RP.3a",
                                    "Label": "Make tables of equivalent ratios relating quantities with whole-number measurements, find missing values in the tables, and plot the pairs of values on the coordinate plane. Use tables to compare ratios.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M6.RP.3b",
                                    "Label": "Solve unit rate problems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M6.RP.3c",
                                    "Label": "Find a percent of a quantity as a rate per 100. Solve problems that involve finding the whole given a part and the percent, and finding a part of a whole given the percent.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M6.RP.3d",
                                    "Label": "Use ratio reasoning to convert measurement units; manipulate and transform units appropriately when multiplying or dividing quantities.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M6.NS",
            "Label": "The Number System",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Apply and extend previous understandings of multiplication and division to divide fractions by fractions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M6.NS.1",
                            "Label": "Interpret and compute quotients of fractions, and solve word problems involving division of fractions by fractions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Compute fluently with multi-digit numbers and find common factors and multiples.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M6.NS.2",
                            "Label": "Fluently divide multi-digit numbers using a standard algorithm.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.NS.3",
                            "Label": "Fluently add, subtract, multiply, and divide multi-digit decimals using a standard algorithm for each operation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.NS.4",
                            "Label": "Find the greatest common factor of two whole numbers less than or equal to 100. Use the distributive property to express a sum of two whole numbers 1-100 with a common factor as a multiple of a sum of two whole numbers with no common factor other than 1. Find the least common multiple of two whole numbers less than or equal to 12.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Apply and extend previous understandings of numbers to the system of rational numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M6.NS.5",
                            "Label": "FlUnderstand that positive and negative numbers are used together to describe quantities having opposite directions or values. Use positive and negative numbers to represent quantities in real-world contexts, explaining the meaning of 0 in each situation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.NS.6",
                            "Label": "Understand a rational number as a point on the number line. Use number lines and coordinate axes to represent points on a number line and in the coordinate plane with negative number coordinates.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M6.NS.6a",
                                    "Label": "Recognize opposite signs of numbers as indicating locations on opposite sides of 0 on the number line. Recognize that the opposite of the opposite of a number is the number itself, and that 0 is its own opposite.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M6.NS.6b",
                                    "Label": "Understand signs of numbers in ordered pairs as indicating locations in quadrants of the coordinate plane. Recognize that when two ordered pairs differ only by signs, the locations of the points are related by reflections across one or both axes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M6.NS.6c",
                                    "Label": "Find and position integers and other rational numbers on a horizontal or vertical number line. Find and position pairs of integers and other rational numbers on a coordinate plane.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M6.NS.7",
                            "Label": "Understand ordering and absolute value of rational numbers.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M6.NS.7a",
                                    "Label": "Interpret statements of inequality as statements about the relative position of two numbers on a number line.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M6.NS.7b",
                                    "Label": "Write, interpret, and explain statements of order for rational numbers in real-world contexts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M6.NS.7c",
                                    "Label": "Understand the absolute value of a rational number as its distance from 0 on the number line. Interpret absolute value as magnitude for a positive or negative quantity in a real-world situation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M6.NS.7d",
                                    "Label": "Distinguish comparisons of absolute value from statements about order.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M6.NS.8",
                            "Label": "Solve real-world and mathematical problems by graphing points on a coordinate plane. Include use of coordinates and absolute value to find distances between points with the same first coordinate or the same second coordinate.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M6.EE",
            "Label": "Expressions, Equations & Inequalities",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Apply and extend previous understandings of arithmetic to algebraic expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M6.EE.1",
                            "Label": "Write and evaluate numerical expressions involving whole-number exponents.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.EE.2",
                            "Label": "Write, read, and evaluate expressions in which letters stand for numbers.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M6.EE.2a",
                                    "Label": "Write expressions that record operations with numbers and with letters standing for numbers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M6.EE.2b",
                                    "Label": "Identify parts of an expression using mathematical terms (term, coefficient, sum, difference, product, factor, and quotient); view one or more parts of an expression as a single entity.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M6.EE.2c",
                                    "Label": "Evaluate expressions given specific values for their variables. Include expressions that arise from formulas in real-world problems. Perform arithmetic operations, including those involving whole-number exponents, in the conventional order (Order of Operations).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M6.EE.3",
                            "Label": "Apply the properties of operations to generate equivalent expressions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.EE.4",
                            "Label": "Identify when two expressions are equivalent.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Reason about and solve one-variable equations and inequalities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M6.EE.5",
                            "Label": "Understand solving an equation or inequality as a process of answering a question: which values from a specified set, if any, make the equation or inequality true? Use substitution to determine whether a given number in a specified set makes an equation or inequality true.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.EE.6",
                            "Label": "Use variables to represent numbers and write expressions when solving a real-world or mathematical problem. Understand that a variable can represent an unknown number, or, depending on the purpose at hand, any number in a specified set.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.EE.7",
                            "Label": "Solve real-world and mathematical problems by writing and solving equations of the form x + p = q; x - p = q; px = q; and x/p = q for cases in which p, q, and x are all nonnegative rational numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.EE.8",
                            "Label": "Write an inequality of the form x > c, x ≥ c, x ≤ c, or x < c to represent a constraint or condition in a real-world or mathematical problem. Recognize that inequalities of these forms have infinitely many solutions; represent solutions of such inequalities on a number line.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Represent and analyze quantitative relationships between dependent and independent variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M6.EE.9",
                            "Label": "Use variables to represent two quantities in a real-world problem that change in relationship to one another. Given a verbal context and an equation, identify the dependent variable, in terms of the other quantity, thought of as the independent variable. Analyze the relationship between the dependent and independent variables using graphs and tables, and relate these to the equation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M6.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Solve real-world and mathematical problems involving area, surface area, and volume.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M6.G.1",
                            "Label": "Find area of triangles, trapezoids, and other polygons by composing into rectangles or decomposing into triangles and quadrilaterals. Apply these techniques in the context of solving real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.G.2",
                            "Label": "Find volumes of right rectangular prisms with fractional edge lengths in the context of solving real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.G.3",
                            "Label": "Draw polygons in the coordinate plane given coordinates for the vertices. Use coordinates to find the length of a side joining points with the same first coordinate or the same second coordinate. Apply these techniques in the context of solving real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.G.4",
                            "Label": "Represent three-dimensional figures using nets made up of rectangles and triangles, and use the nets to find the surface area of these figures. Apply these techniques in the context of solving real-world and mathematical problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.G.5",
                            "Label": "Use area and volume models to explain perfect squares and perfect cubes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M6.SP",
            "Label": "Statistics & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Develop understanding of statistical variability.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M6.SP.1a",
                            "Label": "Recognize that a statistical question is one that anticipates variability in the data related to the question and accounts for it in the answers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.SP.1b",
                            "Label": "Understand that statistics can be used to gain information about a population by examining a sample of the population; generalizations about a population from a sample are valid only if the sample is representative of that population.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.SP.1c",
                            "Label": "Understand that the method and sample size used to collect data for a particular question is intended to reduce the difference between a population and a sample taken from the population so valid inferences can be drawn about the population. Generate multiple samples (or simulated samples) of the same size to recognize the variation in estimates or predictions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.SP.2",
                            "Label": "Understand that a set of quantitative data collected to answer a statistical question has a distribution which can be described by its center, spread, and overall shape.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.SP.3",
                            "Label": "Recognize that a measure of center for a quantitative data set summarizes all of its values with a single number while a measure of variation describes how its values vary with a single number.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Summarize and describe distributions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M6.SP.4",
                            "Label": "Display quantitative data in plots on a number line, including dot plots, and histograms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.SP.5",
                            "Label": "Summarize quantitative data sets in relation to their context.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M6.SP.5a",
                                    "Label": "Report the number of observations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M6.SP.5b",
                                    "Label": "Describe the nature of the attribute under investigation, including how it was measured and its units of measurement.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M6.SP.5c",
                                    "Label": "Calculate range and measures of center, as well as describe any overall pattern and any striking deviations from the overall pattern with reference to the context in which the data were gathered.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M6.SP.5d",
                                    "Label": "Relate the range and the choice of measures of center to the shape of the data distribution and the context in which the data were gathered.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Investigate chance processes and develop, use, and evaluate probability models.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M6.SP.6",
                            "Label": "Understand that the probability of a chance event is a number between 0 and 1 inclusive, that expresses the likelihood of the event occurring. Larger numbers indicate greater likelihood. A probability near 0 indicates an unlikely event, a probability around 1/2 indicates an event that is neither unlikely nor likely, and a probability near 1 indicates a likely event.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.SP.7",
                            "Label": "Approximate the probability of a simple event by collecting data on the chance process that produces it and observing its long-run relative frequency, and predict the approximate relative frequency given the probability.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M6.SP.8",
                            "Label": "Develop a probability model and use it to find probabilities of simple events. Compare probabilities from a model to observed frequencies; if the agreement is not good, explain possible sources of the discrepancy.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M6.SP.8a",
                                    "Label": "Develop a uniform probability model by assigning equal probability to all outcomes, and use the model to determine probabilities of simple events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M6.SP.8b",
                                    "Label": "Develop a probability model (which may not be uniform) by observing frequencies in data generated from a chance process.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}