{
    "Title": "New York State Next Generation Standards > Mathematics > Grade 7",
    "Overview": "In Grade 7, instructional time should focus on three areas: (1) developing understanding of and applying proportional relationships; (2) developing understanding of operations with rational numbers and working with expressions and linear equations; and (3) drawing inferences about populations based on samples. Please note that while every standard/topic in the grade level has not been included in this overview, all standards should be included in instruction.",
    "Goals": [
        [
            "(1) Ratios & Proportional Relationships",
            "Through their learning in the Ratios and Proportional Relationships domain, students:\n\n• extend their understanding of ratios and develop understanding of proportionality to solve single- and multi-step problems;\n• use their understanding of ratios and proportionality to solve a wide variety of percent problems;\n• solve problems about scale drawings by relating corresponding lengths between the objects or by using the fact that relationships of lengths within an object are preserved in similar objects;\n• graph proportional relationships and understand the unit rate informally as a measure of the steepness of the related line; and\n• distinguish proportional relationships from other relationships."
        ],
        [
            "(2) The Number System and Expressions, Equations & Inequalities",
            "Through their learning in the Number System and the Expressions, Equations, and Inequalities domains, students:\n\n• develop a unified understanding of number, recognizing fractions, decimals (that have a finite or a repeating decimal representation), and percents as different representations of rational numbers;\n• extend addition, subtraction, multiplication, and division to all rational numbers, maintaining the properties of operations and the relationships between addition and subtraction, and multiplication and division;\nn• explain and interpret the rules for adding, subtracting, multiplying, and dividing with negative numbers by applying properties of operations, and view negative numbers in terms of everyday contexts; and\n• use the arithmetic of rational numbers as they formulate expressions and equations in one variable and use these equations to solve problems."
        ],
        [
            "(3) Statistics & Probability",
            "Through their learning in the Statistics and Probability domain, students:\n\n• build on their previous work with single data distributions to compare two data distributions and address questions about differences between populations;\n• begin informal work with random sampling to generate data sets and learn about the importance of representative samples for drawing inferences; and\n• extend previous understandings of simple probabilities in grade 6 to calculate probabilities of compound events."
        ]
    ],
    "Standards": [
        {
            "Key": "NY.M7.RP",
            "Label": "Ratios & Proportional Relationships",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Analyze proportional relationships and use them to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M7.RP.1",
                            "Label": "Compute unit rates associated with ratios of fractions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M7.RP.2",
                            "Label": "Recognize and represent proportional relationships between quantities.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M7.RP.2a",
                                    "Label": "Decide whether two quantities are in a proportional relationship.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M7.RP.2b",
                                    "Label": "Identify the constant of proportionality (unit rate) in tables, graphs, equations, diagrams, and verbal descriptions of proportional relationships.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M7.RP.2c",
                                    "Label": "Represent a proportional relationship using an equation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M7.RP.2d",
                                    "Label": "Explain what a point `(x,y)` on the graph of a proportional relationship means in terms of the situation, with special attention to the points (0, 0) and (1, r) where r is the unit rate.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M7.RP.3",
                            "Label": "Use proportional relationships to solve multistep ratio and percent problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M7.NS",
            "Label": "The Number System",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Apply and extend previous understandings of operations with fractions to add, subtract, multiply, and divide rational numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M7.NS.1",
                            "Label": "Apply and extend previous understandings of addition and subtraction to add and subtract rational numbers. Represent addition and subtraction on a horizontal or vertical number line.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M7.NS.1a",
                                    "Label": "Describe situations in which opposite quantities combine to make 0.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M7.NS.1b",
                                    "Label": "Understand addition of rational numbers; p + q is the number located a distance |q| from p, in the positive or negative direction depending on whether q is positive or negative. Show that a number and its opposite have a sum of 0 (are additive inverses). Interpret sums of rational numbers by describing real-world contexts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M7.NS.1c",
                                    "Label": "Understand subtraction of rational numbers as adding the additive inverse, p - q = p + (-q). Show that the distance between two rational numbers on the number line is the absolute value of their difference, and apply this principle in real-world contexts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M7.NS.1d",
                                    "Label": "Apply properties of operations as strategies to add and subtract rational numbers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M7.NS.2",
                            "Label": "Apply and extend previous understandings of multiplication and division and of fractions to multiply and divide rational numbers.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M7.NS.2a",
                                    "Label": "Understand that multiplication is extended from fractions to rational numbers by requiring that operations continue to satisfy the properties of operations, particularly the distributive property, leading to products such as (-1)(-1) = 1 and the rules for multiplying signed numbers. Interpret products of rational numbers by describing real-world contexts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M7.NS.2b",
                                    "Label": "Understand that integers can be divided, provided that the divisor is not zero, and every quotient of integers (with non-zero divisor) is a rational number. If p and q are integers, then -(p/q) = (-p)/q = p/(-q). Interpret quotients of rational numbers by describing real-world contexts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M7.NS.2c",
                                    "Label": "Apply properties of operations as strategies to multiply and divide rational numbers.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M7.NS.2d",
                                    "Label": "Convert a fraction to a decimal using long division; know that the decimal form of a rational number terminates in 0s or eventually repeats.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M7.NS.3",
                            "Label": "Solve real-world and mathematical problems involving the four operations with rational numbers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M7.EE",
            "Label": "Expressions, Equations & Inequalities",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Use properties of operations to generate equivalent expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M7.EE.1",
                            "Label": "Add, subtract, factor, and expand linear expressions with rational coefficients by applying the properties of operations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M7.EE.2",
                            "Label": "Understand that rewriting an expression in different forms in real-world and mathematical problems can reveal and explain how the quantities are related.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Solve real-life and mathematical problems using numerical and algebraic expressions, equations, and inequalities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M7.EE.3",
                            "Label": "Solve multi-step real-world and mathematical problems posed with positive and negative rational numbers in any form (whole numbers, fractions, and decimals), using tools strategically. Apply properties of operations to calculate with numbers in any form; convert between forms as appropriate. Assess the reasonableness of answers using mental computation and estimation strategies.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M7.EE.4",
                            "Label": "Use variables to represent quantities in a real-world or mathematical problem, and construct simple equations and inequalities to solve problems by reasoning about the quantities.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M7.EE.4a",
                                    "Label": "Solve word problems leading to equations of the form px + q = r and p(x + q) = r, where p, q, and r are rational numbers. Solve equations of these forms fluently. Compare an algebraic solution to an arithmetic solution, identifying the sequence of the operations used in each approach.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M7.EE.4b",
                                    "Label": "Solve word problems leading to inequalities of the form px + q > r, px + q ≥ r, px + q ≤ r, or px + q < r, where p, q, and r are rational numbers. Graph the solution set of the inequality on the number line and interpret it in the context of the problem.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M7.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Solve real-world and mathematical problems involving area, surface area, and volume.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M7.G.1",
                            "Label": "Solve problems involving scale drawings of geometric figures, including computing actual lengths and areas from a scale drawing and reproducing a scale drawing at a different scale.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M7.G.2",
                            "Label": "Draw triangles when given measures of angles and/or sides, noticing when the conditions determine a unique triangle, more than one triangle, or no triangle.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M7.G.3",
                            "Label": "Describe the two-dimensional shapes that result from slicing three-dimensional solids parallel or perpendicular to the base.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Solve real-life and mathematical problems involving angle measure, area, surface area, and volume.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M7.G.4",
                            "Label": "Apply the formulas for the area and circumference of a circle to solve problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M7.G.5",
                            "Label": "Use facts about supplementary, complementary, vertical, and adjacent angles in a multi-step problem to write and solve simple equations for an unknown angle in a figure.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M7.G.6",
                            "Label": "Solve real-world and mathematical problems involving area of two-dimensional objects composed of triangles and trapezoids. Solve surface area problems involving right prisms and right pyramids composed of triangles and trapezoids. Find the volume of right triangular prisms, and solve volume problems involving three-dimensional objects composed of right rectangular prisms.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M7.SP",
            "Label": "Statistics & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Draw informal comparative inferences about two populations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M7.SP.1a",
                            "Label": "Construct and interpret box-plots, find the interquartile range, and determine if a data point is an outlier.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M7.SP.3",
                            "Label": "Informally assess the degree of visual overlap of two quantitative data distributions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M7.SP.4",
                            "Label": "Use measures of center and measures of variability for quantitative data from random samples or populations to draw informal comparative inferences about the populations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Investigate chance processes and develop, use, and evaluate probability models.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M7.SP.8",
                            "Label": "Find probabilities of compound events using organized lists, sample space tables, tree diagrams, and simulation.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M7.SP.8a",
                                    "Label": "Understand that, just as with simple events, the probability of a compound event is the fraction of outcomes in the sample space for which the compound event occurs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M7.SP.8b",
                                    "Label": "Represent sample spaces for compound events using methods such as organized lists, sample space tables, and tree diagrams. For an event described in everyday language, identify the outcomes in the sample space which compose the event.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M7.SP.8c",
                                    "Label": "Design and use a simulation to generate frequencies for compound events.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}