{
    "Title": "New York State Next Generation Standards > Mathematics > Grade 8",
    "Overview": "In Grade 8, instructional time should focus on three areas: (1) formulating and reasoning about expressions and equations, including modeling an association in bivariate data with a linear equation, and solving linear equations and systems of linear equations; (2) grasping the concept of a function and using functions to describe quantitative relationships; (3) analyzing two- and three-dimensional space and figures using distance, angle, similarity, and congruence, and understanding and applying the Pythagorean Theorem. Please note that while every standard/topic in the grade level has not been included in this overview, all standards should be included in instruction.",
    "Goals": [
        [
            "(1) The Number System, Expressions, Equations & Inequalities, and Probability & Statistics",
            "Through their learning in the Number System, the Expressions, Equations, and Inequalities, and the Probability and Statistics domains, students:\n\n• recognize equations for proportions (y/x = m or y = mx) as special linear equations (`y=mx+b`), understanding that the constant of proportionality (m) is the slope, and the graphs are lines through the origin;\n• understand that the slope (m) of a line is a constant rate of change, as well as how the input and output change as a result of the constant rate of change;\n• interpret a model in the context of the data by expressing a linear relationship between the two quantities in question and interpret components of the relationship (such as slope and `y`-intercept) in terms of the situation;\n• solve systems of two linear equations in two variables and relate the systems to pairs of lines in the plane; these intersect, are parallel, or are the same line; and\n• use linear equations, systems of linear equations, linear functions, and their understanding of slope of a line to represent, analyze, and solve a variety of problems."
        ],
        [
            "(2) Functions and Expressions, Equations & Inequalities",
            "Through their learning in the Functions and the Expressions, Equations, and Inequalities domains, students:\n\n• grasp the concept of a function as a rule that assigns to each input exactly one output;\n• understand that functions describe situations where one quantity determines another; and\n• translate among representations and partial representations of functions (noting that tabular and graphical representations may be partial representations of the function), and describe how aspects of the function are reflected in the different representations."
        ],
        [
            "(3) Geometry",
            "Through their learning in the Geometry domain, students:\n\n• use ideas about distance and angles, how they behave under translations, rotations, reflections, and dilations, and ideas about congruence and similarity to describe and analyze two-dimensional figures and to solve problems;\n• show that the sum of the angles in a triangle is the angle formed by a straight line, and that various configurations of lines give rise to similar triangles because of the angles created when a transversal cuts parallel lines;\n• understand the statement of the Pythagorean Theorem and its converse, and why the Pythagorean Theorem holds; and\n• apply the Pythagorean Theorem to find distances between points on the coordinate plane, to find lengths, and to analyze polygons."
        ]
    ],
    "Standards": [
        {
            "Key": "NY.M8.NS",
            "Label": "The Number System",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Know that there are numbers that are not rational, and approximate them by rational numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M8.NS.1",
                            "Label": "Understand informally that every number has a decimal expansion; for rational numbers show that the decimal expansion eventually repeats. Know that other numbers that are not rational are called irrational.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M8.NS.2",
                            "Label": "Use rational approximations of irrational numbers to compare the size of irrational numbers, locate them approximately on a number line, and estimate the value of expressions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M8.EE",
            "Label": "Expressions, Equations & Inequalities",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Work with radicals and integer exponents.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M8.EE.1",
                            "Label": "Know and apply the properties of integer exponents to generate equivalent numerical expressions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M8.EE.2",
                            "Label": "Use square root and cube root symbols to represent solutions to equations of the form x^2= p and x^3 = p, where p is a positive rational number. Know square roots of perfect squares up to 225 and cube roots of perfect cubes up to 125. Know that the square root of a non-perfect square is irrational.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M8.EE.3",
                            "Label": "Use numbers expressed in the form of a single digit times an integer power of 10 to estimate very large or very small quantities, and to express how many times as much one is than the other.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M8.EE.4",
                            "Label": "Perform multiplication and division with numbers expressed in scientific notation, including problems where both standard decimal form and scientific notation are used. Use scientific notation and choose units of appropriate size for measurements of very large or very small quantities. Interpret scientific notation that has been generated by technology.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Understand the connections between proportional relationships, lines, and linear equations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M8.EE.5",
                            "Label": "Graph proportional relationships, interpreting the unit rate as the slope of the graph. Compare two different proportional relationships represented in different ways.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M8.EE.6",
                            "Label": "Use similar triangles to explain why the slope m is the same between any two distinct points on a non-vertical line in the coordinate plane; derive the equation y = mx for a line through the origin and the equation `y=mx+b` for a line intercepting the vertical axis at b.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Analyze and solve linear equations and pairs of simultaneous linear equations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M8.EE.7",
                            "Label": "Solve linear equations in one variable.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M8.EE.7a",
                                    "Label": "Recognize when linear equations in one variable have one solution, infinitely many solutions, or no solutions. Give examples and show which of these possibilities is the case by successively transforming the given equation into simpler forms.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M8.EE.7b",
                                    "Label": "Solve linear equations with rational number coefficients, including equations whose solutions require expanding expressions using the distributive property and combining like terms.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M8.EE.8",
                            "Label": "Analyze and solve pairs of simultaneous linear equations.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M8.EE.8a",
                                    "Label": "Understand that solutions to a system of two linear equations in two variables correspond to points of intersection of their graphs, because points of intersection satisfy both equations simultaneously. Recognize when the system has one solution, no solution, or infinitely many solutions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M8.EE.8b",
                                    "Label": "Solve systems of two linear equations in two variables with integer coefficients: graphically, numerically using a table, and algebraically. Solve simple cases by inspection.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M8.EE.8c",
                                    "Label": "Solve real-world and mathematical problems involving systems of two linear equations in two variables with integer coefficients.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M8.F",
            "Label": "Functions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Define, evaluate, and compare functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M8.F.1",
                            "Label": "Understand that a function is a rule that assigns to each input exactly one output. The graph of a function is the set of ordered pairs consisting of an input and the corresponding output.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M8.F.2",
                            "Label": "Compare properties of two functions each represented in a different way (algebraically, graphically, numerically in tables, or by verbal descriptions).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M8.F.3",
                            "Label": "Interpret the equation `y=mx+b` as defining a linear function, whose graph is a straight line. Recognize examples of functions that are linear and non-linear.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Use functions to model relationships between quantities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M8.F.4",
                            "Label": "Construct a function to model a linear relationship between two quantities. Determine the rate of change and initial value of the function from a description of a relationship or from two `(x,y)` values, including reading these from a table or from a graph. Interpret the rate of change and initial value of a linear function in terms of the situation it models, and in terms of its graph or a table of values.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M8.F.5",
                            "Label": "Describe qualitatively the functional relationship between two quantities by analyzing a graph. Sketch a graph that exhibits the qualitative features of a function that has been described in a real-world context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M8.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand congruence and similarity using physical models, transparencies, or geometry software.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M8.G.1",
                            "Label": "Verify experimentally the properties of rotations, reflections, and translations.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M8.G.1a",
                                    "Label": "Verify experimentally lines are mapped to lines, and line segments to line segments of the same length.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M8.G.1b",
                                    "Label": "Verify experimentally angles are mapped to angles of the same measure.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M8.G.1c",
                                    "Label": "Verify experimentally parallel lines are mapped to parallel lines.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M8.G.2",
                            "Label": "Know that a two-dimensional figure is congruent to another if the corresponding angles are congruent and the corresponding sides are congruent. Equivalently, two two-dimensional figures are congruent if one is the image of the other after a sequence of rotations, reflections, and translations. Given two congruent figures, describe a sequence that maps the congruence between them on the coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M8.G.3",
                            "Label": "Describe the effect of dilations, translations, rotations, and reflections on two-dimensional figures using coordinates.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M8.G.4",
                            "Label": "Know that a two-dimensional figure is similar to another if the corresponding angles are congruent and the corresponding sides are in proportion. Equivalently, two two-dimensional figures are similar if one is the image of the other after a sequence of rotations, reflections, translations, and dilations. Given two similar two-dimensional figures, describe a sequence that maps the similarity between them on the coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M8.G.5",
                            "Label": "Use informal arguments to establish facts about the angle sum and exterior angle of triangles, about the angles created when parallel lines are cut by a transversal, and the angle-angle criterion for similarity of triangles.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Understand and apply the Pythagorean Theorem.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M8.G.6",
                            "Label": "Understand a proof of the Pythagorean Theorem and its converse.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M8.G.7",
                            "Label": "Apply the Pythagorean Theorem to determine unknown side lengths in right triangles in real-world and mathematical problems in two and three dimensions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M8.G.8",
                            "Label": "Apply the Pythagorean Theorem to find the distance between two points in a coordinate system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Solve real-world and mathematical problems involving volume of cylinders, cones, and spheres.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M8.G.9",
                            "Label": "Given the formulas for the volume of cones, cylinders, and spheres, solve mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M8.SP",
            "Label": "Statistics & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Investigate patterns of association in bivariate data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M8.SP.1",
                            "Label": "Construct and interpret scatter plots for bivariate measurement data to investigate patterns of association between two quantities. Describe patterns such as clustering, outliers, positive or negative association, linear association, and nonlinear association.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M8.SP.2",
                            "Label": "Understand that straight lines are widely used to model relationships between two quantitative variables. For scatter plots that suggest a linear association, informally fit a straight line, and informally assess the model fit by judging the closeness of the data points to the line.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M8.SP.3",
                            "Label": "Use the equation of a linear model to solve problems in the context of bivariate measurement data, interpreting the slope and intercept.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}