{
    "Title": "New York Next Generation > English Language Arts > Grades 9 - 10",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NY.E9-10.R",
            "Label": "Reading Standards (Literary & Informational Text)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E9-10.R.1",
                            "Label": "Cite strong and thorough textual evidence to support analysis of what the text says explicitly/implicitly and make logical inferences; develop questions for deeper understanding and for further exploration.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E9-10.R.2",
                            "Label": "Determine one or more themes or central ideas in a text and analyze its development, including how it emerges and is shaped and refined by specific details; objectively and accurately summarize a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E9-10.R.3",
                            "Label": "Analyze how and why individuals, events, and ideas develop and interact over the course of a text. In literary texts, analyze how complex and/or dynamic characters develop, interact with other characters, advance the plot, or develop a theme. In informational texts, analyze how the author unfolds an analysis or argument, including the sequence, the introduction and development of ideas, and the connections that exist.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E9-10.R.4",
                            "Label": "Determine the meaning of words and phrases as they are used in a text, including figurative and connotative meanings. Analyze the impact of specific word choices on meaning, tone, and mood. Examine technical or key terms and how language differs across genres.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E9-10.R.5",
                            "Label": "In literary texts, consider how varied aspects of structure create meaning and affect the reader. In informational texts, consider how author's intent influences particular sentences, paragraphs, or sections.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E9-10.R.6",
                            "Label": "Analyze how authors employ point of view, perspective, and purpose to shape explicit and implicit messages (e.g., examine rhetorical strategies, literary elements and devices).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E9-10.R.7",
                            "Label": "Analyze how a subject / content is presented in two or more formats by determining which details are emphasized, altered, or absent in each account. (e.g., analyze the representation of a subject / content or key scene in two different formats, examine the differences between a historical novel and a documentary).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E9-10.R.8",
                            "Label": "Delineate and evaluate an argument and specific claims in a text, assessing the validity or fallacy of key statements by examining whether the supporting evidence is relevant and sufficient.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E9-10.R.9",
                            "Label": "Choose and develop criteria in order to evaluate the quality of texts. Make connections to other texts, ideas, cultural perspectives, eras, and personal experiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.E9-10.W",
            "Label": "Writing Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Text Types & Purposes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E9-10.W.1",
                            "Label": "Write arguments to support claims that analyze substantive topics or texts, using valid reasoning and relevant and sufficient evidence.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E9-10.W.1a",
                                    "Label": "Introduce precise claim(s), distinguish the claim(s) from counterclaims, establish and organize clear relationships among claim(s), counterclaim(s), reasons, and evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.W.1b",
                                    "Label": "Develop claim(s) and counterclaims in a balanced manner, supplying evidence for each while pointing out the strengths and limitations of both, anticipating the audience's knowledge level and concerns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.W.1c",
                                    "Label": "Use precise language and content-specific vocabulary to express the appropriate complexity of the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.W.1d",
                                    "Label": "Use appropriate and varied transitions to make critical connections and distinctions, create cohesion, and clarify the relationships among complex ideas and concepts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.W.1e",
                                    "Label": "Provide a concluding statement or section that explains the significance of the argument presented.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.W.1f",
                                    "Label": "Maintain a style and tone appropriate to the writing task.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E9-10.W.2",
                            "Label": "Write informative/explanatory texts to examine and convey complex ideas, concepts, and information clearly and accurately through the effective selection, organization, and analysis of content.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E9-10.W.2a",
                                    "Label": "Introduce and organize complex ideas, concepts, and information to make important connections and distinctions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.W.2b",
                                    "Label": "Develop a topic with well-chosen relevant and sufficient facts, definitions, concrete details, quotations and paraphrased information or other examples appropriate to the audience's knowledge of the topic. Include formatting, graphics, and multimedia when useful to aid comprehension.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.W.2c",
                                    "Label": "Use precise language and content-specific vocabulary to express the appropriate complexity of a topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.W.2d",
                                    "Label": "Use appropriate and varied transitions to make critical connections and distinctions, create cohesion, and clarify relationships among complex ideas and concepts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.W.2e",
                                    "Label": "Provide a concluding statement or section that explains the significance of the information presented.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.W.2f",
                                    "Label": "Establish and maintain a style appropriate to the writing task.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E9-10.W.3",
                            "Label": "Write narratives to develop real or imagined experiences or events using effective technique, well-chosen details, and well-structured event sequences.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E9-10.W.3a",
                                    "Label": "Engage the reader by presenting a problem, conflict, situation, or observation, establishing one or multiple point(s) of view, and introducing a narrator and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.W.3b",
                                    "Label": "Use narrative techniques, such as dialogue, pacing, description, reflection, and plot line(s) to develop experiences, events, and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.W.3c",
                                    "Label": "Use a variety of techniques to sequence events to create cohesion and a smooth progression of experiences or events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.W.3d",
                                    "Label": "Use precise words and phrases, explicit details, and sensory language to convey a vivid picture of the experiences, events, setting, and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.W.3e",
                                    "Label": "Provide a conclusion that follows from and reflects on what is experienced, observed, or resolved over the course of the narrative.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E9-10.W.4",
                            "Label": "Create a poem, story, play, artwork, or other response to a text, author, theme or personal experience; demonstrate knowledge and understanding of a variety of techniques and genres. Explain divergences from the original when appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E9-10.W.5",
                            "Label": "Draw evidence from literary or informational texts to support analysis, reflection, and research. Apply the grade 9/10 Reading Standards to both literary and informational text, where applicable.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Research To Build & Present Knowledge",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E9-10.W.6",
                            "Label": "Conduct research to answer questions, including self-generated questions, or solve a problem; narrow or broaden the inquiry when appropriate. Synthesize multiple sources, demonstrating understanding of the subject under investigation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E9-10.W.7",
                            "Label": "Gather relevant information from multiple sources, using advanced searches effectively; assess the usefulness of each source in answering the research question; integrate information into the text selectively to maintain the flow of ideas; avoid plagiarism and follow a standard format for citation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.E9-10.SL",
            "Label": "Speaking & Listening Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension & Collaboration",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E9-10.SL.1",
                            "Label": "Initiate and participate effectively in a range of collaborative discussions with diverse partners on complex topics, texts, and issues; express ideas clearly and persuasively, and build on those of others.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E9-10.SL.1a",
                                    "Label": "Come to discussions prepared, having read and researched material under study; draw on that preparation by referring to evidence to stimulate a thoughtful, well-reasoned exchange of ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.SL.1b",
                                    "Label": "Work with peers to set norms for collegial discussions and decision-making, establish clear goals, deadlines, and individual roles as needed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.SL.1c",
                                    "Label": "Pose and respond to questions that relate the discussion to broader themes or ideas; actively incorporate others into the discussion; and clarify, verify, or challenge ideas and conclusions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.SL.1d",
                                    "Label": "Respond thoughtfully to diverse perspectives, summarize points of agreement and disagreement, and, when warranted, qualify or justify personal views and understanding and make new connections in light of the evidence and reasoning presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E9-10.SL.2",
                            "Label": "Integrate multiple sources of information presented in diverse formats (e.g., including visual, quantitative, and oral), evaluating the credibility, accuracy, and relevance of each source.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E9-10.SL.3",
                            "Label": "Evaluate a speaker's point of view, reasoning, and use of evidence and rhetoric; identify any fallacious reasoning or exaggerated or distorted evidence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E9-10.SL.4",
                            "Label": "Present claims, findings, and supporting evidence clearly, concisely, and logically; organization, development, substance, and style are appropriate to task, purpose, and audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E9-10.SL.5",
                            "Label": "Make strategic use of digital media and/or visual displays in presentations to enhance understanding of findings, reasoning, and evidence, and to add elements of interest to engage the audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E9-10.SL.6",
                            "Label": "Adapt speech to a variety of contexts and tasks, demonstrating command of formal English when indicated or appropriate.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.E9-10.L",
            "Label": "Language Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Conventions Of Academic English",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E9-10.L.1",
                            "Label": "Demonstrate command of the conventions of academic English grammar and usage when writing or speaking.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E9-10.L.2",
                            "Label": "Demonstrate command of the conventions of academic English capitalization, punctuation, and spelling when writing.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge Of Language",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E9-10.L.3",
                            "Label": "Apply knowledge of language to understand how language functions in different contexts, to make effective choices for meaning or style, and to comprehend more fully when reading or listening.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E9-10.L.3a",
                                    "Label": "Write and edit work so that it conforms to the guidelines in a professionally recognized style manual appropriate for the discipline and writing type.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition & Use",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E9-10.L.4",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases, choosing flexibly from a range of strategies.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E9-10.L.4a",
                                    "Label": "Use context (e.g., the overall meaning of a sentence, paragraph, or text; a word's position or function in a sentence) as a clue to the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.L.4b",
                                    "Label": "Identify and correctly use patterns of word changes that indicate different meanings or parts of speech (e.g., analyze, analysis, analytical; advocate, advocacy).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.L.4c",
                                    "Label": "Consult general and specialized reference materials (e.g., dictionaries, glossaries, thesauruses) to find the pronunciation of a word or determine or clarify its precise meaning, its part of speech, or its etymology.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.L.4d",
                                    "Label": "Verify the preliminary determination of the meaning of a word or phrase (e.g., by checking the inferred meaning in context or in a dictionary).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E9-10.L.5",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E9-10.L.5a",
                                    "Label": "Interpret figures of speech, including euphemism and oxymoron, in context and analyze their role in the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E9-10.L.5b",
                                    "Label": "Analyze nuances in the meaning of words with similar denotations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E9-10.L.6",
                            "Label": "Acquire and accurately use general academic and content-specific words and phrases, sufficient for reading, writing, speaking, and listening; demonstrate independence in applying vocabulary knowledge when considering a word or phrase important to comprehension or expression.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}