{
    "Title": "New York State Next Generation Standards > Mathematics > Algebra I",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NY.M9-12.A1.N-RN",
            "Label": "Number & Quantity - The Real Number System",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Use properties of rational and irrational numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.N-RN.3",
                            "Label": "Use properties and operations to understand the different forms of rational and irrational numbers.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.A1.N-RN.3a",
                                    "Label": "Perform all four arithmetic operations and apply properties to generate equivalent forms of rational numbers and square roots.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M9-12.A1.N-RN.3b",
                                    "Label": "Categorize the sum or product of rational or irrational numbers. (The sum and product of two rational numbers is rational. The sum of a rational number and an irrational number is irrational. The product of a nonzero rational number and an irrational number is irrational. The sum and product of two irrational numbers could be either rational or irrational.)",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A1.N-Q",
            "Label": "Number & Quantity - Quantities",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Reason quantitatively and use units to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.N-Q.1",
                            "Label": "Select quantities and use units as a way to: interpret and guide the solution of multi-step problems; choose and interpret units consistently in formulas; and choose and interpret the scale and the origin in graphs and data displays.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.N-Q.3",
                            "Label": "Choose a level of accuracy appropriate to limitations on measurement and context when reporting quantities.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A1.A-SSE",
            "Label": "Algebra - Seeing Structure In Expressions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Interpret the structure of expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.A-SSE.1",
                            "Label": "Interpret expressions that represent a quantity in terms of its context.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.A1.A-SSE.1a",
                                    "Label": "Write the standard form of a given polynomial and identify the terms, coefficients, degree, leading coefficient, and constant term.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M9-12.A1.A-SSE.1b",
                                    "Label": "Interpret expressions by viewing one or more of their parts as a single entity.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M9-12.A1.A-SSE.2",
                            "Label": "Recognize and use the structure of an expression to identify ways to rewrite it.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Write expressions in equivalent forms to reveal their characteristics.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.A-SSE.3",
                            "Label": "Choose and produce an equivalent form of an expression to reveal and explain properties of the quantity represented by the expression.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.A1.A-SSE.3c",
                                    "Label": "Use the properties of exponents to rewrite exponential expressions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A1.A-APR",
            "Label": "Algebra - Arithmetic With Polynomials & Rational Expressions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Perform arithmetic operations on polynomials.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.A-APR.1",
                            "Label": "Add, subtract, and multiply polynomials and recognize that the result of the operation is also a polynomial. This forms a system analogous to the integers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Understand the relationship between zeros and factors of polynomials.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.A-APR.3",
                            "Label": "Identify zeros of polynomial functions when suitable factorizations are available.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A1.A-CED",
            "Label": "Algebra - Creating Equations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Create equations that describe numbers or relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.A-CED.1",
                            "Label": "Create equations and inequalities in one variable to represent a real-world context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.A-CED.2",
                            "Label": "Create equations and linear inequalities in two variables to represent a real-world context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.A-CED.3",
                            "Label": "Represent constraints by equations or inequalities, and by systems of equations and/or inequalities, and interpret solutions as viable or non-viable options in a modeling context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.A-CED.4",
                            "Label": "Rewrite formulas to highlight a quantity of interest, using the same reasoning as in solving equations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A1.A-REI",
            "Label": "Algebra - Reasoning With Equations & Inequalities",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand solving equations as a process of reasoning and explain the reasoning.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.A-REI.1a",
                            "Label": "Explain each step when solving a linear or quadratic equation as following from the equality of numbers asserted at the previous step, starting from the assumption that the original equation has a solution. Construct a viable argument to justify a solution method.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Solve equations and inequalities in one variable.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.A-REI.3",
                            "Label": "Solve linear equations and inequalities in one variable, including equations with coefficients represented by letters.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.A-REI.4",
                            "Label": "Solve quadratic equations in one variable.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.A1.A-REI.4a",
                                    "Label": "Use the method of completing the square to transform any quadratic equation in x into an equation of the form (x - p)^2 = q that has the same solutions. Understand that the quadratic formula is a derivative of this process.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M9-12.A1.A-REI.4b",
                                    "Label": "Solve quadratic equations by: inspection, taking square roots, factoring, completing the square, the quadratic formula, and graphing. Recognize when the process yields no real solutions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Solve systems of equations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.A-REI.6a",
                            "Label": "Solve systems of linear equations in two variables both algebraically and graphically.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.A-REI.7a",
                            "Label": "Solve a system, with rational solutions, consisting of a linear equation and a quadratic equation (parabolas only) in two variables algebraically and graphically.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Represent and solve equations and inequalities graphically.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.A-REI.10",
                            "Label": "Understand that the graph of an equation in two variables is the set of all its solutions plotted in the coordinate plane.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.A-REI.11",
                            "Label": "Given the equations y = f(x) and y = g(x): recognize that each x-coordinate of the intersection(s) is the solution to the equation f(x) = g(x); find the solutions approximately using technology to graph the functions or make tables of values; and interpret the solution in context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.A-REI.12",
                            "Label": "Graph the solutions to a linear inequality in two variables as a half-plane (excluding the boundary in the case of a strict inequality), and graph the solution set to a system of linear inequalities in two variables as the intersection of the corresponding half-planes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A1.F-IF",
            "Label": "Functions - Interpreting Functions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand the concept of a function and use function notation.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.F-IF.1",
                            "Label": "Understand that a function from one set (called the domain) to another set (called the range) assigns to each element of the domain exactly one element of the range. If f is a function and x is an element of its domain, then f(x) denotes the output of f corresponding to the input x. The graph of f is the graph of the equation y = f(x).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.F-IF.2",
                            "Label": "Use function notation, evaluate functions for inputs in their domains, and interpret statements that use function notation in terms of a context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.F-IF.3",
                            "Label": "Recognize that a sequence is a function whose domain is a subset of the integers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Interpret functions that arise in applications in terms of the context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.F-IF.4",
                            "Label": "For a function that models a relationship between two quantities: interpret key features of graphs and tables in terms of the quantities; and sketch graphs showing key features given a verbal description of the relationship.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.F-IF.5",
                            "Label": "Determine the domain of a function from its graph and, where applicable, identify the appropriate domain for a function in context.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.F-IF.6",
                            "Label": "Calculate and interpret the average rate of change of a function over a specified interval.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Analyze functions using different representations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.F-IF.7",
                            "Label": "Graph functions and show key features of the graph by hand and by using technology where appropriate.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.A1.F-IF.7a",
                                    "Label": "Graph linear, quadratic, and exponential functions and show key features.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M9-12.A1.F-IF.7b",
                                    "Label": "Graph square root, and piecewise-defined functions, including step functions and absolute value functions and show key features.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M9-12.A1.F-IF.8",
                            "Label": "Write a function in different but equivalent forms to reveal and explain different properties of the function.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.A1.F-IF.8a",
                                    "Label": "For a quadratic function, use an algebraic process to find zeros, maxima, minima, and symmetry of the graph, and interpret these in terms of context.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M9-12.A1.F-IF.9",
                            "Label": "Compare properties of two functions each represented in a different way (algebraically, graphically, numerically in tables, or by verbal descriptions).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A1.F-BF",
            "Label": "Functions - Building Functions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NY.M9-12.A1.F-BF",
                    "Label": "Build a function that models a relationship between two quantities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.F-BF.1",
                            "Label": "Write a function that describes a relationship between two quantities.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.A1.F-BF.1a",
                                    "Label": "Determine a function from context. Define a sequence explicitly or steps for calculation from a context.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "NY.M9-12.A1.F-BF",
                    "Label": "Build new functions from existing functions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.F-BF.3a",
                            "Label": "Using f(x) + k, kf(x), and f(x + k): identify the effect on the graph when replacing f(x) by f(x) + k, kf(x), and f(x + k) for specific values of k (both positive and negative); find the value of k given the graphs; write a new function using the value of k; and use technology to experiment with cases and explore the effects on the graph.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A1.F-LE",
            "Label": "Functions - Linear, Quadratic & Exponential Models",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Construct and compare linear, quadratic, and exponential models and solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.F-LE.1",
                            "Label": "Distinguish between situations that can be modeled with linear functions and with exponential functions.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.A1.F-LE.1a",
                                    "Label": "Justify that a function is linear because it grows by equal differences over equal intervals, and that a function is exponential because it grows by equal factors over equal intervals.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M9-12.A1.F-LE.1b",
                                    "Label": "Recognize situations in which one quantity changes at a constant rate per unit interval relative to another, and therefore can be modeled linearly.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M9-12.A1.F-LE.1c",
                                    "Label": "Recognize situations in which a quantity grows or decays by a constant percent rate per unit interval relative to another, and therefore can be modeled exponentially.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M9-12.A1.F-LE.2",
                            "Label": "Construct a linear or exponential function symbolically given: a graph; a description of the relationship; or two input-output pairs (include reading these from a table).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.F-LE.3",
                            "Label": "Observe using graphs and tables that a quantity increasing exponentially eventually exceeds a quantity increasing linearly, quadratically, or (more generally) as a polynomial function.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Interpret expressions for functions in terms of the situation they model.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.F-LE.5",
                            "Label": "Interpret the parameters in a linear or exponential function in terms of a context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A1.S-ID",
            "Label": "Statistics & Probability - Interpreting Categorical & Quantitative Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Summarize, represent, and interpret data on a single count or measurement variable.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.S-ID.1",
                            "Label": "Represent data with plots on the real number line (dot plots, histograms, and box plots).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.S-ID.2",
                            "Label": "Use statistics appropriate to the shape of the data distribution to compare center (median, mean) and spread (inter-quartile range, sample standard deviation) of two or more different data sets.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.S-ID.3",
                            "Label": "Interpret differences in shape, center, and spread in the context of the data sets, accounting for possible effects of extreme data points (outliers).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Summarize, represent, and interpret data on two categorical and quantitative variables.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.S-ID.5",
                            "Label": "Summarize categorical data for two categories in two-way frequency tables. Interpret relative frequencies in the context of the data (including joint, marginal, and conditional relative frequencies). Recognize possible associations and trends in the data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.S-ID.6",
                            "Label": "Represent bivariate data on a scatter plot, and describe how the variables' values are related.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.A1.S-ID.6a",
                                    "Label": "Fit a function to real-world data; use functions fitted to data to solve problems in the context of the data.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Interpret linear models.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.S-ID.7",
                            "Label": "Interpret the slope (rate of change) and the intercept (constant term) of a linear model in the context of the data.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.S-ID.8",
                            "Label": "Calculate (using technology) and interpret the correlation coefficient of a linear fit.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.S-ID.9",
                            "Label": "Distinguish between correlation and causation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}