{
    "Title": "New York Next Generation > Mathematics > Algebra II",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NY.M9-12.A2.N-RN",
            "Label": "Number & Quantity - The Real Number System",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Extend the properties of exponents to rational exponents.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.N-RN.1",
                            "Label": "Explore how the meaning of rational exponents follows from extending the properties of integer exponents.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A2.N-RN.2",
                            "Label": "Convert between radical expressions and expressions with rational exponents using the properties of exponents.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A2.N-CN",
            "Label": "Number & Quantity - The Complex Number System",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Perform arithmetic operations with complex numbers.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.N-Q.1",
                            "Label": "Know there is a complex number i such that i² = –1, and every complex number has the form a + bi with a and b real.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A2.N-Q.2",
                            "Label": "Use the relation i² = –1 and the commutative, associative, and distributive properties to add, subtract, and multiply complex numbers.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A2.A-SSE",
            "Label": "Algebra - Seeing Structure In Expressions",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Interpret the structure of expressions.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.A-SSE.2",
                            "Label": "Recognize and use the structure of an expression to identify ways to rewrite it.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Write expressions in equivalent forms to reveal their characteristics.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.A-SSE.3",
                            "Label": "Choose and produce an equivalent form of an expression to reveal and explain properties of the quantity represented by the expression.",
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.A2.A-SSE.3a",
                                    "Label": "Factor quadratic expressions including leading coefficients other than 1 to reveal the zeros of the function it defines.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M9-12.A2.A-SSE.3c",
                                    "Label": "Use the properties of exponents to rewrite exponential expressions.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A2.A-APR",
            "Label": "Algebra - Arithmetic With Polynomials & Rational Expressions",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand the relationship between zeros and factors of polynomials.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.A-APR.2",
                            "Label": "Apply the Remainder Theorem: For a polynomial p(x) and a number a, the remainder on division by x – a is p(a), so p(a) = 0 if and only if (x – a) is a factor of p(x).",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A2.A-APR.3",
                            "Label": "Identify zeros of polynomial functions when suitable factorizations are available.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Rewrite rational expressions.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.A-APR.6",
                            "Label": "Rewrite rational expressions in different forms: Write a(x)/b(x) in the form q(x) + r(x)/b(x), where a(x), b(x), q(x), and r(x) are polynomials with the degree of r(x) less than the degree of b(x).",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A2.A-CED",
            "Label": "Algebra - Creating Equations",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Create equations that describe numbers or relationships.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.A-CED.1",
                            "Label": "Create equations and inequalities in one variable to represent a real-world context.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A2.A-REI",
            "Label": "Algebra - Reasoning With Equations & Inequalities",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand solving equations as a process of reasoning and explain the reasoning.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.A-REI.1b",
                            "Label": "Explain each step when solving rational or radical equations as following from the equality of numbers asserted at the previous step, starting from the assumption that the original equation has a solution. Construct a viable argument to justify a solution method.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A2.A-REI.2",
                            "Label": "Solve rational and radical equations in one variable, identify extraneous solutions, and explain how they arise.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Solve equations and inequalities in one variable.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.A-REI.4",
                            "Label": "Solve quadratic equations in one variable.",
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.A2.A-REI.4b",
                                    "Label": "Solve quadratic equations by: inspection, taking square roots, factoring, completing the square, the quadratic formula, and graphing. Write complex solutions in a + bi form.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Solve systems of equations.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.A-REI.7b",
                            "Label": "Solve a system consisting of a linear equation and a quadratic equation in two variables algebraically and graphically.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Represent and solve equations and inequalities graphically.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.A-REI.11",
                            "Label": "Given the equations y = f(x) and y = g(x): recognize that each x-coordinate of the intersection(s) is the solution to the equation f(x) = g(x); find the solutions approximately using technology to graph the functions or make tables of values; find the solution of f(x) < g(x) or f(x) ≤ g(x) graphically; and interpret the solution in context.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A2.F-IF",
            "Label": "Functions - Interpreting Functions",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand the concept of a function and use function notation.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.F-IF.3",
                            "Label": "Recognize that a sequence is a function whose domain is a subset of the integers.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Interpret functions that arise in applications in terms of the context.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.F-IF.4",
                            "Label": "For a function that models a relationship between two quantities: interpret key features of graphs and tables in terms of the quantities; and sketch graphs showing key features given a verbal description of the relationship.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A2.F-IF.6",
                            "Label": "Calculate and interpret the average rate of change of a function over a specified interval.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Analyze functions using different representations.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.F-IF.7",
                            "Label": "Graph functions and show key features of the graph by hand and by using technology where appropriate.",
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.A2.F-IF.7c",
                                    "Label": "Graph polynomial functions, identifying zeros when suitable factorizations are available, and showing end behavior.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M9-12.A2.F-IF.7e",
                                    "Label": "Graph cube root, exponential and logarithmic functions, showing intercepts and end behavior; and trigonometric functions, showing period, midline, and amplitude.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M9-12.A2.F-IF.8",
                            "Label": "Write a function in different but equivalent forms to reveal and explain different properties of the function.",
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.A2.F-IF.8b",
                                    "Label": "Use the properties of exponents to interpret exponential functions, and classify them as representing exponential growth or decay.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M9-12.A2.F-IF.9",
                            "Label": "Compare properties of two functions each represented in a different way (algebraically, graphically, numerically in tables, or by verbal descriptions).",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A2.F-BF",
            "Label": "Functions - Building Functions",
            "Subs": [
                {
                    "Key": "NY.M9-12.A2.F-BF",
                    "Label": "Build a function that models a relationship between two quantities.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.F-BF.1",
                            "Label": "Write a function that describes a relationship between two quantities.",
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.A2.F-BF.1a",
                                    "Label": "Determine a function from context. Define a sequence explicitly or steps for calculation from a context.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M9-12.A2.F-BF.1b",
                                    "Label": "Combine standard function types using arithmetic operations.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M9-12.A2.F-BF.2",
                            "Label": "Write arithmetic and geometric sequences both recursively and with an explicit formula, use them to model situations, and translate between the two forms.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NY.M9-12.A2.F-BF",
                    "Label": "Build new functions from existing functions.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A1.F-BF.3b",
                            "Label": "Using f(x) + k, k f(x), and f(x + k): identify the effect on the graph when replacing f(x) by f(x) + k, k f(x), and f(x + k) for specific values of k (both positive and negative); find the value of k given the graphs; write a new function using the value of k; and use technology to experiment with cases and explore the effects on the graph. Include recognizing even and odd functions from their graphs.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.F-BF.4a",
                            "Label": "Find the inverse of a one-to-one function both algebraically and graphically.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.F-BF.5a",
                            "Label": "Understand inverse relationships between exponents and logarithms algebraically and graphically.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.F-BF.6",
                            "Label": "Represent and evaluate the sum of a finite arithmetic or finite geometric series, using summation (sigma) notation.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A1.F-BF.7",
                            "Label": "Explore the derivation of the formulas for finite arithmetic and finite geometric series. Use the formulas to solve problems.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A2.F-LE",
            "Label": "Functions - Linear, Quadratic & Exponential Models",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Construct and compare linear, quadratic, and exponential models and solve problems.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.F-LE.2",
                            "Label": "Construct a linear or exponential function symbolically given: a graph; a description of the relationship; or two input-output pairs (include reading these from a table).",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A2.F-LE.4",
                            "Label": "Use logarithms to solve exponential equations, such as abᶜᵗ = d (where a, b, c, and d are real numbers and b > 0) and evaluate the logarithm using technology.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Interpret expressions for functions in terms of the situation they model.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.F-LE.5",
                            "Label": "Interpret the parameters in a linear or exponential function in terms of a context.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A2.F-TF",
            "Label": "Functions - Trigonometric Functions",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Extend the domain of trigonometric functions using the unit circle.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.F-TF.1",
                            "Label": "Understand radian measure of an angle as the length of the arc on the unit circle subtended by the angle.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A2.F-TF.2",
                            "Label": "Apply concepts of the unit circle in the coordinate plane to calculate the values of the six trigonometric functions given angles in radian measure.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A2.F-TF.4",
                            "Label": "Use the unit circle to explain symmetry (odd and even) and periodicity of trigonometric functions.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Model periodic phenomena with trigonometric functions.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.F-TF.5",
                            "Label": "Choose trigonometric functions to model periodic phenomena with specified amplitude, frequency, horizontal shift, and midline.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Prove and apply trigonometric identities.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.F-TF.8",
                            "Label": "Prove the Pythagorean identity sin²(θ) + cos²(θ) = 1. Find the value of any of the six trigonometric functions given any other trigonometric function value and when necessary find the quadrant of the angle.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A2.S-ID",
            "Label": "Statistics & Probability - Interpreting Categorical & Quantitative Data",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Summarize, represent, and interpret data on a single count or measurement variable.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.S-ID.4a",
                            "Label": "Recognize whether or not a normal curve is appropriate for a given data set.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A2.S-ID.4b",
                            "Label": "If appropriate, determine population percentages using a graphing calculator for an appropriate normal curve.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Summarize, represent, and interpret data on two categorical and quantitative variables.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.S-ID.6",
                            "Label": "Represent bivariate data on a scatter plot, and describe how the variables' values are related.",
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.A2.S-ID.6a",
                                    "Label": "Fit a function to real-world data; use functions fitted to data to solve problems in the context of the data.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A2.S-IC",
            "Label": "Statistics & Probability - Making Inferences & Justifying Conclusions",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand and evaluate random processes underlying statistical experiments.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.S-IC.2",
                            "Label": "Determine if a value for a sample proportion or sample mean is likely to occur based on a given simulation.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Make inferences and justify conclusions from sample surveys, experiments, and observational studies.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.S-IC.3",
                            "Label": "Recognize the purposes of and differences among surveys, experiments, and observational studies. Explain how randomization relates to each.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A2.S-IC.4",
                            "Label": "Given a simulation model based on a sample proportion or mean, construct the 95% interval centered on the statistic (+/- two standard deviations) and determine if a suggested parameter is plausible.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A2.S-IC.6a",
                            "Label": "Use the tools of statistics to draw conclusions from numerical summaries.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A2.S-IC.6b",
                            "Label": "Use the language of statistics to critique claims from informational texts. For example, causation vs correlation, bias, measures of center and spread.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.A2.S-CP",
            "Label": "Statistics & Probability - Conditional Probability & The Rules Of Probability",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand independence and conditional probability and use them to interpret data.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.S-CP.1",
                            "Label": "Describe events as subsets of a sample space (the set of outcomes) using characteristics (or categories) of the outcomes, or as unions, intersections, or complements of other events (“or,” “and,” “not”).",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.A2.S-CP.4",
                            "Label": "Interpret two-way frequency tables of data when two categories are associated with each object being classified. Use the two-way table as a sample space to decide if events are independent and calculate conditional probabilities.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Use the rules of probability to compute probabilities of compound events in a uniform probability model.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.A2.S-CP.7",
                            "Label": "Apply the Addition Rule, P(A or B) = P(A) + P(B) - P(A and B), and interpret the answer in terms of the model.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}