{
    "Title": "New York Next Generation > Mathematics > Kindergarten",
    "Overview": "In Kindergarten, instructional time should focus on two areas: (1) developing a sound sense of numbers by representing and comparing numbers, initially using sets of objects; (2) recognizing and describing shapes and using spatial relations. More learning time in Kindergarten should be devoted to number than to any other topic. Please note that while every standard/topic in the grade level has not been included in this overview, all standards should be included in instruction.",
    "Goals": [
        [
            "(1) Counting & Cardinality and Operations & Algebraic Thinking",
            "Through their learning in the Counting and Cardinality and Operations and Algebraic Thinking domains, students:\n\n• develop a more formal sense of numbers;\n• use numbers, including written numerals, to represent quantities and to solve quantitative problems, such as counting objects in a set; counting out a given number of objects; comparing sets or numerals; and modeling simple joining and separating situations with sets of objects, or eventually with equations such as 5 + 2 = 7 and 7 – 2 = 5. Note: Kindergarten students should see addition and subtraction equations, and student writing of equations in kindergarten is encouraged, but it is not required; and\n• choose, combine, and apply effective strategies for answering quantitative questions, including quickly recognizing the cardinalities of small sets of objects, counting and producing sets of given sizes, counting the number of objects in combined sets, or counting the number of objects that remain in a set after some are taken away."
        ],
        [
            "(2) Geometry and Measurement & Data",
            "Through their learning in the Geometry and Measurement & Data domains, students:\n\n• describe their physical world using geometric ideas (e.g., shape, orientation, spatial relations) and appropriate vocabulary;\n• identify, name, and describe basic two-dimensional shapes, such as squares, triangles, circles, rectangles, and hexagons, presented in a variety of ways (e.g., with different sizes and orientations), as well as three-dimensional shapes such as cubes, cones, cylinders, and spheres;\n• use basic shapes and spatial reasoning to model objects in their everyday environment to create and compose more complex shapes; and\n• explore* coins and begin identifying of pennies and dimes."
        ]
    ],
    "Standards": [
        {
            "Key": "NY.MK.CC",
            "Label": "Counting & Cardinality",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Know number names and the count sequence.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MK.CC.1",
                            "Label": "Count to 100 by ones and by tens.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MK.CC.2",
                            "Label": "Count to 100 by ones beginning from any given number (instead of beginning at 1).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MK.CC.3",
                            "Label": "Write numbers from 0 to 20. Represent a number of objects with a written numeral 0-20 (with 0 representing a count of no objects).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Count to tell the number of objects.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MK.CC.4",
                            "Label": "Understand the relationship between numbers and quantities up to 20; connect counting to cardinality.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.MK.CC.4a",
                                    "Label": "When counting objects, say the number names in the standard order, pairing each object with one and only one number name and each number name with one and only one object. (1:1 correspondence)",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.MK.CC.4b",
                                    "Label": "Understand that the last number name said tells the number of objects counted, (cardinality). The number of objects is the same regardless of their arrangement or the order in which they were counted.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.MK.CC.4c",
                                    "Label": "Understand the concept that each successive number name refers to a quantity that is one larger.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.MK.CC.4d",
                                    "Label": "Understand the concept of ordinal numbers (first through tenth) to describe the relative position and magnitude of whole numbers.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.MK.CC.5a",
                            "Label": "Answer counting questions using as many as 20 objects arranged in a line, a rectangular array, and a circle. Answer counting questions using as many as 10 objects in a scattered configuration.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MK.CC.5b",
                            "Label": "Given a number from 1–20, count out that many objects.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Compare numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MK.CC.6",
                            "Label": "Identify whether the number of objects in one group is greater than (more than), less than (fewer than), or equal to (the same as) the number of objects in another group.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MK.CC.7",
                            "Label": "Compare two numbers between 1 and 10 presented as written numerals.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.MK.OA",
            "Label": "Operations & Algebraic Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand addition as putting together and adding to, and understand subtraction as taking apart and taking from.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MK.OA.1",
                            "Label": "Represent addition and subtraction using objects, fingers, pennies, drawings, sounds, acting out situations, verbal explanations, expressions, equations, or other strategies.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MK.OA.2a",
                            "Label": "Add and subtract within 10.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MK.OA.2b",
                            "Label": "Solve addition and subtraction word problems within 10.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MK.OA.3",
                            "Label": "Decompose numbers less than or equal to 10 into pairs in more than one way. Record each decomposition with a drawing or equation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MK.OA.4",
                            "Label": "Find the number that makes 10 when given a number from 1 to 9. Record the answer with a drawing or equation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MK.OA.5",
                            "Label": "Fluently add and subtract within 5.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Understand simple patterns.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MK.OA.6",
                            "Label": "Duplicate, extend, and create simple patterns using concrete objects.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.MK.NBT",
            "Label": "Number & Operations In Base Ten",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Work with numbers 11–19 to gain foundations for place value.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MK.NBT.1",
                            "Label": "Compose and decompose the numbers from 11 to 19 into ten ones and one, two, three, four, five, six, seven, eight, or nine ones.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.MK.MD",
            "Label": "Measurement & Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Describe and compare measurable attributes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MK.MD.1",
                            "Label": "Describe measurable attributes of an object(s), such as length or weight, using appropriate vocabulary.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MK.MD.2",
                            "Label": "Directly compare two objects with a common measurable attribute and describe the difference.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Classify objects and count the number of objects in each category.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MK.MD.3",
                            "Label": "Classify objects into given categories; count the objects in each category and sort the categories by count.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MK.MD.4",
                            "Label": "Explore coins (pennies, nickels, dimes, and quarters) and begin identifying pennies and dimes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.MK.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Identify and describe shapes (squares, circles, triangles, rectangles, hexagons, cubes, cones, cylinders, and spheres).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MK.G.1",
                            "Label": "Describe objects in the environment using names of shapes, and describe the relative positions of these objects using terms such as above, below, beside, in front of, behind, and next to.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MK.G.2",
                            "Label": "Name shapes regardless of their orientation or overall size.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MK.G.3",
                            "Label": "Understand the difference between two-dimensional (lying in a plane, “flat”) and three-dimensional (“solid”) shapes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Analyze, compare, sort, and compose shapes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MK.G.4",
                            "Label": "Analyze, compare, and sort two- and three-dimensional shapes, in different sizes and orientations, using informal language to describe their similarities, differences, parts, and other attributes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MK.G.5",
                            "Label": "Model objects in their environment by building and/or drawing shapes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MK.G.6",
                            "Label": "Compose larger shapes from simple shapes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": [
        [
            "*",
            "Explore indicates that the topic is an important concept that builds the foundation for progression toward mastery in later grades. Repeated experiences with these concepts, with immersion in the concrete, are vital."
        ]
    ]
}