{
    "Title": "New York State Next Generation Standards > Science > Pre-Kindergarten",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NY.SP.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NY.SP.PS.1.1",
                    "Label": "Ask questions and use observations to test the claim that different kinds of matter exist as either solid or liquid.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "NY.SP.PS.2.1",
                    "Label": "Use tools and materials to design and build a device that causes an object to move faster with a push or a pull.",
                    "Examples": [
                        "Examples of forces could include a string attached to an object being pulled or a ramp to increase the speed of an object."
                    ],
                    "Subs": []
                },
                {
                    "Key": "NY.SP.PS.4.1",
                    "Label": "Plan and conduct investigations to provide evidence that sound is produced by vibrating materials.",
                    "Examples": [
                        "Examples of vibrating materials could include percussion instruments (e.g. drum, triangle), string instruments (e.g. guitar, piano), wind instruments (e.g. recorder, whistle), and audio speakers."
                    ],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "NY.SP.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NY.SP.LS.1.1",
                    "Label": "Observe familiar plants and animals (including humans) and describe what they need to survive.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "NY.SP.LS.1.2",
                    "Label": "Plan and conduct an investigation to determine how familiar plants and/or animals use their external parts to help them survive in the environment.",
                    "Examples": [
                        "Examples of external parts could include roots, stems, leaves for plants and eyes, ears, mouth, arms, legs for animals."
                    ],
                    "Subs": []
                },
                {
                    "Key": "NY.SP.LS.3.1",
                    "Label": "Develop a model to describe that some young plants and animals are similar to, but not exactly like, their parents.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "NY.SP.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NY.SP.ESS.1.1",
                    "Label": "Observe and describe the apparent motions of the Sun, moon, and stars to recognize predictable patterns.",
                    "Examples": [
                        "Examples of patterns could include that the Sun and moon appear to move across the sky in a predictable pathway; day and night follow predictable patterns; seasons change in a cyclical pattern (e.g. summer follows spring, autumn follows summer); the moon’s shape appears to change in a cyclical pattern; and stars other than our Sun can be visible at night depending on local weather conditions."
                    ],
                    "Subs": []
                },
                {
                    "Key": "NY.SP.ESS.2.1",
                    "Label": "Ask questions, make observations, and collect and record data using simple instruments to recognize patterns about how local weather conditions change daily and seasonally.",
                    "Examples": [
                        "Examples of local weather conditions could include cloud cover (sunny, partly cloudy, cloudy, foggy), precipitation (no precipitation, snow, hail, rain), wind (no wind, some wind, strong wind), and temperature (cold, cool, warm, hot)."
                    ],
                    "Subs": []
                },
                {
                    "Key": "NY.SP.ESS.3.1",
                    "Label": "Plan and conduct an investigation to determine the effect of sunlight on Earth’s surface.",
                    "Examples": [
                        "Examples of effects could include illumination, shadows casted, and the warming effect on living organisms and nonliving things."
                    ],
                    "Subs": []
                }
            ]
        }
    ],
    "References": []
}