{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the foreign policies of presidents Washington through Monroe and explain the impact of Washington’s Farewell Address and the Monroe Doctrine.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "problems/TX18G8SS/media/1a.jpg",
            "The idea expressed in this quote is that the United States should avoid —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "becoming involved in the political affairs of other countries",
                "Key": {
                    "Correct": true,
                    "Rationale": "During George Washington’s presidency, European nations were frequently at war. Washington insisted that the United States remain neutral. He warned that becoming involved in the political affairs of other countries could involve the United States in European wars.",
                    "Percent": 85
                }
            },
            "B": {
                "Choice": "being a part of a global trade network",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Washington warned against political alliances. He was not against global trade networks.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "establishing U.S. territories overseas",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Washington warned against political alliances. He was not against establishing overseas territories.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "allowing U.S. citizens to emigrate",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Washington warned against political alliances. He was not against allowing citizens to leave the United States and settle in other countries.",
                    "Percent": 4
                }
            }
        }
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Locate places and regions directly related to major eras and turning points in the United States during the 17th, 18th, and 19th centuries.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "Content": [
            "Contiguous United States",
            "problems/TX18G8SS/media/2a.jpg",
            "Which numbered state did the United States acquire from Spain in 1819?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1",
                "Key": {
                    "Correct": false,
                    "Rationale": "Option F is Oregon. The United States did not acquire this land from Spain in 1819. The United States acquired this land from Great Britain as a result of a treaty in 1846.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "2",
                "Key": {
                    "Correct": false,
                    "Rationale": "Option G is Arizona. The United States did not acquire this land from Spain in 1819. The United States acquired this land as a result of war with Mexico in the 1840s. Land that makes up Arizona was acquired from Mexico after the U.S.-Mexican War.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "3",
                "Key": {
                    "Correct": false,
                    "Rationale": "Option H is Illinois. The United States did not acquire this land from Spain in 1819. The United States acquired this land from Great Britain as a result of the American Revolution.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "4",
                "Key": {
                    "Correct": true,
                    "Rationale": "The United States acquired Florida from Spain as a result of the Adams-Onís Treaty in 1819.",
                    "Percent": 64
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society"
        ],
        "SubTopics": [
            "Analyze how technological innovations brought about economic growth such as the development of the factory system and the construction of the Transcontinental Railroad."
        ],
        "Content": [
            "The development of the factory system in the early 1800s caused —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a decrease in free trade between nations",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because production levels increased, more goods were available for trade between nations.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "an increase in government regulation of businesses",
                "Key": {
                    "Correct": false,
                    "Rationale": "The factory system did not lead to an increase in government regulation of businesses at this time in history. Government regulation to address issues of worker safety and child labor occurred at the beginning of the twentieth century.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "an increase in production levels",
                "Key": {
                    "Correct": true,
                    "Rationale": "The factory system replaced making goods in homes or small workshops with producing goods in factories. Factories used interchangeable parts, water power, and steam engines to increase production.",
                    "Percent": 73
                }
            },
            "D": {
                "Choice": "a decrease in immigration",
                "Key": {
                    "Correct": false,
                    "Rationale": "The factory system led to an increase in immigration because more immigrants came to the United States to find work in factories.",
                    "Percent": 3
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the issues surrounding important events of the American Revolution, including declaring independence; fighting the battles of Lexington and Concord, Saratoga, and Yorktown; enduring the winter at Valley Forge; and signing the Treaty of Paris of 1783.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "Articles of Confederation",
            "• Did not grant a federal power to tax or regulate commerce",
            "• Did not establish a common currency",
            "• Did not establish an executive or judicial branch",
            "What does this list suggest about the drafters of the Articles of Confederation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They did not want a judicial system based upon that of Great Britain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that the drafters did not establish a judicial branch does not provide enough evidence to suggest that they wanted to prevent having a judicial system like that of Great Britain.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "They feared that a strong central government would abuse its power.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Articles of Confederation established the first government of the United States. The central government was deliberately created to be weaker than the state governments. The three bullets list powers that the central government lacked. Not giving the central government these powers indicates that the drafters feared a strong central government would abuse its powers.",
                    "Percent": 74
                }
            },
            "H": {
                "Choice": "They were uncertain that democracy would continue to be the best type of government.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The drafters supported democracy, as shown by establishing a confederation with a Congress and each state having one vote in Congress.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "They did not think that state governments could provide for the general welfare.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The drafters gave more power to the state governments than to the central government. This suggests that they thought state governments could provide for the general welfare.",
                    "Percent": 8
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze causes of the American Revolution, including the Proclamation of 1763, the Intolerable Acts, the Stamp Act, mercantilism, lack of representation in Parliament, and British economic policies following the French and Indian War.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "Content": [
            "problems/TX18G8SS/media/5a.jpg",
            "What was the primary reason Parliament passed these acts?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To promote the growth of cottage industries in the colonies",
                "Key": {
                    "Correct": false,
                    "Rationale": "These acts were not passed to promote the growth of cottage industries in the colonies.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "To encourage foreign trade with the colonies",
                "Key": {
                    "Correct": false,
                    "Rationale": "These acts were not passed to encourage trade with the colonies. Great Britain was not a foreign country in relation to America at this time.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "To recover the cost of defending the colonies",
                "Key": {
                    "Correct": true,
                    "Rationale": "These acts taxed goods in the American colonies. Parliament passed these acts to raise money to help pay for the expenses associated with Great Britain’s involvement in the French and Indian War. Great Britain also needed money to continue protecting British claims in America.",
                    "Percent": 60
                }
            },
            "D": {
                "Choice": "To fund the establishment of new colonies",
                "Key": {
                    "Correct": false,
                    "Rationale": "These acts were passed to fund the existing colonies, not to help pay to establish new colonies.",
                    "Percent": 16
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify reasons for English, Spanish, and French exploration and colonization of North America.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "",
            "problems/TX18G8SS/media/6a.jpg",
            "Which pair of actions best completes this graphic?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1—Enslaved native populations \n 2—Organized utopian societies",
                "Key": {
                    "Correct": false,
                    "Rationale": "While some Spanish colonists did enslave some American Indians, French colonists did not organize utopian societies. Americans established utopian societies in the United States during the 1830s and 1840s.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "1—Established Catholic missions \n 2—Focused primarily on fur trading",
                "Key": {
                    "Correct": true,
                    "Rationale": "Spanish colonists established Catholic missions in order to convert American Indians to Christianity. French colonists wanted to profit from the fur trade.",
                    "Percent": 65
                }
            },
            "H": {
                "Choice": "1—Promoted political freedom \n 2—Participated in the triangular trade",
                "Key": {
                    "Correct": false,
                    "Rationale": "While French colonists did participate in the triangular trade, the Spanish colonists were not known for promoting political freedom.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "1—Became commercial shipbuilders \n 2—Created an early system of public schools",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the Spanish colonists did build many ships, the colonists of New France did not create a public school system.",
                    "Percent": 6
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "Explain the origin and development of American political parties."
        ],
        "Content": [
            "Which of the following is most associated with the formation of the Democratic Party?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The election of Andrew Jackson as presiden",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the 1820s, new factions emerged within the Democratic-Republican Party. Andrew Jackson ran for president in 1824 as leader of one of the major factions. He lost the election, but kept strong support in the South and the West. These supporters formed the Democratic Party and campaigned successfully for the election of Andrew Jackson for president in 1828.",
                    "Percent": 58
                }
            },
            "B": {
                "Choice": "The use of protective tariffs",
                "Key": {
                    "Correct": false,
                    "Rationale": "Protective tariffs were an ongoing political issue. They were debated before and after the formation of the Democratic Party.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "The impeachment of President Andrew Johnson",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Andrew Johnson was impeached during the Reconstruction Era, decades after the Democratic Party was formed.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "The abolition movement",
                "Key": {
                    "Correct": false,
                    "Rationale": "The abolitionist movement is associated with the formation of the Republican Party in the 1850s, not the Democratic Party.",
                    "Percent": 14
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography"
        ],
        "SubTopics": [
            "Analyze how physical characteristics of the environment influenced population distribution, settlement patterns, and economic activities in the United States."
        ],
        "Content": [
            "The British government issued the Proclamation of 1763 to limit the area British colonists were allowed to settle. Which geographic feature did the British use as the boundary of approved settlement?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Lake Michigan",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Great Lakes formed a natural barrier, but it was not used as a boundary for this proclamation.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "Gulf of Mexico",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Gulf of Mexico was not a barrier used as a boundary for this proclamation.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "Mississippi River",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Mississippi River formed a natural barrier to western settlement in the 1800s, but not during the colonial period.",
                    "Percent": 23
                }
            },
            "J": {
                "Choice": "Appalachian Mountains",
                "Key": {
                    "Correct": true,
                    "Rationale": "The British government used the Appalachian Mountains as the boundary of approved settlement when it passed the Proclamation of 1763. The mountains formed a natural barrier between British settlements on the East Coast and American Indian settlements to the west.",
                    "Percent": 70
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the causes and effects of the U.S.–Mexican War and their impact on the United States.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "Content": [
            "problems/TX18G8SS/media/9a.jpg",
            "Which of the following occurred as a result of these events?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The president of Mexico refused to withdraw troops from Texas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "U.S. and Mexican soldiers occupying a disputed area in Texas was one of the causes of the U.S.-Mexican War, not one of the results.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Parts of southern Texas were returned to Mexico.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The border conflict between Texas and Mexico was resolved in favor of Texas. The United States kept the parts of southern Texas whose possession was disputed by Mexico.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "The United States acquired several territories from Mexico.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The time line shows events associated with the U.S.-Mexican War. As a result of the war, the United States acquired land that would become the states of California, Arizona, and New Mexico, as well as parts of Utah, Nevada, and Colorado. Mexico also relinquished all claims to Texas.",
                    "Percent": 72
                }
            },
            "D": {
                "Choice": "Mexico was forced to sell Florida to the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States acquired Florida from Spain, not Mexico, in 1819.",
                    "Percent": 13
                }
            }
        }
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "Explain the economic, political, and social problems during Reconstruction and evaluate their impact on different groups."
        ],
        "Content": [
            "What was the main cause of the impeachment of President Andrew Johnson in 1868?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "His opposition to the ratification of the Thirteenth Amendment",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Johnson did not oppose ratification of the Thirteenth Amendment, which abolished slavery.",
                    "Percent": 27
                }
            },
            "G": {
                "Choice": "His refusal to investigate reported criminal activity by the Union army during the Civil War",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Johnson did not refuse to investigate reported criminal activity by the Union army.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "His opposition to Radical Reconstruction policies for former Confederate states",
                "Key": {
                    "Correct": true,
                    "Rationale": "President Andrew Johnson opposed the plans of Radical Republicans in Congress to reconstruct the South after the Civil War. The Radical Republicans knew that their plans would not be used if President Johnson remained in office, so the House of Representatives impeached him.",
                    "Percent": 41
                }
            },
            "J": {
                "Choice": "His refusal to use the Homestead Act to redistribute land to former slave",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Homestead Act of 1862 was intended to distribute federal land to settlers in the west, not to redistribute land to former slaves.",
                    "Percent": 21
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the central role of the expansion of slavery in causing sectionalism, disagreement over states’ rights, and the Civil War.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "Content": [
            "This painting shows artist Thomas Nast’s interpretation of General Robert E. Lee’s surrender to General Ulysses S. Grant, which ended the Civil War.",
            "problems/TX18G8SS/media/11a.jpg",
            "Where did the events shown in this painting occur?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A private home in Appomattox County, Virginia",
                "Key": {
                    "Correct": true,
                    "Rationale": "Confederate General Robert E. Lee surrendered to Union General Ulysses S. Grant in the McLean House. This house was a private home in Appomattox Court House, Virginia.",
                    "Percent": 71
                }
            },
            "B": {
                "Choice": "The U.S. Capitol building",
                "Key": {
                    "Correct": false,
                    "Rationale": "General Lee did not surrender to General Grant in the U.S. Capitol building.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "A public church near Ford’s Theatre",
                "Key": {
                    "Correct": false,
                    "Rationale": "General Lee did not surrender to General Grant in a public church.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "The Governor’s mansion in Richmond, Virginia",
                "Key": {
                    "Correct": false,
                    "Rationale": "General Lee did not surrender to General Grant in the Governor’s mansion",
                    "Percent": 12
                }
            }
        }
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics"
        ],
        "SubTopics": [
            "Explain reasons for the development of the plantation system, the transatlantic slave trade, and the spread of slavery."
        ],
        "Content": [
            "• Invention of the cotton gin",
            "• Opening of lands along the Mississippi River",
            "• Growing demand for inexpensive labor",
            "Which change occurred as a direct result of these developments?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A reduction in the number of skilled workers in northern states",
                "Key": {
                    "Correct": false,
                    "Rationale": "These developments caused the number of skilled workers in the north to increase. Workers were needed to manufacture clothing from cotton in textile mills.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "The expansion of manufacturing into the western territories",
                "Key": {
                    "Correct": false,
                    "Rationale": "Manufacturing remained located in cities in the northeast. The western territories focused on agriculture and mining.",
                    "Percent": 25
                }
            },
            "H": {
                "Choice": "A reduction in trade with European countries",
                "Key": {
                    "Correct": false,
                    "Rationale": "These developments caused an increase in trade with European countries.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "The expansion of slavery into newly acquired territories",
                "Key": {
                    "Correct": true,
                    "Rationale": "The cotton gin is a machine that quickly and easily separates cotton fibers from their seeds. The cotton gin increased the production levels of cotton, which then led to the need for unskilled laborers to help harvest the cotton. As the country grew in territory, lands along the Mississippi River became available. The land in this region is favorable to cotton production. These three factors resulted in the expansion of slavery into newly acquired territories.",
                    "Percent": 63
                }
            }
        }
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain how the Northwest Ordinance established principles and procedures for orderly expansion of the United States.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "problems/TX18G8SS/media/13a.jpg",
            "Which document completes this excerpt?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Declaration of Independence",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt is not about the Declaration of Independence, which set forth the reasons the American colonies declared independence from Great Britain.",
                    "Percent": 31
                }
            },
            "B": {
                "Choice": "Treaty of Ghent",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt is not about the Treaty of Ghent, which ended the War of 1812 between the United States and Great Britain.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Northwest Ordinance",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Northwest Ordinance is the document that laid out the process for creating new states from the lands of the Northwest Territory.",
                    "Percent": 50
                }
            },
            "D": {
                "Choice": "Louisiana Purchase Treaty",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt is not about the Louisiana Purchase Treaty, through which the United States purchased the Louisiana Territory from France.",
                    "Percent": 9
                }
            }
        }
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "Explain the reasons for the growth of representative government and institutions during the colonial period."
        ],
        "Content": [
            "The Virginia Company authorized a general assembly in Virginia so that colonists could —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "self-govern on a local level",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Virginia Company of London established a colony in North America in 1607 called Jamestown. Governing the colony was difficult, so the Virginia Company issued the Great Charter in 1618. The Great Charter established the General Assembly so that colonists could self-govern on a local level.",
                    "Percent": 46
                }
            },
            "G": {
                "Choice": "vote in the British Parliament",
                "Key": {
                    "Correct": false,
                    "Rationale": "The general assembly in Virginia did not allow colonists to vote in the British parliament.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "participate in a free-market economy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Colonists could participate in the economy without the aid of a general assembly.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "express dissatisfaction with British rule",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Virginia Company did not authorize a general assembly to allow colonists to express dissatisfaction with British rule.",
                    "Percent": 20
                }
            }
        }
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the causes, important events, and effects of the War of 1812.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "problems/TX18G8SS/media/15a.jpg",
            "Which action completes this graphic organizer?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "French naval attacks on U.S. harbors",
                "Key": {
                    "Correct": false,
                    "Rationale": "The War of 1812 was not caused by French naval attacks on U.S. harbors.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "British invasions of countries allied with the United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "The War of 1812 was not caused by British invasions of countries allied with the United States.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "French embargoes on trade with the United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "The War of 1812 was not caused by French embargoes on trade with the United States.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "British impressment of U.S. sailors",
                "Key": {
                    "Correct": true,
                    "Rationale": "Great Britain had been capturing U.S. sailors and forcing them to join the British navy. This practice was known as impressment and was one of the causes of the War of 1812.",
                    "Percent": 54
                }
            }
        }
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Compare places and regions of the United States in terms of physical and human characteristics.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "Content": [
            "problems/TX18G8SS/media/16a.jpg",
            "The statistics in this table illustrate population changes associated with —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the rise of industrialism in the United States",
                "Key": {
                    "Correct": true,
                    "Rationale": "The table shows that the population of several cities in the United States greatly increased over three decades. The United States was experiencing the Industrial Revolution, which shifted production from homes to factories. Factories were located in cities for better access to laborers and resources. As the factories expanded, more people migrated to the cities to find jobs, and the population increased.",
                    "Percent": 82
                }
            },
            "G": {
                "Choice": "the establishment of a federal income tax",
                "Key": {
                    "Correct": false,
                    "Rationale": "The population changes did not occur because of a federal income tax.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "a prolonged food shortage in the United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "The population changes did not occur because of an extended food shortage.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "a lengthy war over disputed territory",
                "Key": {
                    "Correct": false,
                    "Rationale": "The population changes did not occur because of a lengthy war over disputed territory.",
                    "Percent": 4
                }
            }
        }
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify examples of American art, music, and literature that reflect society in different eras such as the Hudson River School artists, the “Battle Hymn of the Republic,” and transcendental literature.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "Content": [
            "problems/TX18G8SS/media/17a.jpg",
            "The theme represented in this painting is most associated with —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the nineteenth-century temperance movement",
                "Key": {
                    "Correct": false,
                    "Rationale": "The painting does not represent themes associated with the temperance movement to prohibit alcohol.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "books and songs supporting the nativist movement",
                "Key": {
                    "Correct": false,
                    "Rationale": "The painting does not represent themes associated with the nativist movement to limit immigration to the United States.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "the works of artists from the Hudson River School",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Hudson River School is the name given to the style represented by the works of certain landscape painters between 1825 and 1870. This painting celebrates the natural beauty of the United States.",
                    "Percent": 54
                }
            },
            "D": {
                "Choice": "the nineteenth-century industrial boom",
                "Key": {
                    "Correct": false,
                    "Rationale": "The painting does not represent themes associated with the nineteenth-century industrial revolution.",
                    "Percent": 20
                }
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "Evaluate legislative reform programs of the Radical Reconstruction Congress and reconstructed state governments."
        ],
        "Content": [
            "How did the Freedmen’s Bureau most assist in the reconstruction of the South?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By dividing large plantations and redistributing the property to former slaves",
                "Key": {
                    "Correct": false,
                    "Rationale": "Some Radical Republicans in Congress wanted to seize plantations and redistribute land to former slaves, but their plan was defeated in Congress and did not happen.",
                    "Percent": 22
                }
            },
            "G": {
                "Choice": "By creating a militia to help enforce the voting rights of former slaves",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Freedmen’s Bureau helped to protect the rights of slaves, but it did not create a militia.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "By offering legal assistance and public schooling to former slaves",
                "Key": {
                    "Correct": true,
                    "Rationale": "After the Civil War, Congress created the Freedmen’s Bureau to assist former slaves during Reconstruction in the South. The Bureau’s biggest roles included offering legal assistance and providing education.",
                    "Percent": 54
                }
            },
            "J": {
                "Choice": "By petitioning the government to offer money to former slaves",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Freedmen’s Bureau helped negotiate contracts between former slaves and landowners, but it did not petition the government to offer money to former slaves.",
                    "Percent": 6
                }
            }
        }
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify racial, ethnic, and religious groups that settled in the United States and explain their reasons for immigration.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "Content": [
            "This early map of New England was published in 1677.",
            "problems/TX18G8SS/media/19a.jpg",
            "Which of the following names the group best known for settling this region and states their reason for settling?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Merchants: To trade with the region’s American Indians",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although merchants did trade with American Indians after they arrived in New England, that was not their main reason for settling in the area.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "Quakers: To establish a colony free of slavery",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Quakers primarily settled in Pennsylvania, not New England.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "Explorers: To map the region’s rivers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Explorers did not settle New England to make maps of the local rivers.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "Puritans: To freely practice their religion",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Puritans migrated to the New England region in order to freely practice their religion.",
                    "Percent": 47
                }
            }
        }
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the reasons for the removal and resettlement of Cherokee Indians during the Jacksonian era, including the Indian Removal Act, Worcester v. Georgia, and the Trail of Tears.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "problems/TX18G8SS/media/20a.jpg",
            "Which of the following correctly completes this graphic organizer?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "President Jackson annexes land west of the Mississippi River.",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Jackson did not annex land west of the Mississippi River.",
                    "Percent": 24
                }
            },
            "G": {
                "Choice": "President Jackson ignores a Supreme Court ruling.",
                "Key": {
                    "Correct": true,
                    "Rationale": "President Jackson supported the Indian Removal Act of 1830. This act called for the removal of Cherokee Indians from Georgia to the Oklahoma Territory. The Cherokee Indians argued that President Jackson’s actions were unconstitutional. They took the question of tribal sovereignty to the U.S. Supreme Court, which ruled in their favor in Worcester v. Georgia, 1832. President Jackson ignored the Supreme Court decision, and the Cherokees were forcibly moved west by the U.S. government.",
                    "Percent": 50
                }
            },
            "H": {
                "Choice": "President Jackson introduces a bill to Congress.",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Jackson supported the Indian Removal Act, but did not have the power to introduce the bill to Congress.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "President Jackson vetoes an act passed by Congress.",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Jackson did not veto an act about Indian removal.",
                    "Percent": 15
                }
            }
        }
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain constitutional issues arising over the issue of states’ rights, including the Nullification Crisis and the Civil War.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "problems/TX18G8SS/media/21a.jpg",
            "In this reply, Daniel Webster is reacting to —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the inability of citizens to elect Supreme Court justices",
                "Key": {
                    "Correct": false,
                    "Rationale": "Senator Daniel Webster was not reacting to the inability of citizens to elect Supreme Court judges.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "an attempted nullification of a federal law by a state",
                "Key": {
                    "Correct": true,
                    "Rationale": "Senator Daniel Webster is replying to Senator Robert Hayne’s speech about nullification. Nullification is the idea that states could nullify, or void, an act of Congress if they believed the national government had overstepped its authority, or had not acted in the best interests of the states.",
                    "Percent": 50
                }
            },
            "C": {
                "Choice": "a proposal to revise the amendment process of the U.S. Constitution",
                "Key": {
                    "Correct": false,
                    "Rationale": "Senator Daniel Webster was not reacting to a proposal to revise the amendment process of the U.S. Constitution.",
                    "Percent": 21
                }
            },
            "D": {
                "Choice": "the federal seizure of private land for transportation networks",
                "Key": {
                    "Correct": false,
                    "Rationale": "Senator Daniel Webster was not reacting to the federal seizure of private land for transportation networks.",
                    "Percent": 19
                }
            }
        }
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics"
        ],
        "SubTopics": [
            "Identify economic differences among different regions of the United States."
        ],
        "Content": [
            "Which American colony’s economy was based primarily on shipbuilding and fishing?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Virginia",
                "Key": {
                    "Correct": false,
                    "Rationale": "Virginia’s economy was based on plantation agriculture, not shipbuilding and fishing.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "Maryland",
                "Key": {
                    "Correct": false,
                    "Rationale": "Maryland’s economy was based on plantation agriculture, not shipbuilding and fishing.",
                    "Percent": 28
                }
            },
            "H": {
                "Choice": "Georgia",
                "Key": {
                    "Correct": false,
                    "Rationale": "Georgia’s economy was based on plantation agriculture, not shipbuilding and fishing.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "Massachusetts",
                "Key": {
                    "Correct": true,
                    "Rationale": "The New England colony of Massachusetts was located along the Atlantic Ocean. It had many natural bays and harbors. This easy access to the ocean contributed to the development of an economy based on shipbuilding and fishing.",
                    "Percent": 44
                }
            }
        }
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the major eras in U.S. history through 1877, including colonization, revolution, creation and ratification of the Constitution, early republic, the Age of Jackson, westward expansion, reform movements, sectionalism, Civil War, and Reconstruction, and describe their causes and effects.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "Content": [
            "problems/TX18G8SS/media/23a.jpg",
            "This political cartoon comments on events that occurred during the —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Reconstruction era",
                "Key": {
                    "Correct": true,
                    "Rationale": "The political cartoon shows a carpetbagger on his way to the South. During Reconstruction (1865–1877), some northerners moved to the South to support political and social change and to seek out economic opportunities. “Carpetbagger” was a negative label for these northerners. Many southerners did not like carpetbaggers.",
                    "Percent": 64
                }
            },
            "B": {
                "Choice": "Age of Jackson",
                "Key": {
                    "Correct": false,
                    "Rationale": "The political cartoon is not about the Age of Jackson, which occurred from about 1828 to 1845. The Age of Jackson is associated with the expansion of democracy.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "Second Great Awakening",
                "Key": {
                    "Correct": false,
                    "Rationale": "The political cartoon is not about the Second Great Awakening, which occurred from about 1790 to 1820. The Second Great Awakening is associated with religious revivals.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "War of 1812",
                "Key": {
                    "Correct": false,
                    "Rationale": "The political cartoon is not about the War of 1812, which was fought between the United States and Great Britain.",
                    "Percent": 6
                }
            }
        }
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Summarize the purposes for amending the U.S. Constitution.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "One Way to Amend the U.S. Constitution",
            "problems/TX18G8SS/media/24a.jpg",
            "Which numbered pair correctly replaces (1) and (2) in this table?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "(1) three-fourths \n (2) eligible voters",
                "Key": {
                    "Correct": false,
                    "Rationale": "An amendment can be proposed by a two-thirds vote, not a three-fourths vote, in both houses of Congress. An amendment cannot be ratified by eligible voters.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "(1) two-thirds \n (2) Electoral College",
                "Key": {
                    "Correct": false,
                    "Rationale": "An amendment can be proposed by a two-thirds vote in both houses of Congress. However, an amendment cannot be ratified by the Electoral College.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "(1) three-fourths \n (2) Supreme Court",
                "Key": {
                    "Correct": false,
                    "Rationale": "An amendment can be proposed by a two-thirds vote, not a three-fourths vote, in both houses of Congress. An amendment cannot be ratified by the Supreme Court.",
                    "Percent": 33
                }
            },
            "J": {
                "Choice": "(1) two-thirds \n (2) state legislatures",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Constitution describes the process for proposing and ratifying amendments. One process includes a proposal of the amendment by two-thirds vote in both houses of Congress and then ratification of the amendment by three-fourths of the state legislatures.",
                    "Percent": 43
                }
            }
        }
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics"
        ],
        "SubTopics": [
            "Analyze the causes and effects of economic differences among different regions of the United States at selected times."
        ],
        "Content": [
            "Which of the following had the greatest impact on the outcome of the Civil War?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Economic differences between the Union and the Confederacy",
                "Key": {
                    "Correct": true,
                    "Rationale": "The economic differences between the Union and the Confederacy had the greatest impact on the outcome of the Civil War. The Union had an advantage because its economy was based on industry, while the Confederacy’s economy was based on agriculture.",
                    "Percent": 59
                }
            },
            "B": {
                "Choice": "The amount of military training given to Union forces and Confederacy forces",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because most of the officers in both armies were trained at the United States Military Academy (West Point), it is likely that they provided very similar training to the soldiers under their command.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "Religious differences between the Union and the Confederacy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Religious differences between the Union and the Confederacy did not significantly affect the outcome of the Civil War.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "The alignment of foreign allies with the Union or with the Confederacy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the Union nor the Confederacy benefited greatly from the help of foreign allies.",
                    "Percent": 17
                }
            }
        }
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe and evaluate the historical development of the abolitionist movement.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "Content": [
            "Frederick Douglass",
            "problems/TX18G8SS/media/26a.jpg",
            "This leader inspired followers of the abolitionist movement by —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "writing Uncle Tom’s Cabin",
                "Key": {
                    "Correct": false,
                    "Rationale": "Harriet Beecher Stowe wrote Uncle Tom's Cabin.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "publishing the anti-slavery newspaper The North Star",
                "Key": {
                    "Correct": true,
                    "Rationale": "Frederick Douglass inspired abolitionists through the antislavery newspaper The North Star.",
                    "Percent": 42
                }
            },
            "H": {
                "Choice": "organizing the Underground Railroad",
                "Key": {
                    "Correct": false,
                    "Rationale": "Abolitionists established the Underground Railroad to help escaping slaves move safely out of the South. Douglass did not organize or create the Underground Railroad.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "becoming the first African American senator",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hiram Rhodes Revels was the first African American senator.",
                    "Percent": 36
                }
            }
        }
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the origin of judicial review.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "problems/TX18G8SS/media/27a.jpg",
            "Which constitutional principle is Jefferson referring to in this excerpt?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Full faith and credit",
                "Key": {
                    "Correct": false,
                    "Rationale": "efferson is referring to judicial review, not full faith and credit, which is the principle that the states within the United States have to respect the public records and judicial proceedings of every other state.",
                    "Percent": 2
                }
            },
            "B": {
                "Choice": "Popular sovereignty",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jefferson is referring to judicial review, not popular sovereignty, which is the principle that the authority of a state and its government is created and maintained by the consent of the people through elected representatives.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "Federalism",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jefferson is referring to judicial review, not federalism, which is the principle that states share power with the national government.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "Judicial review",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this excerpt, Thomas Jefferson questions whether judges have the authority to determine the constitutionality of laws, which is known as judicial review.",
                    "Percent": 62
                }
            }
        }
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the characteristics and the benefits of the U.S. free enterprise system through 1877.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "problems/TX18G8SS/media/28a.jpg",
            "Which of the following best completes this illustration?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Free Enterprise System",
                "Key": {
                    "Correct": true,
                    "Rationale": "The “Free Enterprise System” is the best title for this illustration because the pillars are labeled with five important characteristics of the free enterprise economic system.",
                    "Percent": 55
                }
            },
            "G": {
                "Choice": "Mercantile System",
                "Key": {
                    "Correct": false,
                    "Rationale": "The illustration does not show the pillars of the mercantile system. Mercantilism is a system in which a country attempts to acquire wealth through trade, exporting more than it imports and increasing its holding of gold.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "Federalism",
                "Key": {
                    "Correct": false,
                    "Rationale": "The illustration does not show the pillars of federalism. Federalism is a system of government where the states share power with the national government.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Republicanism",
                "Key": {
                    "Correct": false,
                    "Rationale": "The illustration does not show the pillars of republicanism. Republicanism is a system of government in which sovereignty is entrusted to the people and used by the people either directly or indirectly through representatives chosen by the people.",
                    "Percent": 12
                }
            }
        }
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "Describe major domestic problems faced by the leaders of the new republic, including maintaining national security, creating a stable economic system, and setting up the court system."
        ],
        "Content": [
            "Which of the following is the best example of an early U.S. struggle to define the domestic authority of the central government?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The XYZ Affair",
                "Key": {
                    "Correct": false,
                    "Rationale": "The XYZ Affair was a foreign policy matter between the United States and France, not a domestic matter.",
                    "Percent": 27
                }
            },
            "B": {
                "Choice": "The War of 1812",
                "Key": {
                    "Correct": false,
                    "Rationale": "The War of 1812 between the United States and Great Britain was not a domestic matter.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "The Barbary Wars",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Barbary Wars were a series of conflicts between the United States and the North African Barbary states of Tunis, Algiers, and Tripoli. The wars concerned foreign policy, not domestic affairs.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "The Whiskey Rebellion",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first major test of federal authority occurred in 1794. Farmers and whiskey distillers in western Pennsylvania protested a tax on whiskey enacted by the federal government. Anger over the tax turned into a rebellion. President George Washington called members of militias from several states to help stop the rebellion.",
                    "Percent": 56
                }
            }
        }
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the arguments of the Federalists and Anti–Federalists, including those of Alexander Hamilton, Patrick Henry, James Madison, and George Mason.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "problems/TX18G8SS/media/30a.jpg",
            "Those who agreed with this point of view were known as —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Minutemen",
                "Key": {
                    "Correct": false,
                    "Rationale": "Minutemen were civilian colonists who were ready to join militias in an instant during the American Revolution.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "Loyalists",
                "Key": {
                    "Correct": false,
                    "Rationale": "Loyalists were American colonists who were loyal to Great Britain during the American Revolution.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "Federalists",
                "Key": {
                    "Correct": true,
                    "Rationale": "This point of view expresses the opinion that adding a bill of rights to the Constitution was unnecessary and dangerous. During the constitutional ratification period, the Federalists argued that the Constitution did not need a bill of rights because the people and the states retained any powers that were not given to the federal government. Listing specific rights would be a problem because of the question of which rights to include. On the other hand, the Anti-Federalists believed that a bill of rights was necessary to safeguard individual liberties.",
                    "Percent": 62
                }
            },
            "J": {
                "Choice": "Patriots",
                "Key": {
                    "Correct": false,
                    "Rationale": "Patriots were American colonists who wanted independence from Great Britain during the American Revolution.",
                    "Percent": 13
                }
            }
        }
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Summarize historical events in which compromise resulted in a resolution such as the Missouri Compromise, the Compromise of 1850, and Kansas–Nebraska Act.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "Content": [
            "problems/TX18G8SS/media/31a.jpg",
            "Why was this congressional structure created by the framers of the Constitution?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To follow the plan outlined in the Articles of Confederation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Articles of Confederation was the first plan for U.S. government. The Articles of Confederation did not create the congressional structure shown in the diagram.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "To reach a compromise between large and small states",
                "Key": {
                    "Correct": true,
                    "Rationale": "At the Constitutional Convention of 1787, delegates from each state discussed several plans for the new U.S. government. There was a debate between small states and large states over representation in Congress. States with small populations wanted each state to have equal representation in Congress. States with large populations wanted representation based on population. In this case, more populous states would have more representatives. The Great Compromise settled the debate by creating a two-house legislature with two different systems of representation. In the Senate, each state has two representatives. In the House of Representatives, each state’s number of representatives is based on the size of the state’s population.",
                    "Percent": 63
                }
            },
            "C": {
                "Choice": "To reach a compromise between slave states and non-slave states",
                "Key": {
                    "Correct": false,
                    "Rationale": "There was a compromise between slave states and non-slave states. However, that compromise did not create the congressional structure shown in the diagram.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "To implement the outcome of a popular vote",
                "Key": {
                    "Correct": false,
                    "Rationale": "The congressional structure shown in the diagram was not the result of a popular vote. It was the result of a compromise made by the framers of the Constitution at the Constitutional Convention.",
                    "Percent": 12
                }
            }
        }
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture"
        ],
        "SubTopics": [
            "Analyze the contributions of people of various racial, ethnic, and religious groups to our national identity."
        ],
        "Content": [
            "Irish and Chinese immigrants are best remembered for performing which type of labor during the late nineteenth century?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Building dams in the midwestern states",
                "Key": {
                    "Correct": false,
                    "Rationale": "Some Irish and Chinese immigrants may have settled in the area. However, the Midwest was an area mainly settled by German and Scandinavian immigrants.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Digging canals across northern states",
                "Key": {
                    "Correct": false,
                    "Rationale": "The era of canal construction occurred in the early 1800s, while railroad building in western territories occurred in the mid-to- late 1800s.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "Building railroads in western territories",
                "Key": {
                    "Correct": true,
                    "Rationale": "Irish and Chinese immigrants were hired to help complete the Transcontinental Railroad and other railroad lines in the West in the late 1800s.",
                    "Percent": 69
                }
            },
            "J": {
                "Choice": "Constructing bridges in southern states",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither Irish nor Chinese immigrants worked in large numbers on the construction of bridges in the South.",
                    "Percent": 7
                }
            }
        }
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify examples of responsible citizenship, including obeying rules and laws, staying informed on public issues, voting, and serving on juries.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "problems/TX18G8SS/media/33a.jpg",
            "This statement is most likely from a handbook designed to prepare citizens for —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "voting in elections",
                "Key": {
                    "Correct": false,
                    "Rationale": "Not everything in the excerpt is required to vote in elections.",
                    "Percent": 33
                }
            },
            "B": {
                "Choice": "jury duty",
                "Key": {
                    "Correct": true,
                    "Rationale": "The statement is from a handbook designed to prepare citizens for jury duty. A citizen needs an open mind, a readiness to work with other jurors, and the ability to be impartial when serving on a jury.",
                    "Percent": 50
                }
            },
            "C": {
                "Choice": "paying income taxes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Not everything in the excerpt is required to pay income taxes.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "military service",
                "Key": {
                    "Correct": false,
                    "Rationale": "Not everything in the excerpt is required for military service.",
                    "Percent": 13
                }
            }
        }
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the impact of the 13th, 14th, and 15th amendments.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "Content": [
            "problems/TX18G8SS/media/34a.jpg",
            "How did President Lincoln succeed in permanently abolishing the practice represented by the tree in this cartoon?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By ordering the use of popular sovereignty to decide the issue of slavery",
                "Key": {
                    "Correct": false,
                    "Rationale": "Stephen Douglas supported using popular sovereignty to decide the issue of slavery in the territories, not Abraham Lincoln.",
                    "Percent": 22
                }
            },
            "G": {
                "Choice": "By encouraging an armed rebellion of slaves in the South",
                "Key": {
                    "Correct": false,
                    "Rationale": "Abraham Lincoln did not encourage an armed rebellion in the South to end slavery.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "By promoting the passage and ratification of the Thirteenth Amendment",
                "Key": {
                    "Correct": true,
                    "Rationale": "President Abraham Lincoln is shown about to cut down a tree labeled “slavery.” Slavery was permanently abolished in the United States when the Thirteenth Amendment was added to the Constitution.",
                    "Percent": 64
                }
            },
            "J": {
                "Choice": "By helping abolitionists fund the Underground Railroad",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the Underground Railroad helped slaves escape, it was not the method by which slavery was permanently abolished.",
                    "Percent": 4
                }
            }
        }
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze how the U.S. Constitution reflects the principles of limited government, republicanism, checks and balances, federalism, separation of powers, popular sovereignty, and individual rights.",
            "Differentiate between, locate, and use valid primary and secondary sources such as media and news services, biographies, interviews, and artifacts to acquire information about the United States."
        ],
        "Content": [
            "problems/TX18G8SS/media/35a.jpg",
            "What was the purpose of this amendment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To encourage citizens to monitor the federal government",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Tenth Amendment was not intended to encourage citizens to monitor the federal government.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "To prevent conflicts between state and local governments",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Tenth Amendment was not intended to prevent conflicts between state and local governments.",
                    "Percent": 23
                }
            },
            "C": {
                "Choice": "To limit the authority of the federal government",
                "Key": {
                    "Correct": true,
                    "Rationale": "The purpose of the Tenth Amendment was to limit the authority of the federal government by reserving some powers for the states or for the people.",
                    "Percent": 53
                }
            },
            "D": {
                "Choice": "To increase the participation of citizens in state government",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Tenth Amendment was not intended to increase the participation of citizens in state governments.",
                    "Percent": 16
                }
            }
        }
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture"
        ],
        "SubTopics": [
            "Identify the political, social, and economic contributions of women to American society."
        ],
        "Content": [
            "The reform efforts of Dorothea Dix during the mid-nineteenth century led to —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "improved education for immigrant children",
                "Key": {
                    "Correct": false,
                    "Rationale": "ane Addams and others worked to provide services to immigrants, including education, as part of the Settlement House movement. Dorothea Dix’s efforts were not focused on immigrants.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "the creation of worker safety regulations",
                "Key": {
                    "Correct": false,
                    "Rationale": "Reformers tried to convince the government to create regulations to protect factory workers, but Dorothea Dix was this effort.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "the expansion of suffrage for women",
                "Key": {
                    "Correct": false,
                    "Rationale": "Reformers such as Elizabeth Cady Stanton and Susan B. Anthony campaigned for women to gain the right to vote, but Dorothea Dix was not part of this effort.",
                    "Percent": 25
                }
            },
            "J": {
                "Choice": "improved facilities for the mentally ill and disabled",
                "Key": {
                    "Correct": true,
                    "Rationale": "Dorothea Dix was a social reformer who worked to improve facilities for people with mental illnesses and disabilities. She researched conditions in prisons and was able to help convince many states to establish humane hospitals for people with mental illnesses.",
                    "Percent": 55
                }
            }
        }
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the westward growth of the nation, including the Louisiana Purchase and Manifest Destiny.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "problems/TX18G8SS/media/37a.jpg",
            "Which title best completes this list?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Economic Motives for Passing the Northwest Ordinance",
                "Key": {
                    "Correct": false,
                    "Rationale": "The list has characteristics associated with Manifest Destiny, not the Northwest Ordinance. Gold was not discovered in the area known as the Northwest Territory. This is the area that now encompasses the Midwest and was incorporated by the Northwest Ordinance of 1787.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "Reasons for Issuing the Monroe Doctrine",
                "Key": {
                    "Correct": false,
                    "Rationale": "The list has characteristics associated with Manifest Destiny, not the Monroe Doctrine. President James Monroe declared the Monroe Doctrine in 1823. He warned European nations that the United States would not tolerate further colonization in the Americas.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "Economic Motives for Manifest Destiny Policies",
                "Key": {
                    "Correct": true,
                    "Rationale": "The list has to do with Manifest Destiny. “Manifest Destiny” is the term coined by John L. O’Sullivan to describe the belief in the 1800s that U.S. settlers were destined to expand across North America. The three items in the list are economic characteristics that would motivate settlers to move west.",
                    "Percent": 57
                }
            },
            "D": {
                "Choice": "Reasons for the Gadsden Purchase",
                "Key": {
                    "Correct": false,
                    "Rationale": "The list has characteristics associated with Manifest Destiny, not the Gadsden Purchase. The United States obtained parts of southern Arizona and southern New Mexico through the Gadsden Purchase of 1852. The area was not known for farmland, and gold was discovered farther west in California.",
                    "Percent": 16
                }
            }
        }
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society"
        ],
        "SubTopics": [
            "Analyze how technological innovations changed the way goods were manufactured and distributed, nationally and internationally."
        ],
        "Content": [
            "How did the growth of the railway system during the nineteenth century affect the U.S. economy?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By helping expand the commercial markets of U.S. companies",
                "Key": {
                    "Correct": true,
                    "Rationale": "As more railroad lines were built in the 1800s, U.S. businesses could more easily transport their goods to distant markets and sell their goods to more customers.",
                    "Percent": 53
                }
            },
            "G": {
                "Choice": "By making it easier for people in rural areas to work in urban factories",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the 1800s, railroad lines were not widely used for people to commute to work.",
                    "Percent": 25
                }
            },
            "H": {
                "Choice": "By helping strengthen the economic ties between U.S. and British companies",
                "Key": {
                    "Correct": false,
                    "Rationale": "The growth of the railway system helped U.S. companies reach new markets but did not help strengthen economic ties between U.S. and British companies.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "By permitting faster communication between corporate leaders and their employees",
                "Key": {
                    "Correct": false,
                    "Rationale": "The railway system did not permit faster communication between corporate leaders and employees. The telegraph and telephone enabled faster communication.",
                    "Percent": 13
                }
            }
        }
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze reasons for and the impact of selected examples of civil disobedience in U.S. history such as the Boston Tea Party and Henry David Thoreau’s refusal to pay a tax.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "problems/TX18G8SS/media/39a.jpg",
            "The actions described in this excerpt were carried out in order to —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "encourage the outbreak of war between England and France",
                "Key": {
                    "Correct": false,
                    "Rationale": "The French and Indian War, a war between England and France, occurred from 1754 to 1763. The Boston Tea Party was not meant to encourage another war between England and France.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "protest British taxation policies",
                "Key": {
                    "Correct": true,
                    "Rationale": "The excerpt is describing the Boston Tea Party in 1773. American patriots threw chests of tea belonging to the British East India Company into the Boston Harbor. The Americans were protesting taxation without representation. The tax on tea had been passed by the British Parliament, an assembly that had no representatives from the colonies.",
                    "Percent": 70
                }
            },
            "C": {
                "Choice": "end trade disagreements between colonists and French traders",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Boston Tea Party was a colonial demonstration against British trade policies and practices. The disagreement did not involve French traders.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "protest a ban on selling beverages in the colonies",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Tea Act of 1773 granted the British East India Company a monopoly on tea sales in the American colonies. The act did not place a ban on selling beverages in the colonies. It maintained an existing tax on tea.",
                    "Percent": 6
                }
            }
        }
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the impact of slavery on different sections of the United States.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "• The Missouri Compromise",
            "• The Compromise of 1850",
            "• The Kansas-Nebraska Act",
            "What was the fundamental question addressed in each of these congressional acts?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Should the U.S. expand westward?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The three acts addressed the consequences of westward expansion, not the question of whether the United States should expand westward.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "Should states be allowed to nullify federal laws?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The three acts addressed slave labor, not the issue of nullification.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "Should slave labor be allowed in new states?",
                "Key": {
                    "Correct": true,
                    "Rationale": "These three related congressional acts all addressed the question of whether slave labor should be allowed in new states.",
                    "Percent": 52
                }
            },
            "J": {
                "Choice": "Should states be able to secede from the Union?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The three acts addressed slave labor, not the issue of secession.",
                    "Percent": 16
                }
            }
        }
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Compare places and regions of the United States in terms of physical and human characteristics.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "Content": [
            "Which diagram correctly compares two regions of the United States during the mid-nineteenth century?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX18G8SS/media/41a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This diagram compares the West and the Northeast. Large manufacturing centers were characteristic of the Northeast but not the West in the mid-1800s.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "problems/TX18G8SS/media/41b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This diagram compares the Northeast and the Southwest. In the mid-1800s cattle ranching was not a characteristic of the Northeast.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "problems/TX18G8SS/media/41c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "This type of diagram is used to compare objects. This diagram compares the economies of the West and the Southeast. In the mid-1800s the mining of gold and silver was common in the West, while plantation agriculture dominated the Southeast.",
                    "Percent": 69
                }
            },
            "D": {
                "Choice": "problems/TX18G8SS/media/41d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This diagram compares the Southeast and the Northeast. The use of slave labor was characteristic of the Southeast but not of the Northeast in the mid-1800s.",
                    "Percent": 8
                }
            }
        }
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture"
        ],
        "SubTopics": [
            "Analyze the impact of the First Amendment guarantees of religious freedom on the American way of life."
        ],
        "Content": [
            "Which law would be considered unconstitutional on the basis of First Amendment guarantees?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A ban on the publication of classified information by government employees",
                "Key": {
                    "Correct": false,
                    "Rationale": "The First Amendment guarantee of free speech does not prevent the government from protecting classified information. Classified information is information that is restricted by the government because it may damage national security.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "A requirement that church employees pay income tax",
                "Key": {
                    "Correct": false,
                    "Rationale": "The First Amendment guarantee of religious freedom does not prevent the government from requiring individuals to pay income tax, regardless of where they work.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "A requirement that churches get a permit before building a new chapel",
                "Key": {
                    "Correct": false,
                    "Rationale": "The First Amendment guarantee of religious freedom does not prevent local governments from requiring building permits for any type of construction.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "A prohibition on electing religious leaders to government office",
                "Key": {
                    "Correct": true,
                    "Rationale": "The First Amendment prevents the government from restricting the practice of religion, which would include passing a law against electing religious leaders to office.",
                    "Percent": 57
                }
            }
        }
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the economic factors that brought about rapid industrialization and urbanization.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "Content": [
            "problems/TX18G8SS/media/43a.jpg",
            "Which of the following was most responsible for the revolution described in this excerpt?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Expanded public education",
                "Key": {
                    "Correct": false,
                    "Rationale": "While education contributed to the development of an industrial society, the excerpt focuses on changes in production methods made possible by technological innovation.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "Rapid technological innovation",
                "Key": {
                    "Correct": true,
                    "Rationale": "Technological innovation made the Industrial Revolution possible. New technologies changed transportation, manufacturing, and communications. People could travel farther more quickly. The production of goods moved from the home to the factory. Information transferred to distant places more quickly.",
                    "Percent": 67
                }
            },
            "C": {
                "Choice": "Increased government spending",
                "Key": {
                    "Correct": false,
                    "Rationale": "The transition to factory production occurred with minimal government involvement. Increased government spending was not a significant factor in the Industrial Revolution.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "Rapid territorial expansion",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rapid territorial expansion was one effect of the Industrial Revolution, not a cause.",
                    "Percent": 14
                }
            }
        }
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship"
        ],
        "SubTopics": [
            "Describe the contributions of significant political, social, and military leaders of the United States such as Frederick Douglass, John Paul Jones, Susan B. Anthony, and Elizabeth Cady Stanton."
        ],
        "Content": [
            "Why did Congress honor this woman by putting her on a coin?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Because she was an influential First Lady",
                "Key": {
                    "Correct": false,
                    "Rationale": "The role of First Lady, most often fulfilled by the wife of the president of the United States, was one of the more significant public roles for women in early U.S. history. However, Susan B. Anthony was never First Lady.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Because she designed the nation’s first flag",
                "Key": {
                    "Correct": false,
                    "Rationale": "Betsy Ross is thought to have designed the nation’s first flag.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "Because she fought for women’s suffrage",
                "Key": {
                    "Correct": true,
                    "Rationale": "Congress honored Anthony’s efforts as a leader in the fight for women’s suffrage. Women’s suffrage, the right to vote for women, was realized with the ratification of the Nineteenth Amendment in 1920.",
                    "Percent": 71
                }
            },
            "J": {
                "Choice": "Because she was the first woman elected to Congress",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jeannette Rankin of Montana was the first woman elected to Congress.",
                    "Percent": 12
                }
            }
        }
    }
}