{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Art scholars have noted that some colors seem to be more _______ viewers than others. For example, people tend to find paintings featuring blues and greens more appealing than paintings featuring yellows and oranges.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "confusing for",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates only that people tend to find some colors more appealing than others and gives no indication that certain colors are ever “confusing for,” or puzzling to, viewers.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "attractive to",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best completes the text’s discussion of how viewers respond to colors. The text presents something art scholars have noted and gives the example of people tending to find paintings with blues and greens more appealing than those with yellows and oranges. This context conveys that certain colors are more “attractive to” viewers than other colors are.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "corrected by",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text discusses the relative appeal of certain colors in paintings but gives no indication that any colors would ever be “corrected by” viewers, or somehow fixed or improved by them.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "similar to",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn’t make much sense to say that some colors are more “similar to” viewers than others, which would suggest that colors and viewers are alike to different degrees. Further, the text primarily emphasizes a difference, not a similarity, in how appealing paintings tend to be based on the colors they contain.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Researchers and conservationists stress that biodiversity loss due to invasive species is _______. For example, people can take simple steps such as washing their footwear after travel to avoid introducing potentially invasive organisms into new environments.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "preventable",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of how biodiversity loss due to invasive species can be avoided. As used in this context, “preventable” means able to be stopped or kept from happening. The text indicates that “people can take simple steps” to avoid bringing possible invasive species into new environments. It presents these steps as an example of how biodiversity loss due to invasive species is preventable.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "undeniable",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn’t make sense to say that a simple step like washing your shoes after traveling is an example of biodiversity loss due to invasive species being “undeniable,” or something that can’t be proved to be wrong. Although the text may suggest that biodiversity loss due to invasive species is something that really happens, the word that completes the text must make the first sentence into an assertion that is illustrated by the second sentence, and the second sentence illustrates the idea that biodiversity loss due to invasive species is preventable, not undeniable.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "common",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn’t make sense to say that a simple step like washing your shoes after traveling is an example of biodiversity loss due to invasive species being “common,” or something that happens regularly. Additionally, the text doesn’t provide any information about how frequently invasive species cause biodiversity loss.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "concerning",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn’t make sense to say that a simple step like washing your shoes after traveling is an example of biodiversity loss due to invasive species being “concerning,” or something that is troubling or causes worry. Although the text implies that the phenomenon of biodiversity loss due to invasive species is itself a concerning phenomenon, the word that completes the text must make the first sentence into an assertion that is illustrated by the second sentence, and the second sentence illustrates the idea that biodiversity loss due to invasive species is preventable, not concerning.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The process of mechanically recycling plastics is often considered ______ because of the environmental impact and the loss of material quality that often occurs. But chemist Takunda Chazovachii has helped develop a cleaner process of chemical recycling that converts superabsorbent polymers from diapers into a desirable reusable adhesive.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "resilient",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “resilient” would mean able to withstand difficulty and the text does not characterize the plastic-recycling process as having this quality or describe any difficulties that these processes might need to overcome.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "inadequate",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion about recycling plastics. In this context, “inadequate” means not satisfactory. The text indicates that the mechanical plastic-recycling process affects the environment and causes “the loss of material quality.” The text contrasts that with Chazovachii’s chemical plastic-recycling process, which is cleaner and produces a desirable product. The text’s emphasis on the negative aspects of mechanical recycling suggests that it is inadequate in terms of environmental impact and the quality of the material the process yields.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "dynamic",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “dynamic” would mean constantly changing. Although the text suggests that there have been changes in the field of recycling, as is the case with the advent of Chazovachii’s chemical recycling process, there is nothing to suggest that the mechanical process itself has changed or is prone to change.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "satisfactory",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “satisfactory” would mean acceptable but not perfect. The text mentions only shortcomings of the mechanical process (environmental effects and lower material quality), so the text more strongly supports a negative view of this process and provides no evidence that it would be considered satisfactory.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In the Indigenous intercropping system known as the Three Sisters, maize, squash, and beans form an _______ web of relations: maize provides the structure on which the bean vines grow; the squash vines cover the soil, discouraging competition from weeds; and the beans aid their two “sisters” by enriching the soil with essential nitrogen.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "indecipherable",
                "Key": {
                    "Correct": false,
                    "Rationale": "Describing the relationship among the crops in the Three Sisters system as “indecipherable,” or impossible to comprehend, would not make sense in context. Although the text presents the relationship as complex, the text’s description of the role that each crop plays makes it clear that the relationship is well understood, not indecipherable.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "ornamental",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text discusses the practical benefits that each plant in the Three Sisters system provides to other members of the system, showing that the relationship among the crops that make up the system is not “ornamental,” or mainly serving a decorative purpose.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "obscure",
                "Key": {
                    "Correct": false,
                    "Rationale": "Describing the relationship among the crops in the Three Sisters system as “obscure,” or unknown or poorly understood, would not make sense in context. Although the text presents the relationship as complex, the text’s description of the role that each crop plays makes it clear that the relationship is well understood, not obscure.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "intricate",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of the Three Sisters intercropping system. As used in this context, “intricate” would mean made up of complexly related elements. The text indicates that in the Three Sisters system, maize, squash, and beans form a “web of relations” in which the crops interact in various ways. The text’s description of these interactions—the bean vines growing on the maize stalks, the squash vines keeping weeds away, and the beans adding nutrients that the maize and squash use—provides context suggesting that this “web of relations” is intricate.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Within baleen whale species, some individuals develop an accessory spleen—a seemingly functionless formation of splenetic tissue outside the normal spleen. Given the formation’s greater prevalence among whales known to make deeper dives, some researchers hypothesize that its role isn’t ______; rather, the accessory spleen may actively support diving mechanisms.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "replicable",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn’t make sense to say that the role of the accessory spleen is “replicable,” or capable of being reproduced. The text indicates that the role of the accessory spleen seems to have no function, but some researchers think it does have a role; the text doesn’t address whether the role of the accessory spleen could or couldn’t be reproduced.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "predetermined",
                "Key": {
                    "Correct": false,
                    "Rationale": "Suggesting that the role of the accessory spleen is “predetermined,” or decided in advance, wouldn’t make sense in context. Although the researchers may agree that the role of the accessory spleen or any other organ hasn’t been determined in advance, the text focuses on the idea that the accessory spleen was thought to have been functionless but may in fact serve an active role for baleen whales.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "operative",
                "Key": {
                    "Correct": false,
                    "Rationale": "It’s the opposite of what the context of the text is conveying. The second sentence of the text indicates that baleen whale accessory spleens may not be useless, not that they aren’t “operative,” or functional.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "latent",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of baleen whale accessory spleens. In this context, “latent” means dormant or functionless. The text sets up a contrast between the idea that baleen whale accessory spleens appear not to have a function and the research indicating that the accessory spleen may actually have a role in supporting the whales’ diving mechanisms. This context therefore conveys the idea that the assumption that baleen whale accessory spleens are latent may be incorrect.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In 2007, computer scientist Luis von Ahn was working on converting printed books into a digital format. He found that some words were distorted enough that digital scanners couldn’t recognize them, but most humans could easily read them. Based on that finding, von Ahn invented a simple security test to keep automated “bots” out of websites. The first version of the reCAPTCHA test asked users to type one known word and one of the many words scanners couldn’t recognize. Correct answers proved the users were humans and added data to the book-digitizing project.",
            "pWhich choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To discuss von Ahn’s invention of reCAPTCHA",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main purpose of the text. After providing a brief introduction to computer scientist Luis von Ahn, the text focuses on discussing how von Ahn’s digitization work led to the invention of a digital security test known as reCAPTCHA.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To explain how digital scanners work",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t address how digital scanners work.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To call attention to von Ahn’s book-digitizing project",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text mentions von Ahn’s book-digitizing project, that information is provided as a detail, not as the main purpose of the text.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To indicate how popular reCAPTCHA is",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t provide any indication of reCAPTCHA’s popularity; instead, it describes reCAPTCHA’s origin.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Gwendolyn Bennett’s 1926 poem “Street Lamps in Early Spring.”",
            ":ibox:Night wears a garment\nAll velvet soft, all violet blue...\nAnd over her face she draws a veil\nAs shimmering fine as floating dew...\nAnd here and there\nIn the black of her hair\nThe subtle hands of Night\nMove slowly with their gem-starred light.",
            "Which choice best describes the overall structure of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It presents alternating descriptions of night in a rural area and in a city.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never mentions any particular location; instead, it focuses on presenting a single description of night as a person with certain clothing and features.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It sketches an image of nightfall, then an image of sunrise.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t make any reference to the sun or sunrise; instead, it focuses on presenting a single image of night as a person with certain clothing and features.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It makes an extended comparison of night to a human being.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the overall structure of the text. Throughout the text, the speaker characterizes nighttime as if it were a person who wears clothing (“a garment” that is “velvet soft” and “violet blue”) and a veil “over her face” and who moves her hands “slowly with their gem-starred light” through her dark hair. Thus, the text is structured as an extended comparison of night to a human being.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It portrays how night changes from one season of the year to the next.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rather than describing how nighttime changes seasonally (or in any other way), the text presents a single image of night as a person with certain clothing and features.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Jane Austen’s 1814 novel Mansfield Park. The speaker, Tom, is considering staging a play at home with a group of his friends and family.",
            ":ibox:We mean nothing but a little amusement among ourselves, just to vary the scene, and exercise our powers in something new. We want no audience, no publicity. We may be trusted, I think, in choosing some play most perfectly unexceptionable; and I can conceive no greater harm or danger to any of us in conversing in the elegant written language of some respectable author than in chattering in words of our own.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To offer Tom’s assurance that the play will be inoffensive and involve only a small number of people",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately portrays the main purpose of the text. At the beginning of the text, Tom asserts that he and the other people staging the play are doing so only for “a little amusement among ourselves” and aren’t interested in attracting an audience or any attention with the production. Then, Tom promises that the play they chose is modest and appropriate, and he further reasons that using the well-written prose of “some respectable author” is better than using their own words. Overall, the main purpose of the text is to convey Tom’s promise that the play will be inoffensive and involve only a few people.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To clarify that the play will not be performed in the manner Tom had originally intended",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t indicate that Tom had earlier intentions for the play’s performance or that anything has changed since the group first decided to stage a play. Instead, the text focuses on how harmless the entire endeavor will be.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To elaborate on the idea that the people around Tom lack the skills to successfully stage a play",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Tom mentions that using the words of a “respectable author” will be better than using their own words, he never addresses the idea that the people around him generally aren’t skilled enough to stage a play.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To assert that Tom believes the group performing the play will be able to successfully promote it",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the text Tom specifically says that they “want no audience, no publicity,” which indicates that they don’t plan on promoting the play at all.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:TEXT 1\n\nEcologists have long wondered how thousands of microscopic phytoplankton species can live together near ocean surfaces competing for the same resources. According to CONVENTIONAL WISDOM, one species should emerge after outcompeting the rest. So why do so many species remain? Ecologists’ many efforts to explain this phenomenon still haven’t uncovered a satisfactory explanation.",
            ":ibox:TEXT 2\n\nEcologist Michael Behrenfeld and colleagues have connected phytoplankton’s diversity to their microscopic size. Because these organisms are so tiny, they are spaced relatively far apart from each other in ocean water and, moreover, experience that water as a relatively dense substance. This in turn makes it hard for them to move around and interact with one another. Therefore, says Behrenfeld’s team, direct competition among phytoplankton probably happens much less than previously thought.",
            "Based on the texts, how would Behrenfeld and colleagues (Text 2) most likely respond to the “conventional wisdom” discussed in Text 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By arguing that it is based on a misconception about phytoplankton species competing with one another",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on Text 2, it represents how Behrenfeld and colleagues would most likely respond to the “conventional wisdom” discussed in Text 1. The conventional wisdom cited holds the opinion that when there is species diversity within a phytoplankton population, “one species should emerge after outcompeting the rest”—that is, after being so successful in competing for resources that the other species vanish from the population. However, Text 2 explains that according to Behrenfeld and colleagues, phytoplankton are so small and spaced so far apart in the water that there is “much less” direct competition for resources within phytoplankton populations than scientists had previously thought.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By asserting that it fails to recognize that routine replenishment of ocean nutrients prevents competition between phytoplankton species",
                "Key": {
                    "Correct": false,
                    "Rationale": "Text 2 never discusses whether routine replenishment of ocean nutrients affects competition between phytoplankton species.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By suggesting that their own findings help clarify how phytoplankton species are able to compete with larger organisms",
                "Key": {
                    "Correct": false,
                    "Rationale": "The interspecies competition discussed in both texts is specifically between phytoplankton species, and neither text considers whether phytoplankton compete for resources with larger nonphytoplankton species.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "By recommending that more ecologists focus their research on how competition among phytoplankton species is increased with water density",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to Text 2, Behrenfeld and colleagues argue that water density decreases, not increases, competition between phytoplankton species.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Sylvia Acevedo’s 2018 memoir Path to the Stars: My Journey from Girl Scout to Rocket Scientist. The narrator is traveling by car with her family to Mexico City. Mario and Laura are her brother and sister.",
            ":ibox:Mario and I played games to see how many different license plates we could spot, and Laura liked to look for children in the back seats of the cars we passed. We were used to the forty-five-minute drive to El Paso and familiar with the six-hour ride to Chihuahua, but I wondered what the long journey to Mexico City would be like.\n\n\t\t©2018 by Sylvia Acevedo",
            "According to the text, what did the narrator and Mario do while riding in the car?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They read books.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t mention the narrator and Mario reading during the car ride and instead describes them playing games.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They sang songs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t mention the narrator and Mario singing songs during the car ride and instead describes them playing games.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They went to sleep.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t mention the narrator and Mario sleeping during the car ride and instead describes them playing games.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They played games.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes what the narrator and Mario did while riding in the car. The text describes a car trip that the narrator is taking with her family. The text states that during the car ride, the narrator and Mario “played games” to see how many different license plates they could spot.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In the 1700s and 1800s, European composers experimented with volume in their musical works. They did so by increasing the number of musicians playing in the orchestra. For example, in some of his operas, German composer Richard Wagner added more horns, trombones, and tubas to the orchestra. With more instruments playing at the same time, the orchestra could play extremely loudly at key moments in his operas.",
            "According to the text, how did Richard Wagner achieve moments of extremely high volume in his operas?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By moving the performances of his operas from outdoor stages to indoor ones",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never indicates that Wagner moved his operas indoors to achieve moments of extremely high volume, nor does it indicate that his operas were previously performed outdoors. The only technique discussed in the text for achieving extremely high volume is Wagner’s addition of more instruments to create a bigger, louder orchestra.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By increasing the number of musicians playing horns, trombones, and tubas in the orchestra",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a statement about how Richard Wagner achieved moments of extremely high volume in his operas that is supported by the text. The text states that European composers experimented with volume in their works by increasing the number of musicians in the orchestra and provides the example of Wagner, who “added more horns, trombones, and tubas to the orchestra.” The text explains that by having more of these instruments playing at the same time, the overall volume of the orchestra could be dramatically increased at key moments in Wagner’s operas.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By building a concert hall whose shape would cause sounds to echo",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never says that Wagner built or used a specially designed concert hall to increase volume through echoes. The only technique discussed in the text is Wagner’s addition of more instruments to create a bigger, louder orchestra.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "By insisting that the singers undergo special training to sing for extended periods of time",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never mentions any special training for singers related to volume or singing for extended periods. The text’s focus is entirely on the orchestra and how Wagner and other European composers used instruments to experiment with volume in their musical works.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Poetry in Classical Nahuatl, the language of the Aztec Empire, relies on difrasismo, or a parallel noun construction that conventionally operates as a single metaphor. For example, the common difrasismo in cuauhtli in ocelotl (literally, “the eagle, the jaguar”) signifies “warrior.” The device’s function is both formal—providing structure to lines of verse—and ritual: semantic relations among the two nouns and the concept they signify can be tenuous, as in the previous example, such that difrasismos are often only intelligible according to the conceptual associations observed in Aztec ceremonial culture.",
            "Which statement about the difrasismo in cuauhtli in ocelotl is most strongly supported by the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Its metaphorical significance derives from the semantic equivalence of the two nouns constituting the difrasismo.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t indicate that the two nouns used in a difrasismo are semantically equivalent; instead, the text indicates that the two nouns used in a difrasismo make up a single metaphor whose meaning is often intelligible only in the context of information supplied by Aztec ceremonial culture.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Its unintelligibility may cause its formal function within a line of verse to go unnoticed by present-day readers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t indicate that there’s a relationship between the formal function of the difrasismo and the difrasismo’s intelligibility. Additionally, the text suggests that present-day readers who are familiar with Aztec ceremonial culture wouldn’t find the difrasismo to be unintelligible.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Its apparent obscurity can be resolved when considered in the proper cultural context.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a statement about the difrasismo in cuauhtli in ocelotl that is directly supported by the text. The text begins by describing difrasismo, a device used in Classical Nahuatl poetry. The text then mentions the device’s two functions: a formal one (giving structure to lines of verse) and a ritualistic one. The text indicates that the relation between the words in a difrasismo may appear tenuous without the additional information supplied by Aztec ceremonial culture but that the meaning becomes intelligible in the context of that information. Therefore, the difrasismo’s apparent obscurity can be resolved when considered in the proper cultural context.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Its frequency in Classical Nahuatl poetry confirms its intelligibility to the Aztec audience.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t indicate that the frequency of difrasismo’s use in Classical Nahuatl is a necessary feature of intelligibility: the text indicates that an infrequently used difrasismo would presumably also be intelligible to members of an Aztec audience who are sufficiently familiar with Aztec ceremonial culture.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Eighteenth-century economist Adam Smith is famed for his metaphor of the invisible hand, which he putatively used to illustrate a robust model of how individuals produce aggregate benefits by pursuing their own economic interests. Note “putatively”: as Gavin Kennedy has shown, Smith deploys this metaphor only once in his economic writings—to make a narrow point about the then-dominant economic theory of mercantilism—and it was largely ignored until some twentieth-century economists eager to secure an intellectual pedigree for their views elevated it to a fully-fledged paradigm.",
            "Which choice best states the main idea of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Although Smith is famed for his metaphor of the invisible hand, the metaphor was largely ignored until economists in the twentieth century came to realize that the metaphor was a robust model that anticipated their own views.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text indicates that Smith’s metaphor was largely ignored until some twentieth-century economists revived it and bolstered its status, the text suggests that the later economists used Smith’s metaphor to self-servingly boost their own work while ignoring the original context in which Smith wrote it. Moreover, the statement in this choice fails to reflect the text’s emphasis on Smith’s limited use of the metaphor in his work.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Some twentieth-century economists gave Smith’s metaphor of the invisible hand a significance it does not have in Smith’s work, but it is nevertheless a useful model of how individuals produce aggregate benefits by pursuing their own economic interests.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text indicates that some twentieth-century economists altered the significance of Smith’s metaphor, the text doesn’t suggest that the metaphor is a “useful model” of how aggregate benefits arise from individuals’ selfish actions, let alone that this usefulness is unaffected by taking the metaphor out of its original context.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Smith’s metaphor of the invisible hand has been interpreted as a model of how individuals acting in their own interest produce aggregate benefits, but it was intended as a subtle critique of the economic theory of mercantilism.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text indicates that Smith’s metaphor was intended as a model of how individuals acting in their own interest produce aggregate benefits and it was written within the context of the now-outdated economic theory of mercantilism, these points are subordinate to the primary idea in the text, which is that Smith’s use of the metaphor was tightly constrained but twentieth-century economists ignored the original context so that they could use the metaphor to suggest, without support, that Smith would agree with their economic views.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The reputation of Smith’s metaphor of the invisible hand is not due to the importance of the metaphor in Smith’s work but rather to the promotion of the metaphor by some later economists for their own ends.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main idea of the text. The text explains that economist Adam Smith’s famous metaphor of the invisible hand was putatively (that is, widely assumed but not proven) intended to illustrate a robust model (a consistently accurate generalization) of how individuals pursuing their own economic interests can create broader benefits for the population. The text then emphasizes the lack of affirmative evidence for this idea by calling out the term “putatively,” and explaining that, according to Gavin Kennedy, Smith used the metaphor only once in his works, in reference to specific circumstances related to the now-outdated economic view known as mercantilism, and that the metaphor didn’t garner much attention until economists in the twentieth century held it up as a paradigm (a theoretical framework in the field) and thereby implied that Smith shared some of their views on economics. By emphasizing “putatively,” the text implies that there is no independent reason to believe that Smith would agree with the metaphor’s use outside of the specific context for which he wrote it and that, therefore, the twentieth-century economists who used it did so to support their own views without regard for the metaphor’s importance to Smith’s work.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT8RW2/media/14a.jpg",
            ":ibox:A group of researchers working in Europe, Asia, and Oceania conducted a study to determine how quickly different Eurasian languages are typically spoken (in syllables per second) and how much information they can effectively convey (in bits per second). They found that, although languages vary widely in the speed at which they are spoken, the amount of information languages can effectively convey tends to vary much less. Thus, they claim that two languages with very different spoken rates can nonetheless convey the same amount of information in a given amount of time.",
            "Which choice best describes data from the table that support the researchers’ claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Among the five languages in the table, Thai and Hungarian have the lowest rates of speech and the lowest rates of information conveyed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It isn’t true that Thai and Hungarian have the lowest rates of speech of the five languages shown. According to the table, Hungarian is spoken at around 5.9 syllables per second, which is faster than Vietnamese (5.3 syllables per second). Additionally, even if this statement were true, the assertion that two languages are spoken the slowest and convey information the slowest wouldn’t support the claim that languages can convey the same amount of information even if they’re spoken at different rates.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Vietnamese conveys information at approximately the same rate as Spanish despite being spoken at a slower rate.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice provides the most direct support from the table for the claim that two languages can convey similar amounts of information even if they’re spoken at different rates. The table shows the approximate rates at which five languages are spoken and the rates at which those five languages convey information. Vietnamese is spoken at around 5.3 syllables per second, whereas Spanish is spoken at around 7.7 syllables per second, but the two languages convey information at very similar rates: Vietnamese at a rate of around 42.5 bits per second and Spanish at a rate of around 42.0 bits per second. Thus, the description of Vietnamese conveying information at around the same rate that Spanish does despite being spoken more slowly supports the claim in the text that languages can convey the same amount of information even if spoken at different rates.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Among the five languages in the table, the language that is spoken the fastest is also the language that conveys information the fastest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It isn’t true that the fastest-spoken language (Spanish, at 7.7 syllables per second) also conveys information the fastest: Spanish conveys information at 42.0 bits per second, which is slower than the 42.5 bits-per-second rate at which Vietnamese conveys information. Additionally, even if this statement were true, the assertion that the language spoken the fastest also conveys information the fastest has no bearing on the claim that languages can convey the same amount of information even if they’re spoken at different rates.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Serbian and Spanish are spoken at approximately the same rate, but Serbian conveys information faster than Spanish does.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It isn’t true that Serbian conveys information faster than Spanish does. According to the table, Serbian conveys information at a rate of around 39.1 bits per second, which is slower than the 42.0 bits-per-second rate at which Spanish conveys information.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT8RW2/media/15a.jpg",
            ":ibox:The largest tyrannosaurids—the family of carnivorous dinosaurs that includes Tarbosaurus, Albertosaurus, and, most famously, Tyrannosaurus rex—are thought to have had the strongest bites of any land animals in Earth’s history. Determining the bite force of extinct animals can be difficult, however, and paleontologists Paul Barrett and Emily Rayfield have suggested that an estimate of dinosaur bite force may be significantly influenced by the methodology used in generating that estimate.",
            "Which choice best describes data from the table that support Barrett and Rayfield’s suggestion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The study by Meers used body-mass scaling and produced the lowest estimated maximum bite force, while the study by Cost et al. used muscular and skeletal modeling and produced the highest estimated maximum.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice inaccurately describes data from the table. The table does show that the studies by Meers and by Cost et al. used different estimation methods and produced very different ranges of estimated dinosaur bite force, which would support Barrett and Rayfield’s suggestion that different methodologies may produce significantly different estimates. However, the table doesn’t show that the study by Meers produced the lowest estimated maximum bite force while the study by Cost et al. produced the highest. In fact, the study by Meers estimated a maximum bite force of approximately 235,000 newtons, which is the highest of all the estimated maximums.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In their study, Gignac and Erickson used tooth-bone interaction analysis to produce an estimated bite force range with a minimum of 8,000 newtons and a maximum of 34,000 newtons.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the data from Gignac and Ericson’s study are accurately described, a single set of findings from one study using only one methodology can’t show that different methodologies may produce significantly different dinosaur bite force estimates, as Barrett and Rayfield suggest. ",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The bite force estimates produced by Bates and Falkingham and by Cost et al. were similar to each other, while the estimates produced by Meers and by Gignac and Erickson each differed substantially from any other estimate.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice accurately describes data from the table that support Barrett and Rayfield’s suggestion about bite force estimates. According to the text, Barrett and Rayfield believe that estimates of dinosaur bite force may be strongly influenced by the methods used to produce them—that is, that different methods may produce significantly different results. The table shows that the studies by Bates and Falkingham and by Cost et al. used the same estimation method (muscular and skeletal modeling) and produced similar bite force estimates (approximately 35,000–57,000 newtons and 35,000–63,000 newtons, respectively). The study by Meers, however, used body-mass scaling and produced a much higher bite force estimate (183,000–235,000 newtons), while the study by Gignac and Erickson used tooth-bone interaction analysis and produced a much lower bite force estimate (8,000–34,000 newtons). The fact that one method produced similar estimates in two different studies and that two different methods used in other studies produced substantially different estimates supports the idea that dinosaur bite force estimates are significantly influenced by the methodology used to produce them.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The estimated maximum bite force produced by Cost et al. exceeded the estimated maximum produced by Bates and Falkingham, even though both groups of researchers used the same method to generate their estimates.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the table shows that the maximum bite force estimated by Cost et al. was higher than that estimated by Bates and Falkingham, the difference is relatively small; in fact, both teams estimated a minimum bite force of approximately 35,000 newtons and a maximum bite force close to approximately 60,000 newtons. Because these findings demonstrate that a single methodology (muscular and skeletal modeling) produced similar overall results in two studies, the findings don’t support Barrett and Rayfield’s suggestion that different methodologies may produce significantly different dinosaur bite force estimates.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Psychologists Dacher Keltner and Jonathan Haidt have argued that experiencing awe—a sensation of reverence and wonder typically brought on by perceiving something grand or powerful—can enable us to feel more connected to others and thereby inspire us to act more altruistically. Keltner, along with Paul K. Piff, Pia Dietze, and colleagues, claims to have found evidence for this effect in a recent study where participants were asked to either gaze up at exceptionally tall trees in a nearby grove (reported to be a universally awe-inspiring experience) or stare at the exterior of a nearby, nondescript building. After one minute, an experimenter deliberately spilled a box of pens nearby.",
            "Which finding from the researchers’ study, if true, would most strongly support their claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Participants who had been looking at the trees helped the experimenter pick up significantly more pens than did participants who had been looking at the building.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would most strongly support the researchers’ claim that they found evidence that experiencing awe can make people feel more connected to others and thus more likely to behave altruistically (with beneficial and unselfish concern for others). According to the text, the researchers tested for this effect by first having participants look at either something known to be awe-inspiring (very tall trees) or something ordinary (a plain building) and then purposely spilling pens near the participants. The finding that participants who had looked at the trees helped pick up significantly more pens than did participants who had looked at the building would support the researchers’ claim by demonstrating that the people who had experienced awe behaved more altruistically when the experimenter needed help than the other participants did.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Participants who helped the experimenter pick up the pens used a greater number of positive words to describe the trees and the building in a postexperiment survey than did participants who did not help the experimenter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A finding about helpful participants using positive words to describe the trees and the building after the experiment was over wouldn’t have any bearing on the researchers’ claim that experiencing awe increases altruistic behavior. The text doesn’t address the use of positive words to describe things or suggest any connection between using such words and having experienced awe, so that behavior wouldn’t serve as evidence that experiencing awe played a role in promoting helpful behavior.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Participants who did not help the experimenter pick up the pens were significantly more likely to report having experienced a feeling of awe, regardless of whether they looked at the building or the trees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A finding that participants who didn’t help the experimenter were significantly more likely than others to report having experienced awe whether they had looked at the building or the trees would weaken the researchers’ claim that experiencing awe increases altruistic behavior by suggesting that the opposite might be true—that experiencing awe is in fact linked to choosing not to act in a way that benefits someone else.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Participants who had been looking at the building were significantly more likely to notice that the experimenter had dropped the pens than were participants who had been looking at the trees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A finding about participants noticing that the experimenter had dropped the pens wouldn’t have any bearing on the researchers’ claim about people behaving altruistically. Being aware of a challenge or problem isn’t necessarily beneficial on its own and isn’t the same as offering help, so the finding wouldn’t support the idea that experiencing awe increases altruistic behavior.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The domestic sweet potato (Ipomoea batatas) descends from a wild plant native to South America. It also populates the Polynesian Islands, where evidence confirms that Native Hawaiians and other Indigenous peoples were cultivating the plant centuries before seafaring first occurred over the thousands of miles of ocean separating them from South America. To explain how the sweet potato was first introduced in Polynesia, botanist Pablo Muñoz-Rodríguez and colleagues analyzed the DNA of numerous varieties of the plant, concluding that Polynesian varieties diverged from South American ones over 100,000 years ago. Given that Polynesia was peopled only in the last three thousand years, the team concluded that ______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the cultivation of the sweet potato in Polynesia likely predates its cultivation in South America.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t provide any information about when the sweet potato began to be cultivated in South America, so there’s no support for the conclusion that cultivation began in Polynesia before it began in South America.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Polynesian peoples likely acquired the sweet potato from South American peoples only within the last three thousand years.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that the sweet potato was being cultivated in Polynesia long before sea journeys between Polynesia and South America began. Therefore, it wouldn’t be reasonable to conclude that Polynesian peoples acquired the sweet potato from South American peoples. Additionally, the text indicates that the Polynesian varieties of sweet potato diverged from the South American varieties thousands of years before people settled in Polynesia, which suggests that the sweet potato was already present in Polynesia when people arrived.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "human activity likely played no role in the introduction of the sweet potato in Polynesia.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of the sweet potato in Polynesia. The text indicates that the sweet potato is found in Polynesia but originated in South America, and that the sweet potato was being cultivated by Native Hawaiians and other Indigenous peoples in Polynesia long before sea voyages between South America and Polynesia began. The text goes on to note that research by Muñoz-Rodríguez and colleagues has established that the Polynesian varieties of sweet potato split from South American varieties more than 100,000 years ago, which is thousands of years before humans settled in Polynesia. If Polynesian peoples were cultivating the sweet potato before sea voyages between Polynesia and South America began, and if Polynesian varieties of sweet potato diverged from South American varieties well before people were in Polynesia, it can reasonably be concluded that humans didn’t play a role in bringing the sweet potato to Polynesia.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Polynesian sweet potato varieties likely descend from a single South American variety that was domesticated, not wild.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text states that the domestic sweet potato, which is found in Polynesia, descends from a wild South American plant, not from a domesticated South American plant. The only people that the text describes as cultivating the sweet potato are Native Hawaiians and other Indigenous peoples of Polynesia.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The morphological novelty of echinoderms—marine invertebrates with radial symmetry, usually starlike, around a central point—impedes comparisons with most other animals, in which bilateral symmetry on an anterior-posterior (head to tail) axis through a trunk is typical. Particularly puzzling are sea stars, thought to have evolved a headless layout from a known bilateral origin. Applying genomic knowledge of Saccoglossus kowalevskii acorn worms (close relatives of sea stars, and thus expected to have similar markers for corresponding anatomical regions) to the body patterning genes of Patiria miniata sea stars, Laurent Formery et al. observed activity only in anterior genes across P. miniata’s entire body and some posterior genes limited to the edges, suggesting that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "despite the greater prevalence of anterior genes in sea stars’ genetic makeup, posterior genes active at the body’s perimeter are primarily responsible for the starlike layout that distinguishes sea stars’ radial symmetry from that of other echinoderms.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t identify how any particular region of sea stars’ bodies influences the layout of sea stars’ radial symmetry. Moreover, the text indicates that the radial symmetry of echinoderms is “usually starlike,” not that a starlike layout distinguishes sea stars from other echinoderms.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "contrary to the belief that they evolved from early ancestors with the bilateral form typical of many other animals, sea stars instead originated with an atypical body layout that was neither bilaterally nor radially symmetrical.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t suggest that the idea that sea stars evolved from an ancestor with bilateral symmetry is incorrect (describing the bilateral origin as “known”) and doesn’t address any body plans other than those with radial or bilateral symmetry. The text strongly suggests that rather than revealing something about sea stars’ origin, Formery et al.’s findings contradict the assumption that the current body plan of sea stars is “headless.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "although the two species are closely related, there is only minimal correspondence in the genetic markers for head, tail, and trunk region development in P. miniata sea stars and S. kowalevskii acorn worms.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text suggests that Formery et al. were able to make determinations about P. miniata sea stars’ body plan based on the comparability of genetic markers between P. miniata and S. kowalevskii acorn worms. The text indicates only that little or no activity was observed in certain types of genes associated with body development in P. miniata, not that those genes turned out to largely differ from body-development genes in S. kowalevskii.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "rather than undergoing changes resulting in the eventual elimination of a head region in their radial body plan, as previously assumed, sea stars’ morphology evolved to completely lack a trunk and consist primarily of a head region.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of the morphology (form and structure) of sea stars, a type of echinoderm. The text indicates that echinoderms have radially symmetrical body plans (symmetrical around a central point, usually in the form of a star), whereas most animals have bilaterally symmetrical body plans (symmetrical along an axis running from head to tail through a trunk). According to the text, sea stars are unusual echinoderms because, despite their radial body plan, they descended from known bilateral ancestors. This shift in body plan was thought to be a process of losing the genetic markers associated with the head region. The text explains that by comparing the genes of one sea star species (P. miniata) to those of a close relative, the acorn worm, researchers determined that instead, anterior (head) genes are active across the sea star’s entire body, posterior (tail) genes are active in limited, peripheral locations of the body, and no trunk-related genes are active. This finding strongly suggests that, rather than becoming “headless” as they evolved from a bilateral ancestor, sea stars developed a body plan consisting almost entirely of a head region with a minimal tail region and no trunk region present.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:To survive when water is scarce, embryos inside African turquoise killifish eggs ______ a dormant state known as diapause. In this state, embryonic development is paused for as long as two years—longer than the life span of an adult killifish.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "enter",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is finite and nonfinite verb forms within a sentence. A main clause requires a finite verb to perform the action of the subject (in this case, “embryos”), and this choice supplies the clause with the finite present tense verb “enter” to indicate how the embryos achieve diapause.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "to enter",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nonfinite to-infinitive “to enter” doesn’t supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "having entered",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nonfinite participle “having entered” doesn’t supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "entering",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nonfinite participle “entering” doesn’t supply the main clause with a finite verb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Formed in 1967 to foster political and economic stability within the Asia-Pacific region, the Association of Southeast Asian Nations was originally made up of five members: Thailand, the Philippines, Singapore, Malaysia, and Indonesia. By the end of the 1990s, the organization ______ its initial membership.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "has doubled",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present perfect verb “has doubled” doesn’t indicate that the organization’s doubling of its initial membership occurred during a specific period in the past.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "had doubled",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verbs to express tense. In this choice, the past perfect verb “had doubled” properly indicates that the doubling of the organization’s initial membership occurred during a specific period before the present (between the organization’s founding in 1967 and the end of the 1990s).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "doubles",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present tense verb “doubles” doesn’t indicate that the organization’s doubling of its initial membership occurred during a specific period in the past.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "will double",
                "Key": {
                    "Correct": false,
                    "Rationale": "The future tense verb “will double” doesn’t indicate that the organization’s doubling of its initial membership occurred during a specific period in the past.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:After the United Kingdom began rolling out taxes equivalent to a few cents on single-use plastic grocery bags in 2011, plastic-bag consumption decreased by up to ninety _______ taxes are subject to what economists call the “rebound effect”: as the change became normalized, plastic-bag use started to creep back up.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "percent, such",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can’t be used in this way to mark the boundary between sentences. ",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "percent and such",
                "Key": {
                    "Correct": false,
                    "Rationale": "Without a comma preceding it, the conjunction “and” can’t be used in this way to join sentences. ",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "percent. Such",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between sentences. In this choice, the period after “percent” is used correctly to mark the boundary between one sentence (“After...percent”) and another (“Such... up”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "percent such",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The sentences (“After...percent” and “Such...up”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In 1966, Emmett Ashford became the first African American to umpire a Major League Baseball game. His energetic gestures announcing when a player had struck out and his habit of barreling after a hit ball to see if it would land out of _______ transform the traditionally solemn umpire role into a dynamic one.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "bounds helped",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is finite verb use in a main clause. A main clause requires a finite verb to perform the action of the subject (in this case, Ashford’s “gestures” and “habit”), and this choice supplies the finite past tense verb “helped” to indicate what Ashford’s gestures and habit helped accomplish.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "bounds, helping",
                "Key": {
                    "Correct": false,
                    "Rationale": "The non-finite participle “helping” doesn’t supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "bounds that helped",
                "Key": {
                    "Correct": false,
                    "Rationale": "The relative clause “that helped” doesn’t supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "bounds to help",
                "Key": {
                    "Correct": false,
                    "Rationale": "The non-finite to-infinitive “to help” doesn’t supply the main clause with a finite verb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The forty-seven geothermal springs of Arkansas’ Hot Springs National Park are sourced via a process known as natural groundwater recharge, in which rainwater percolates downward through the earth—in this case, the porous rocks of the hills around Hot ______ collect in a subterranean basin.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Springs to",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to use appropriate punctuation to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Springs: to",
                "Key": {
                    "Correct": false,
                    "Rationale": "A colon can’t be paired with a dash in this way to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Springs — to",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the punctuation of a supplementary element within a sentence. The dash after “Springs” pairs with the dash after “earth” to separate the supplementary element “in this case, the porous rocks of the hills around Hot Springs” from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Springs, to",
                "Key": {
                    "Correct": false,
                    "Rationale": "A comma can’t be paired with a dash in this way to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Over twenty years ago, in a landmark experiment in the psychology of choice, professor Sheena Iyengar set up a jam-tasting booth at a grocery store. The number of jams available for tasting ______ some shoppers had twenty-four different options, others only six. Interestingly, the shoppers with fewer jams to choose from purchased more jam.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "varied:",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of a colon within a sentence. In this choice, the colon is used in a conventional way to introduce the following description of how the number of jams available varied.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "varied,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice creates a comma splice. A comma can’t be used in this way to join two main clauses (“the number...varied” and “some...six”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "varied, while",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an illogical and confusing sentence. Using the conjunction “while” to join the main clause (“the number...varied”) with the following clause’s description of the number of jams available suggests that the variation in the number of jams is in contrast to some shoppers having twenty-four options.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "varied while",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an illogical and confusing sentence. Using “while” in this way suggests that the number of jams available varied during the time in which some shoppers had twenty-four options and others had six. The sentence makes clear, however, that what follows “varied” is a description of the variation, not a separate, simultaneous occurrence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Nigerian author Buchi Emecheta’s celebrated literary oeuvre includes The Joys of Motherhood, a novel about the changing roles of women in 1950s ______ a television play about the private struggles of a newlywed couple in Nigeria; and Head Above Water, her autobiography.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lagos, A Kind of Marriage,",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comma after “Lagos” doesn’t match the semicolon used later in the series to separate the second item (“A Kind...Nigeria”) from the third item (“and...autobiography”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lagos; A Kind of Marriage,",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the punctuation of items in a complex series (a series including internal punctuation). In this choice, the semicolon after “Lagos” is conventionally used to separate the first item (“The Joys...Lagos”) and the second item (“A Kind...Nigeria”) in the series. Further, the comma after “Marriage” correctly separates the title “A Kind of Marriage” from the supplementary phrase (“a television...Nigeria”) that describes it.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lagos, A Kind of Marriage:",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comma after “Lagos” doesn’t match the semicolon used later in the series to separate the second item (“A Kind...Nigeria”) from the third item (“and... autobiography”). Additionally, a colon can’t be used in this way to separate the title “A Kind of Marriage” from the supplementary phrase (“a television...Nigeria”) that describes it.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lagos; A Kind of Marriage",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to use appropriate punctuation to separate the title “A Kind of Marriage” from the supplementary phrase (“a television...Nigeria”) that describes it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Jetties—long, narrow structures that extend from a landmass into the water—are often constructed to protect coastlines from erosion. Jetties can sometimes have the opposite _______ obstructing the natural flow of sand along the shore can lead to increased erosion in some areas.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "effect, though;",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation within a sentence. This choice correctly uses a comma to separate the supplementary adverb “though” from the preceding main clause (“Jetties can sometimes have the opposite effect”) and uses a semicolon to join the next main clause (“obstructing...areas”) to the rest of the sentence. Further, placing the semicolon after “though” logically indicates that the information earlier in this sentence (that jetties can sometimes cause erosion) is contrary to what might be assumed from the information in the previous sentence (that jetties are often constructed for the purpose of protecting coastlines from erosion).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "effect, though",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to mark the boundary between the two main clauses with appropriate punctuation. With “though...areas” functioning as a subordinate clause following the comma, this choice illogically indicates that the following information (that obstructing the natural flow of sand along the shore can sometimes lead to erosion) is contrary to the information earlier in the sentence (that jetties can sometimes cause erosion). Instead, the information following “though” supports the previous claim about the erosive effects of jetties. ",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "effect; though",
                "Key": {
                    "Correct": false,
                    "Rationale": "It’s not conventional to use a semicolon in this way to separate a main clause from a dependent clause. Further, it illogically indicates that the following information (that obstructing the natural flow of sand along the shore can sometimes lead to erosion) is contrary to the information earlier in the sentence (that jetties can sometimes cause erosion). Instead, the information following “though” supports the previous claim about the erosive effects of jetties.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "effect, though,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Commas can’t be used in this way to set off a supplementary word or phrase between two main clauses.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The Alaska Native Language Archive (ANLA) is known for its impressive audio collection. _______ the ANLA has more than 5,000 audio recordings of Native Alaskan languages dating as far back as 1943.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In fact,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“In fact” logically signals that the information in this sentence about the large number of recordings in ANLA’s collection emphasizes and supports the previous claim that ANLA is known for its impressive audio collection.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "After,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“After” illogically signals that the information in this sentence occurs later in a sequence of events than the previous claim about ANLA’s impressive audio collection. Instead, the information about the large number of recordings emphasizes and supports that claim.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Regardless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Regardless” illogically signals that the information in this sentence is true despite the previous claim about ANLA’s impressive audio collection. Instead, the information about the large number of recordings emphasizes and supports that claim.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Instead,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Instead” illogically signals that the information in this sentence presents an alternative to the previous claim about ANLA’s impressive audio collection. Rather, the information about the large number of recordings emphasizes and supports that claim.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Etched into Peru’s Nazca Desert are line drawings so large that they can only be fully seen from high above. Archaeologists have known of the lines since the 1920s, when a researcher spotted some from a nearby foothill, and they have been studying the markings ever since. ______ archaeologists’ efforts are aided by drones that capture high-resolution aerial photographs of the lines.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Currently,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Currently” logically signals that the archaeologists’ use of drones (a current technology) to photograph the lines is the present-day continuation of the ongoing archaeological research described in the previous sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In comparison,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In comparison” illogically signals that the action described in this sentence offers a comparison to the ongoing archaeological research described in the previous sentence. Instead, the use of drones is the present-day continuation of that research.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Still,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Still” illogically signals that the action described in this sentence occurs despite the ongoing archaeological research described in the previous sentence. Instead, the use of drones is the present-day continuation of that research.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "However,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“However” illogically signals that the action described in this sentence occurs either despite or in contrast to the ongoing archaeological research described in the previous sentence. Instead, the use of drones is the present-day continuation of that research.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:At two weeks old, the time their critical socialization period begins, wolves can smell but cannot yet see or hear. Domesticated dogs, _______ can see, hear, and smell by the end of two weeks. This relative lack of sensory input may help explain why wolves behave so differently around humans than dogs do: from a very young age, wolves are more wary and less exploratory.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "in other words,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In other words” illogically signals that the information about domesticated dogs in this sentence paraphrases the information about wolves in the previous sentence. Instead, the information about dogs contrasts with what came before.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "for instance,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For instance” illogically signals that the information about domesticated dogs in this sentence exemplifies the information about wolves in the previous sentence. Instead, the information about dogs contrasts with what came before.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "by contrast,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“By contrast” logically signals that the information in this sentence — that dogs can see, hear, and smell by the end of two weeks — contrasts with the preceding information (that wolves can smell but not see or hear at the same age).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "accordingly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Accordingly” illogically signals that the information about domesticated dogs in this sentence is in accordance with, or results from, the information about wolves in the previous sentence. Instead, the information about dogs contrasts with what came before.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Upon first approaching artist Kurt Wenner’s Dies Irae, a colorful scene painted on the surface of a cobblestone street in Mantua, Italy, one might assume a deep hole filled with life-sized, classically styled sculptures had opened up in the street. _______ by expertly applying the principles of perspective, Wenner created merely the illusion of depth.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Additionally,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Additionally” illogically signals that this sentence is simply additional information about a viewer’s possible assumption regarding the street painting. Instead, the information about how Wenner achieved the illusion of depth contrasts with the previous sentence’s description of the illusion.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "On the contrary,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“On the contrary” logically signals that the information in this sentence—that Dies Irae’s appearance of depth is merely an illusion—contrasts with the previous statement about a viewer’s possible assumption regarding the street painting.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "As a result,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“As a result” illogically signals that the information in this sentence is a result of, or caused by, a viewer’s possible assumption regarding the street painting. Instead, the information about how Wenner achieved the illusion of depth contrasts with the previous sentence’s description of the illusion.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Next,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Next” illogically signals that the information in this sentence is the next step in a process. Instead, the information about how Wenner achieved the illusion of depth contrasts with the previous sentence’s description of the illusion.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Economist Elinor Ostrom’s studies of communities around the world have empirically demonstrated that common pool resources, such as grazing lands, can be sustainably managed by the people who use them (rather than through private entities or centralized governments). _______ Ostrom’s work is a repudiation of the “tragedy of the commons,” the view that individuals will inevitably overexploit a finite shared resource if given unfettered access to it.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By contrast,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“By contrast” illogically signals that the information in this sentence contrasts with the information about Ostrom’s studies in the previous sentence. Instead, the claim that Ostrom’s work repudiates the “tragedy of the commons” view follows logically from that information.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that the claim in this sentence exemplifies the information about Ostrom’s studies in the previous sentence. Instead, the claim that Ostrom’s work repudiates the “tragedy of the commons” view follows logically from that information.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "That said,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“That said” illogically signals that the information in this sentence is an exception or caveat to the information about Ostrom’s studies in the previous sentence. Instead, the claim that Ostrom’s work repudiates the “tragedy of the commons” view follows logically from that information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "As such,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“As such” correctly signals that the claim in this sentence—that Ostrom’s work is a repudiation of the “tragedy of the commons” view—follows logically from the information about Ostrom’s studies in the previous sentence. According to that sentence, Ostrom’s studies demonstrate that common pool resources can in fact be sustainably managed by the people who use them.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Some sandstone arches in Utah’s Arches National Park have been defaced by tourists’ carvings.\n\n• Park rangers can smooth away some carvings using power grinders.\n\n• For deep carvings, power grinding is not always feasible because it can greatly alter or damage the rock.\n\n• Park rangers can use an infilling technique, which involves filling in carvings with ground sandstone and a bonding agent.\n\n• This technique is minimally invasive.",
            "The student wants to explain an advantage of the infilling technique. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To remove carvings from sandstone arches in Utah’s Arches National Park, power grinding is not always feasible.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence identifies a disadvantage of power grinding; it doesn’t explain an advantage of infilling.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Filling in carvings with ground sandstone and a bonding agent is less invasive than smoothing them away with a power grinder, which can greatly alter or damage the sandstone arches.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence effectively explains an advantage of infilling: it’s less invasive than using a power grinder.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Park rangers can use a power grinding technique to smooth away carvings or fill them in with ground sandstone and a bonding agent.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence identifies the two techniques park rangers use; it doesn’t explain an advantage of infilling.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "As methods for removing carvings from sandstone, power grinding and infilling differ in their level of invasiveness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates that power grinding and infilling are different in one aspect; it fails to explain an advantage of infilling.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Las sergas de Esplandián was a novel popular in sixteenth-century Spain.\n\n• The novel featured a fictional island inhabited solely by Black women and known as California.\n\n• That same century, Spanish explorers learned of an “island” off the west coast of Mexico.\n\n• They called it California after the island in the novel.\n\n• The “island” was actually the peninsula now known as Baja California (“Lower California”), which lies to the south of the US state of California.",
            "The student wants to emphasize the role a misconception played in the naming of a place. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The novel Las sergas de Esplandián featured a fictional island known as California.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence mentions a novel that featured a fictional island, California; it doesn’t emphasize the role a misconception played in the naming of a place.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To the south of the US state of California lies Baja California (“Lower California”), originally called California after a fictional place.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence notes that Baja California was originally named after a fictional place; it doesn’t emphasize the role a misconception—specifically, the Spanish explorers’ mistaken belief that the peninsula was an island—played in the naming of a place.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In the sixteenth century, Spanish explorers learned of a peninsula off the west coast of Mexico and called it California.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates when Spanish explorers learned of the peninsula they called California; it doesn’t emphasize the role a misconception played in the naming of a place.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Thinking it was an island, Spanish explorers called a peninsula California after an island in a popular novel.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes the role a misconception played in the naming of a place, explaining that Spanish explorers mistook a peninsula for an island and, as a result, named the peninsula after a fictional island, California.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}