{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Cranes",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "What are the physical features of cranes?"],
        [" ", "Cranes are long-necked birds known for their beauty and graceful movements. They can be found on all continents except South America and Antarctica. Most species are gray with patches of white and black. Some species have red or gold on their heads. Because cranes' necks are so long, their calls are some of the deepest and loudest in the bird world. The deep “whoop” sound made by one North American species earned it the name whooping crane. There are fifteen different species of cranes, which include the notable sarus and sandhill cranes. The sarus crane is the world's tallest flying bird at almost six feet tall."],
        ["", "What are the migration routes of cranes?"],
        [" ", "Sandhill cranes are most known for their migration route between Texas and Western Canada. More than half a million of the sandhill cranes stop to rest and refuel in Nebraska for about a month each March. All cranes need a great deal of energy to power their flight. Wetlands, grasslands, and lakeshores provide these large, migrating birds with food sources. Cranes have omnivorous diets. In the wetlands, grasslands, and lakeshore, they find roots, stems, and seeds, as well as fish, insects, snails, small reptiles, and rodents to eat."],
        ["", "What are the threats to cranes?"],
        [" ", "Although laws in many countries protect cranes, the birds' survival is at risk because of environmental threats. Development of land for construction can reduce their habitat. Farmers add to the loss of habitat as well when they drain water from a field in order to use the land to grow crops. The chemicals some farmers use to kill insects on the plants can also harm cranes. More work needs to be done to educate people on how to protect these magnificent birds."],
        ["", "How do scientists do research on cranes?"],
        [" ", "Studying cranes presents special challenges. Most cranes migrate great distances, need a variety of food, and build their nests in areas that are difficult to find. This means scientists who study cranes must be good detectives just to find the birds. Research scientists have been caught in storms, lived in swamps, and searched mountain lakes from small airplanes while trying to learn about cranes. They sometimes search for years before finally finding a nest or mapping a migration route."],
        ["", "How are people working to protect cranes?"],
        [" ", "Scientists around the world have begun working together to save the cranes. One crane protection group is the International Crane Foundation. This group, which is based in Wisconsin, started as a crane breeding program to bring back populations of severely threatened species. Now the foundation's workers travel around the world to work with local conservation groups to help protect crane migration paths. These paths typically cross many countries."],
        [" ", "Citizens from across the globe are helping to save and protect cranes as well. In 1995, the Ministry of Natural Resources in Uganda launched a national policy to conserve and manage wetland resources in the country. It serves to protect cranes and other wild animals. Street signs in Uganda remind citizens to protect their national bird, the gray-crowned crane. Villagers there have learned farming methods that avoid draining lakes where cranes nest. They have limited the use of harmful chemicals as well. China has also protected significant crane habitats, including a refuge at Poyong Lake. Because of these efforts, China has more Siberian cranes now than it had 30 years ago. Scientists visit each other's reserves and share data and ideas for the preservation of cranes. Humans have learned that many countries need to work together to protect the crane."]
    ],
    "Copyright": "",
    "References": []
}