{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Cities, Cities, Cities!",
    "Subtitle": "",
    "Author": "by Marcia Amidon Lusted",
    "LabelType": "P",
    "Content": [
        [" ", "Cities have been around for thousands of years. When people first began to grow their own food and raise animals, they began to stay in one place instead of wandering in search of food. They built permanent places to live and settled in villages. Over time, some villages grew into towns, then cities."],
        [" ", "But what exactly is a city? A city is an area where a lot of people live close together. Cities have their own governments, as well as systems for sanitation, transportation, and housing. According to some definitions, the population must be at least 10,000 for a place to be called a city. Others say a city must have 30,000 residents to qualify."],
        [" ", "But if you think that cities have always had towering skyscrapers and subways running beneath the streets, think again."],
        [" ", "No one knows exactly when the first cities grew up. But by about 5,500 years ago there were real cities in ancient Mesopotamia, Egypt, and the Indus valley. These cities often had walls for protection and citadels (large elevated areas inside the city) where special ceremonies were held."],
        [" ", "Later, the ancient Romans became expert city-builders. Many of their towns and cities were built according to a grid pattern. There were intersecting roads and carefully designed central areas for public buildings. Sewage systems, water systems, and roads helped these cities run more smoothly. Many modern cities, such as London and Paris, began as Roman cities."],
        [" ", "In the United States today, many cities follow a similar grid pattern. In some cases, these cities began as colonies settled by Europeans. The colonists followed a city plan required by the laws of their home countries, such as Spain. Within the grid was a central square or plaza where important business and government buildings were located. In coastal cities, a straight street connected the plaza to the waterside docks."],
        [" ", "Back in Europe, between 1600 and 1750, cities were becoming fancier. Kings built new palaces. Public spaces began to include formal parks and gardens. In some cities, streets were arranged like spokes on a wheel, heading out from the center of the city. Monuments, statues, and important buildings were located in the center."],
        [" ", "In time, cities began to focus more on business. Instead of handsome gardens or statues, office buildings, factories, and warehouses took the central places of importance. Railroad tracks, and later highways, ran straight through the heart of some cities."],
        [" ", "Today's modern cities are designed around the skyscraper. Skyscrapers contain both offices and apartments. Millions of city dwellers around the world live high above the ground in tall buildings."],
        [" ", "What will the cities of tomorrow look like? Taller buildings? New kinds of transportation? We might even see underwater cities or cities high in the sky. Perhaps there will even be cities on the moon."]
    ],
    "Copyright": "",
    "References": []
}