{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Use one- and two-way tables, area models, and other representations to find relative frequency, probabilities, and conditional probabilities."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "There are 20 buttons in a bag: 8 white buttons, 2 orange buttons, and 10 brown buttons. If one of these buttons is selected at random, what is the probability of selecting a white button?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2/20",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the probability of selecting an orange button from the bag.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "8/20",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that there are 20 buttons in a bag and 8 of the buttons are white. If one button from the bag is selected at random, the probability of selecting a white button is the number of white buttons in the bag divided by the total number of buttons in the bag. Therefore, if one button from the bag is selected at random, the probability of selecting a white button is 8/20.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "10/20",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the probability of selecting a brown button from the bag.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "12/20",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the probability of selecting a button that isn't white from the bag.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Identify or create a linear equation in two variables to model a constraint or condition on two quantities."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An employee at a restaurant prepares sandwiches and salads. It takes the employee 1.5 minutes to prepare a sandwich and 1.9 minutes to prepare a salad. The employee spends a total of 46.1 minutes preparing x sandwiches and y salads. Which equation represents this situation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1.9x + 1.5y = 46.1",
                "Key": {
                    "Correct": false,
                    "Rationale": "This equation represents a situation where it takes the employee 1.9 minutes, rather than 1.5 minutes, to prepare a sandwich and 1.5 minutes, rather than 1.9 minutes, to prepare a salad.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "1.5x + 1.9y = 46.1",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the employee takes 1.5 minutes to prepare a sandwich. Multiplying 1.5 by the number of sandwiches, x, yields 1.5x, the amount of time the employee spends preparing x sandwiches. It's also given that the employee takes 1.9 minutes to prepare a salad. Multiplying 1.9 by the number of salads, y, yields 1.9y, the amount of time the employee spends preparing y salads. It follows that the total amount of time, in minutes, the employee spends preparing x sandwiches and y salads is 1.5x + 1.9y. It's given that the employee spends a total of 46.1 minutes preparing x sandwiches and y salads. Thus, the equation 1.5x + 1.9y = 46.1 represents this situation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "x + y = 46.1",
                "Key": {
                    "Correct": false,
                    "Rationale": "This equation represents a situation where it takes the employee 1 minute, rather than 1.5 minutes, to prepare a sandwich and 1 minute, rather than 1.9 minutes, to prepare a salad.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "30.7x + 24.3y = 46.1",
                "Key": {
                    "Correct": false,
                    "Rationale": "This equation represents a situation where it takes the employee 30.7 minutes, rather than 1.5 minutes, to prepare a sandwich and 24.3 minutes, rather than 1.9 minutes, to prepare a salad.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Understand and use the fact that when two quantities are in a proportional relationship, if one changes by a scale factor, then the other also changes by the same scale factor."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In a box of pens, the ratio of black pens to red pens is 8 to 1. There are 40 black pens in the box. How many red pens are in the box?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "5",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the ratio of black pens to red pens is 8 to 1. Therefore, there are 1/8 as many red pens as black pens in the box. It's also given that there are 40 black pens in the box. Therefore, the number of red pens is 1/8 of the 40 black pens. Thus, the number of red pens is 40(1/8), or 5.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "8",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the number of black pens in the box for every red pen.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "40",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the number of black pens in the box.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "320",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the number of red pens in the box if the ratio of black pens to red pens is 1 to 8.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Evaluate a linear function given an input value, or find the input value for a corresponding output."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The function f is defined by the equation f(x) = 100x + 2. What is the value of f(x) when x = 9?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "111",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the value of f(x) when x = 1.09.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "118",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the value of f(x) when x = 1.16.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "900",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the value of f(x) when x = 8.98.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "902",
                "Key": {
                    "Correct": true,
                    "Rationale": "Substituting 9 for x in the given equation yields f(9) = 100(9) + 2, or f(9) = 902. Therefore, the value of f(x) when x = 9 is 902.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Identify or create a linear equation in two variables to model a constraint or condition on two quantities."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The length, y, of a white whale was 162 centimeters cm when it was born and increased an average of 4.8 cm per month for the first 12 months after it was born. Which equation best represents this situation, where x is the number of months after the whale was born and y is the length, in cm, of the whale?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "y = 162x",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "y = 162x + 162",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "y = 4.8x + 4.8",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "y = 4.8x + 162",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the length of the whale was 162 cm when it was born and that its length increased an average of 4.8 cm per month for the first 12 months after it was born. Since x represents the number of months after the whale was born, the total increase in the whale's length, in cm, is 4.8 times x, or 4.8x. The length of the whale y, in cm, can be found by adding the whale's length at birth, 162 cm, to the total increase in length, 4.8x cm. Therefore, the equation that best represents this situation is y = 4.8x + 162.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Solve real-world and mathematical problems about the area or perimeter of a geometric figure or an object that can be modeled by a geometric figure using given information."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The perimeter of an isosceles triangle is 83 inches. Each of the two congruent sides of the triangle has a length of 24 inches. What is the length, in inches, of the third side?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:35",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the perimeter of an isosceles triangle is 83 inches and that each of the two congruent sides has a length of 24 inches. The perimeter of a triangle is the sum of the lengths of its three sides. The equation 24 + 24 + x = 83 can be used to represent this situation, where x is the length, in inches, of the third side. Combining like terms on the left-hand side of this equation yields 48 + x = 83. Subtracting 48 from both sides of this equation yields x = 35. Therefore, the length, in inches, of the third side is 35.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Solve a linear equation in one variable, making strategic use of algebraic structure."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "If 2 + x = 60, what is the value of 16 + 8x?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:480",
                "Key": {
                    "Correct": true,
                    "Rationale": "Multiplying both sides of the given equation by 8 yields 8(2 + x) = 8(60), or 16 + 8x = 480. Therefore, if 2 + x = 60, the value of 16 + 8x is 480.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Solve problems involving derived units, including those that arise from products (e.g., kilowatt-hours) and quotients (e.g., population per square kilometer)."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The population density of Worthington is 290 people per square mile. Worthington has a population of 92,800 people. What is the area, in square miles, of Worthington?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "102,400",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "93,090",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "320",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the population density of Worthington is 290 people per square mile and Worthington has a population of 92,800 people. Therefore, the area of Worthington is 92,800 people (1 square mile/290 people), which is equivalent to (92,800 square miles/290), or 320 square miles.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "32",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Understand and use the fact that for the graph of y = f(x), the solutions to f(x) = 0 correspond to x-intercepts of the graph and f(0) corresponds to the y-intercept of the graph; make connections between the input/ output pairs and points on a graph; interpret this information in a context."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT891M2/media/9a.jpg",
            "What is the y-intercept of the graph shown?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(0, –6)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The y-intercept of a graph in the xy-plane is the point (x, y) on the graph where x = 0. For the graph shown, at x = 0, the corresponding value of y is -6. Therefore, the y-intercept of the graph shown is (0, -6).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "(–6, 0)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "(0, 0)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "(–5, –5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Interpret the graph of a linear function in terms of a context."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graph shown models the number of candy bars a certain machine wraps with a label in x seconds.",
            "problems/PSAT891M2/media/10a.jpg",
            "According to the graph, what is the estimated number of candy bars the machine wraps with a label per second?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "40",
                "Key": {
                    "Correct": true,
                    "Rationale": "For the graph shown, the x-axis represents time, in seconds, and the y-axis represents the number of candy bars wrapped. The slope of a line in the xy-plane is the change in y for each 1-unit increase in x. It follows that the slope of the graph shown represents the estimated number of candy bars the machine wraps with a label per second. The slope, m, of a line in the xy-plane can be found using any two points, (x₁, y₁) and (x₂, y₂), on the line and the slope formula m = (y₂ - y₁)(x₂ - x₁). The graph shown passes through the points (0, 0) and (2, 80). Substituting these points for (x₁, y₁) and (x₂, y₂), respectively, in the slope formula yields m = (80 - 0)/(2 - 0), which is equivalent to m = 80/2, or m = 40. Therefore, the estimated number of candy bars the machine wraps with a label per second is 40.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "78",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "80",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Know and directly apply relevant theorems such as the triangle angle sum theorem."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In a right triangle, the measure of one of the acute angles is 51°. What is the measure, in degrees, of the other acute angle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "6",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "39",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sum of the measures of the interior angles of a triangle is 180 degrees. Since the triangle is a right triangle, it has one angle that measures 90 degrees. Therefore, the sum of the measures, in degrees, of the remaining two angles is 180 - 90, or 90. It's given that the measure of one of the acute angles in the triangle is 51 degrees. Therefore, the measure, in degrees, of the other acute angle is 90 - 51, or 39.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "49",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "51",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the measure, in degrees, of the acute angle whose measure is given.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "For quantitative variables, calculate, compare, and interpret mean, median, and range."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:2, 9, 14, 23, 32",
            "What is the mean of the data shown?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "14",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the median, not the mean, of the data shown.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "16",
                "Key": {
                    "Correct": true,
                    "Rationale": "The mean of a set of data values is the sum of all the data values divided by the number of data values in the set. The sum of the data values shown is 2 + 9 + 14 + 23 + 32, or 80. Since there are 5 data values in the set, the mean of the data shown is 80/5, or 16.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "17",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "32",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the maximum, not the mean, of the data shown.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Use function notation to represent and interpret input/output pairs; evaluate a nonlinear function given an input value; or, for a quadratic function, find the input value for a corresponding output."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The function f is defined by f(x) = 6 + √x the value of f(36)?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:12",
                "Key": {
                    "Correct": true,
                    "Rationale": "The value of f(36) is the value of f(x) when x = 36. Substituting 36 for x in the given equation yields f(36) = 6 + √36, which is equivalent to f(36) = 6 + 6, or f(36) = 12. Thus, the value of f(36) is 12.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Solve a system of two linear equations in two variables, making strategic use of algebraic structure."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:x + 3y = 29\n3y = 11",
            "The solution to the given system of equations is (x, y). What is the value of x?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:18",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given by the second equation in the system that 3y = 11. Substituting 11 for 3y in the first equation in the system, x + 3y = 29, yields x + 11 = 29. Subtracting 11 from both sides of this equation yields x = 18.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Identify or create linear inequalities in one or two variables to model constraints or conditions on two quantities."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "On a car trip, Rhett and Jessica each drove for part of the trip, and the total distance they drove was under 220 miles. Rhett drove at an average speed of 35 miles per hour (mph), and Jessica drove at an average speed of 40 mph. Which of the following inequalities represents this situation, where r is the number of hours Rhett drove and j is the number of hours Jessica drove?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "35r + 40j > 220",
                "Key": {
                    "Correct": false,
                    "Rationale": "This inequality represents a situation in which the total distance Rhett and Jessica drove was over, rather than under, 220 miles.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "35r + 40j < 220",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that Rhett drove at an average speed of 35 miles per hour and that he drove for r hours. Multiplying 35 miles per hour by r hours yields 35r miles, or the distance that Rhett drove. It's also given that Jessica drove at an average speed of 40 miles per hour and that she drove for j hours. Multiplying 40 miles per hour by j hours yields 40j miles, or the distance that Jessica drove. The total distance, in miles, that Rhett and Jessica drove can be represented by the expression 35r + 40j. It's given that the total distance they drove was under 220 miles. Therefore, the inequality 35r + 40j < 220 represents this situation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "40r + 35j > 220",
                "Key": {
                    "Correct": false,
                    "Rationale": "This inequality represents a situation in which Rhett drove at an average speed of 40, rather than 35, miles per hour, Jessica drove at an average speed of 35, rather than 40, miles per hour, and the total distance they drove was over, rather than under, 220 miles.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "40r + 35j < 220",
                "Key": {
                    "Correct": false,
                    "Rationale": "This inequality represents a situation in which Rhett drove at an average speed of 40, rather than 35, miles per hour, and Jessica drove at an average speed of 35, rather than 40, miles per hour.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Given an equation or formula in two or more variables, view it as an equation in a single variable of interest where the other variables are parameters, and solve for the variable of interest."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:b = 42cf",
            "The given equation relates the positive numbers b, c, and f. Which equation correctly expresses c in terms of b and f?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "c = b/42f",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the equation b = 42cf relates the positive numbers b, c, and f. Dividing each side of the given equation by 42f yields b/42f = c, or c = b/42f. Thus, the equation c = b/42f correctly expresses c in terms of b and f.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "c = (b – 42)/f",
                "Key": {
                    "Correct": false,
                    "Rationale": "This equation can be rewritten as b = cf + 42.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "c = 42bf",
                "Key": {
                    "Correct": false,
                    "Rationale": "This equation can be rewritten as b = c/42f.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "c = 42 – b – f",
                "Key": {
                    "Correct": false,
                    "Rationale": "This equation can be rewritten as b = 42 - c - f.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Create and use a system of two linear equations in two variables to solve problems in a variety of contexts."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Davio bought some potatoes and celery. The potatoes cost $0.69 per pound, and the celery cost $0.99 per pound. If Davio spent $5.34 in total and bought twice as many pounds of celery as pounds of potatoes, how many pounds of celery did Davio buy?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the number of pounds of potatoes, not the number of pounds of celery, Davio bought.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "2.5",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "2.67",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "4",
                "Key": {
                    "Correct": true,
                    "Rationale": "Let p represent the number of pounds of potatoes and let c represent the number of pounds of celery that Davio bought. It's given that potatoes cost $0.69 per pound and celery costs $0.99 per pound. If Davio spent $5.34 in total, then the equation 0.69p + 0.99c = 5.34 represents this situation. It's also given that Davio bought twice as many pounds of celery as pounds of potatoes; therefore, c = 2p. Substituting 2p for c in the equation 0.69p + 0.99c = 5.34 yields 0.69p + 0.99(2p) = 5.34, which is equivalent to 0.69 1.98p = 5.34, or 2.67p = 5.34. Dividing both sides of this equation by 2.67 yields p = 2. Substituting 2 for p in the equation c = 2p yields c = 2(2), or c = 4. Therefore, Davio bought 4 pounds of celery.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Fit linear models to data represented in a scatterplot."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the given scatterplot, a line of best fit for the data is shown.",
            "problems/PSAT891M2/media/18a.jpg",
            "Which of the following is closest to the slope of this line of best fit?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The line of best fit shown has a negative slope, not a positive slope.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "0.7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The line of best fit shown has a negative slope, not a positive slope.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "–0.7",
                "Key": {
                    "Correct": true,
                    "Rationale": "A line of best fit is shown in the scatterplot such that as the value of x increases, the value of y decreases. It follows that the slope of the line of best fit shown is negative. The slope of a line in the xy-plane that passes through the points (x₁, y₁) and (x₂, y₂) can be calculated as (y₂ - y₁)(x₂ - x₁). The line of best fit shown passes approximately through the points (0, 8) and (10, 1). Substituting (0, 8) for (x₁, y₁) and (10, 1) for (x₂, y₂) in (y₂ - y₁)(x₂ - x₁) yields the slope of the line being approximately (1 - 8)/(10 - 0), which is equivalent to -7/10, or -0.7. Therefore, of the given choices, -0.7 is the closest to the slope of this line of best fit.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "–7",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "For a linear equation in two variables that represents a context, given a value of one quantity in the relationship, find a value of the other, if it exists."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Scientists collected fallen acorns that each housed a colony of the ant species P. ohioensis and analyzed each colony's structure. For any of these colonies, if the colony has x worker ants, the equation y = 0.67x + 2.6, where 20 ≤ x ≤ 110, gives the predicted number of larvae, y, in the colony. If one of these colonies has 58 worker ants, which of the following is closest to the predicted number of larvae in the colony?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "41",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "61",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is closest to the predicted number of larvae in a colony with 87 worker ants.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "83",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is closest to the number of worker ants for which the predicted number of larvae in a colony is 58.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "190",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is closest to the predicted number of larvae in a colony with 280 worker ants.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Use percentages to solve problems in a variety of contexts including those that involve percent increases and decreases for many different quantities."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What number is 40% greater than 115?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:161",
                "Key": {
                    "Correct": true,
                    "Rationale": "For a number to be 40% greater than 115, it follows that the number is (100% of 115) + (40% of 115), which can be written as 100/100(115) + 40/100(115). This expression is equivalent to 1(115) + 0.4(115), or 1.4(115), which is equal to 161. Therefore, 161 is 40% greater than 115.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Understand and use the fact that when two quantities are in a proportional relationship, if one changes by a scale factor, then the other also changes by the same scale factor."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "For the values j and k, the ratio of j to k is 11 to 12. If j is multiplied by 17, what is k multiplied by in order to maintain the same ratio?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:17",
                "Key": {
                    "Correct": true,
                    "Rationale": "If one value is multiplied by a number, then the other value must be multiplied by the same number in order to maintain the same ratio. It's given that j is multiplied by 17. Therefore, in order to maintain the same ratio, k must also be multiplied by 17.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "For a quadratic or exponential function that represents a context, interpret the meaning of an input/output pair including an intercept or initial value, including situations where seeing structure provides an advantage."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Immanuel purchased a certain rare coin on January 1. The function f(x) = 65(1.03)ˣ, where 0 ≤ x ≤ 10, gives the predicted value, in dollars, of the rare coin x years after Immanuel purchased it. What is the best interpretation of the statement “ f(8) is approximately equal to 82” in this context?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "When the rare coin's predicted value is approximately 82 dollars, it is 8% greater than the predicted value, in dollars, on January 1 of the previous year.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "When the rare coin's predicted value is approximately 82 dollars, it is 8 times the predicted value, in dollars, on January 1 of the previous year.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "From the day Immanuel purchased the rare coin to 8 years after Immanuel purchased the coin, its predicted value increased by a total of approximately 82 dollars.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "8 years after Immanuel purchased the rare coin, its predicted value is approximately 82 dollars.",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the function f(x) = 65(1.03)ˣ gives the predicted value, in dollars, of a certain rare coin x years after Immanuel purchased it. It follows that f(x) represents the predicted value, in dollars, of the coin x years after Immanuel purchased it. Since the value of f(8) is the value of f(x) when x = 8, it follows that “f(8) is approximately equal to 82” means that f(x) is approximately equal to 82 when x = 8. Therefore, the best interpretation of the statement “f(8) is approximately equal to 82” in this context is 8 years after Immanuel purchased the rare coin, its predicted value is approximately 82 dollars.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Make connections between a table, an algebraic representation, or a graph of a linear function not in context."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT891M2/media/23a.jpg",
            "The table shows three values of x and their corresponding values of y, where n is a constant, for the linear relationship between x and y. What is the slope of the line that represents this relationship in the xy-plane?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "–92/3",
                "Key": {
                    "Correct": true,
                    "Rationale": "The slope, m, of a line in the xy-plane can be found using two points on the line, (x₁, y₁) and (x₂, y₂), and the slope formula m = (y₂ - y₁)(x₂ - x₁). Based on the given table, the line representing the relationship between x and y in the xy-plane passes through the points (-6, n + 184), (-3, n + 92), and (0, n), where n is a constant. Substituting two of these points, (-3, n + 92) and (0, n) for (x₁, y₁) and (x₂, y₂), respectively, in the slope formula yields m = (n -(n + 92))/(0 - (-3)), which is equivalent to m = (n - n - 92)/(0 + 3), or m = -92/3. Therefore, the slope of the line that represents this relationship in the xy-plane is -92/3.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "–3/92",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "(n + 92)/–3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "(2n – 92)/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Demonstrate procedural fluency by selecting the correct surface area or volume formula and correctly calculating a specified value."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT891M2/media/24a.jpg",
            "The figure shown is a right circular cylinder with a radius of r and height of h. A second right circular cylinder (not shown) has a volume that is 392 times as large as the volume of the cylinder shown. Which of the following could represent the radius R, in terms of r, and the height H, in terms of h, of the second cylinder?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "R = 8r and H = 7h",
                "Key": {
                    "Correct": false,
                    "Rationale": "Substituting 8r for R and 7h for H in the expression that represents the volume of the second cylinder yields π(8r)²(7h), or π(64r²)(7h), which is equivalent to π(448r²h), or 448(πr²h). This expression is equal to 448, not 392, times the volume of the cylinder shown.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "R = 8r and H = 49h",
                "Key": {
                    "Correct": false,
                    "Rationale": "Substituting 8r for R and 49h for H in the expression that represents the volume of the second cylinder yields π(8r)²(49h), or π(64r²)(49h), which is equivalent to π(3,136r²h), or 3,136(πr²h). This expression is equal to 3,136, not 392, times the volume of the cylinder shown.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "R = 7r and H = 8h",
                "Key": {
                    "Correct": true,
                    "Rationale": "The volume of a right circular cylinder is equal to πa²b, where a is the radius of a base of the cylinder and b is the height of the cylinder. It's given that the cylinder shown has a radius of r and a height of h. It follows that the volume of the cylinder shown is equal to πr²h. It's given that the second right circular cylinder has a radius of R and a height of H. It follows that the volume of the second cylinder is equal to πR²H. This choice gives R = 7r and H = 8h. Substituting 7r for R and 8h for H in the expression that represents the volume of the second cylinder yields π(7r)²(8h), or π(49r²)(8h), which is equivalent to π(392r²h), or 392(πr²h). This expression is equal to 392 times the volume of the cylinder shown, πr²h. Therefore, R = 7r and H = 8h could represent the radius R, in terms of r, and the height H, in terms of h, of the second cylinder.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "R = 49r and H = 8h",
                "Key": {
                    "Correct": false,
                    "Rationale": "Substituting 49r for R and 8h for H in the expression that represents the volume of the second cylinder yields π(49r)²(8h), or π(2,401r²)(8h), which is equivalent to π(19,208r²h), or 19,208(πr²h). This expression is equal to 19,208, not 392, times the volume of the cylinder shown.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Identify or create a linear equation in one variable that represents a context."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Each side of a 30-sided polygon has one of three lengths. The number of sides with length 8 centimeters (cm) is 5 times the number of sides n with length 3 cm. There are 6 sides with length 4 cm. Which equation must be true for the value of n?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "5n + 6 = 30",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "6n + 6 = 30",
                "Key": {
                    "Correct": true,
                "Rationale": "It's given that each side of a 30-sided polygon has one of three lengths. It's also given that the number of sides with length 8 centimeters (cm) is 5 times the number of sides n with length 3 cm. Therefore, there are 5 × n, or 5n, sides with length 8 cm. It's also given that there are 6 sides with length 4 cm. Therefore, the number of 3 cm, 4 cm, and 8 cm sides are n, 6, and 5n, respectively. Since there are a total of 30 sides, the equation n + 6 + 5n = 30 represents this situation. Combining like terms on the left-hand side of this equation yields 6n + 6 = 30. Therefore, the equation that must be true for the value of n is 6n + 6 = 30.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "8n + 3n + 4n = 30",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "8(5n) + 3n + 4(6) = 30",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Understand and describe the effect of outliers on mean and median."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Data set F consists of 55 integers between 170 and 290. Data set G consists of all the integers in data set F as well as the integer 10. Which of the following must be less for data set F than for data set G?",
            ":ibox:I. The mean\nII. The median"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "I only",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "II only",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "I and II",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect and may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Neither I nor II",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that data set F consists of 55 integers between 170 and 290 and data set G consists of all the integers in data set F as well as the integer 10. Since the integer 10 is less than all the integers in data set F, the mean of data set G must be less than the mean of data set F. Thus, the mean of data set F isn't less than the mean of data set G. When a data set is in ascending order, the median is between the two middle values when there is an even number of values and the median is the middle value when there is an odd number of values. It follows that the median of data set F is either greater than or equal to the median of data set G. Therefore, the median of data set F isn't less than the median of data set G. Thus, neither the mean nor the median must be less for data set F than for data set G.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Demonstrate procedural fluency by selecting the correct surface area or volume formula and correctly calculating a specified value."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A right circular cone has a height of 22 centimeters (cm) and a base with a diameter of 6 cm. The volume of this cone is nπ cm³. What is the value of n?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "equal:66",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the right circular cone has a height of 22 centimeters (cm) and a base with a diameter of 6 cm. Since the diameter of the base of the cone is 6 cm, the radius of the base is 3 cm. The volume V, in cm³, of a right circular cone can be found using the formula V = (1/3)πr²h, where h is the height, in cm, and r is the radius, in cm, of the base of the cone. Substituting 22 for h and 3 for r in this formula yields V = (1/3)π(3)²(22), or V = 66π. Therefore, the volume of the cone is 66 cm³. It's given that the volume of the cone is nπ cm³. Therefore, the value of n is 66.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}