{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Wild in the City",
    "Subtitle": "",
    "Author": "by Megan Hansen",
    "LabelType": "P",
    "Content": [
        ["1", "\tAt first glance, a vacant lot in a city might seem lifeless. But look closer. A dragonfly dances around a puddle. A frog darts from a drainpipe to snatch the dragonfly. From the rooftops, a hawk swoops down to grab the frog. Cities might have been built for humans, but wildlife is everywhere! When you think of wildlife, you might picture bears lumbering through the forest. But many animals have adapted to the sewers, parks, and alleys of the “concrete jungle.” These areas provide a natural habitat for many species. Wild animals need food, water, space to hunt or hide, and a place to raise young. A city offers all of these."],
        ["2", "\tThe rooftops abound with winged wildlife. More than 200 bird species are found in the city, including blue jays, robins, doves, finches, crows, gulls, and woodpeckers. Peregrine falcons and ospreys nest on skyscrapers and bridges. New Yorkers also love to watch butterflies. Each year, thousands of monarch butterflies pass through the streets during their fall migration to Mexico. And let's not forget nature's insect control: bats. These winged mammals can eat eight mosquitoes, flies, or moths a minute. With up to 500 bats living in a single church belfry, that's 240,000 bugs an hour—gobbled up! ..."],
        ["3", "\tWhat about the city's tiniest wildlife? Although you might not like to think about them, cockroaches are amazingly well-adapted to city life. These insects can live for two months without food, and haven't changed much since scurrying around with dinosaurs millions of years ago. No wonder they seem unstoppable! Earthworms are another urban crawler. These marvelous little wrigglers gobble up dead leaves, food scraps, and garbage, and turn them into rich soil. Without worms, the trees, grass, and flowers of Central Park would not grow."],
        ["4", "\tSometimes New York gets unexpected visitors. As the forests surrounding New York fill with more and more people, wild animals are forced to find new homes. New Yorkers have spotted coyotes, white-tailed deer, and gray foxes in the city. A black bear was spotted wandering past a high school just 20 miles away from the city. And in 2009, a 30-foot long humpback whale swam into New York Harbor. Biologists, engineers, and politicians work hard to make sure city wildlife stays healthy and interacts safely with humans. A special nest for four eaglets was constructed in New York's Inwood Park. Bald eagles, which were once endangered, can now be spotted flying over Central Park. So the next time you're in New York (or any other big city), take a moment to look up, look under, and look closer. You'll find a world of wildlife!"],
        ["", "problems/NY24G5E/media/S2a.jpg"]
    ],
    "Copyright": "Excerpt from “Wild in the City: The Urban Animals of New York City” by Megan Hansen, AppleSeeds, November 1, 2009. Copyright © 2009 by Cricket Media. Used with permission of of Cricket Media via Copyright Clearance Center.",
    "References": []
}