{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "The Lion's Share",
    "Subtitle": "",
    "Author": "retold by Victoria Parker",
    "LabelType": "P",
    "Content": [
        ["1", "\tA lion once went hunting with a fox, a jackal, and a wolf. The four hunters prowled and lurked and tracked until at last they came upon a huge stag in the depths of the forest. Working together, they took the stag totally unaware and claimed its life."],
        ["", ":box:jackal = a wild member of the dog family"],
        ["", ":box:stag = a male deer"],
        ["2", "\tThe hunters stood triumphant as the stag lay before them. But then they all began to wonder how they should share out their catch."],
        ["3", "\tJust as an argument was about to break out, the lion threw back his head and gave a mighty roar. “Divide this stag up into quarters right NOW!” he bellowed, and the other animals leapt to it."],
        ["4", "\tWhen it was done, the lion snarled at the fox, the jackal and the wolf, who stood sulkily before him. “The first quarter is for me,” he declared, “because I am King of the Beasts.”"],
        ["5", "\tThe fox, the jackal, and the wolf looked at each other and shrugged—that was fair enough, they thought. But then the lion went on ... “The second quarter is mine too, as I am the one sorting out the shares.”"],
        ["6", "\t“But—”"],
        ["7", "\t“Hang on a minute—”"],
        ["8", "\t“Rubbish!” The fox, the jackal, and the wolf began to grumble, but the lion took no notice and carried on."],
        ["9", "\t“The third share should be mine because of the part I played in hunting the stag. As for the fourth quarter, well, I should like to see which of you will dare to lay a paw upon it.” And the lion bared his teeth and flexed his sharp claws."],
        ["10", "\tThe three other hunters slunk away into the shadows with their tails between their legs."]
    ],
    "Copyright": "“The Lion’s Share” from The Dog in the Manger and Other Fables by Victoria Parker. Copyright © 2014 by Gareth Stevens Inc. Used with permission of Gareth Stevens Inc. via Copyright Clearance Center.",
    "References": []
}