{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "Vacation Exaggeration",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen I complained to Mom over the phone yesterday about the extreme depths of boredom I had experienced during the first week of my summer exile to my grandparents' farm, she suggested I think of my grandparents' farm as an exotic location. “After all,” she said, “not everyone gets the opportunity to live on a farm.”"],
        ["2", "\tThat gave me an idea. I decided I would compose my social media status updates as if I were an i͟l͟l͟u͟s͟t͟r͟i͟o͟u͟s traveler visiting the Serengeti Plain and making keen observations to my fans about my surroundings. I started early the next morning."],
        ["3", ":box:Alyssa's Status: 5:54 A.M. The glorious male Gallus gallus domesticus, more commonly known as the rooster, perches himself upon the post. His delicate feathers glimmer in the sunrise. He flaps his wings twice and rears back his head. His call clamors through the countryside, crying out to all creatures that morning has come.\n\n14 Thumbs Up"],
        ["4", "\tTo add to my suffering, my best friends were each doing something exciting. Carlos was at the beach rescuing sea turtles, and Natalia was with her mother, who is an interior designer working on a project for a famous client in a big city."],
        ["5", "\tBut several people had given a thumbs-up to my post, and it was getting almost the same amount of attention as my friends' posts."],
        ["6", ":box:Carlos's Status: 7:39 A.M. I'm about to search for sea turtle nests on my section of the beach. I hope I find one today!\n\n21 Thumbs Up"],
        ["7", ":box:Natalia's Status: 11:19 A.M. Which do you think would be a better color to paint rock star Aaron Slayton's loft apartment: Electric Eclectic Orange or Superfly Lemon Lime?\n\n28 Thumbs Up"],
        ["8", "\tAs I was thinking of a comment to post on Natalia's page, Grandma interrupted me."],
        ["9", "\t“Put your shoes on, Alyssa. We're heading to Haverford's farm.”"],
        ["10", "\t“Why?”"],
        ["11", "\t“It's a summer tradition. On the first Saturday of July, the whole town goes to Mr. Haverford's place to pick blackberries. If we pick enough, we can make a blackberry cobbler tonight.”"],
        ["12", "\tInteresting. I typed my next update."],
        ["13", ":box:Alyssa's Status: 1:34 P.M. Few events cause more excitement in this remote part of the world than the ripening of the blackberries, a cause for celebration among the local inhabitants who make the annual pilgrimage to a special place known as “Haverford's.” After the festivities have concluded, a ceremonial cobbler — a sweet dessert — is baked with the ripest of the day's bounty.\n\n18 Thumbs Up"],
        ["14", "\tBoth Carlos and Natalia replied to my post."],
        ["15", ":box:Carlos's Reply: 1:39 P.M. Mmm! I love blackberry cobbler! I've never made it from scratch with freshly picked berries before. Have some for me!"],
        ["16", ":box:Natalia's Reply: 1:46 P.M. I can't believe you're staying at a farm! I like the city, but it's so crowded. I could use some open space and fresh air."],
        ["17", "\tLater that evening, after I had eaten two servings of cobbler, I uploaded photos of the sprawling acreage of Haverford's farm and described in vivid detail the flavors and textures of the dessert."],
        ["18", "\tThe next morning I traipsed to the kitchen, where Grandma was busy making breakfast. She smiled when she saw me."],
        ["19", "\t“Good morning, Alyssa,” Grandma said as she handed me a glass of freshly squeezed orange juice. “You know, I was just thinking that today might be a good day for you to explore the old barn.”"],
        ["20", "\tThat had potential for a worthy photo to post online. I could take a picture of the run-down barn and make up a story — maybe an unsolved mystery. I could tweak the brightness and contrast settings of the photograph, slightly changing them to make the picture look eerie."],
        ["21", "\tWhile I was planning this post, Grandma set a heaping plate of pancakes in front of me. Obviously, I had to post about the perks of having Grandma's home cooking."],
        ["22", "\tAfter breakfast I went to the barn. I took out my phone so that I could use it as a flashlight. I heaved the door open and peered inside. Everything was covered in dirt and cobwebs. Perfect!"],
        ["23", "\tThen I heard a whining sound from a corner of the barn and almost vaulted to the ceiling."],
        ["24", "\tI gathered myself and went toward the sound. When I saw what was in one of the stalls, I let out a high-pitched squeal — baby foxes! They were crawling out of a hole and then tumbling back down. They were adorable. I probably took a hundred photos."],
        ["25", "\t“Fox kits,” Grandma said later when she saw the photographs I had taken. “I've seen a fox around and wondered if she had a den. You should put one of these on your social studies page.”"],
        ["26", "\t“Social media, Grandma,” I said, correcting her. “And that's a great idea. Everyone loves cute animals.”"],
        ["27", ":box:Alyssa's Status: 4:47 P.M. Look who decided to make my grandparents' barn their new home!"],
        ["28", "\tWithin a few minutes I had received several comments from my friends and a thumbs-up from 25 people."],
        ["29", ":box:Natalia's Reply: 5:05 P.M. So cute! The only animals in the city are giant rats and pigeons."],
        ["30", ":box:Carlos's Reply: 5:12 P.M. Wow! Take lots of pictures. They look as though they're almost old enough to leave their den."],
        ["31", "\tI reread the comments. Carlos and Natalia thought my farm adventures were interesting, and Natalia's reply even had a tinge of jealousy."],
        ["32", "\t“What are you smiling about?” Grandma asked."],
        ["33", "\t“I — ”"],
        ["34", "\tI was going to say that I was thrilled with all the attention my post had received, but as the words formed in my brain, I looked at Grandma smiling back at me."],
        ["35", "\t“I'm really glad I'm getting to spend some time at your farm this summer,” I said. And I meant it."]
    ],
    "Copyright": "",
    "References": []
}