{
    "Directions": "Read the article “Humpback Whale: The Singer” and then answer each question that follows.",
    "Context": [],
    "Title": "Humpback Whale: The Singer",
    "Subtitle": "",
    "Author": "by Natalie Lunis",
    "LabelType": "P",
    "Content": [
        ["", "problems/MA19G3E/media/S2a.jpg"],
        ["", "Underwater Song"],
        ["1", "Deep down in the ocean, a loud series of noises begins. The moans, grunts, squeals, and roars go on for 20 minutes or so. Then they repeat over and over in the same way for hours. Together, the loud, strange noises make up the song of the humpback whale. It is the longest and most complicated song of any animal on Earth."],
        ["", "A Mystery at Sea"],
        ["2", "Sounds that are made underwater usually cannot be heard in the air above. In the past, however, sailors traveling across the sea thought they heard strange noises. The humming-like sounds seemed to come from the water below them. Because of the strange sounds, the sailors told stories about sea monsters that swam near their ships."],
        ["", "A Whale of a Clue"],
        ["3", "For a long time, no one could explain the “sea monster” noises that sailors heard. Then, in the 1950s, people working with the U.S. Navy made an important discovery. They recorded loud underwater moans, grunts, squeals, and roars. They noticed that the sounds went on for a long time — and occurred only when humpback whales were around. Could the unusual sounds be coming from the giant animals?"],
        ["", "Singing for a Mate?"],
        ["4", "In the 1960s, scientists made more underwater recordings and found that the sounds were in fact coming from humpback whales. The scientists also discovered that the sounds formed song-like patterns. In addition, the singing was coming only from males. Since the singing was heard at the time of year when whales gathered to find a mate, they guessed that the males might be singing to attract females."],
        ["", "Long-Distance Swimmers"],
        ["5", "Humpback whales live in all the world's oceans. During the summer, they swim and feed in cold ocean waters near the North and South Poles. In the fall, they spend weeks traveling to warmer waters near the equator. These warm waters are their winter homes. They are also the breeding areas where males and females find mates and males sing their songs ..."],
        ["", "Staying in Touch"],
        ["6", "Singing is not the only way humpbacks communicate with one another. Scientists have learned that the huge animals also make sounds — known as feeding calls — when they gather to catch fish. The whales also use touch to send messages and share feelings. For example, mother whales often use their large flippers to pet their babies, which are called calves."],
        ["", ":box:Facts about Humpback Whales\n\n• When a humpback whale sings, it usually hangs head down and tail up in the water, holding its flippers out to help it stay in place. Sometimes, however, humpbacks sing while swimming underwater.\n\n• To hear underwater sounds, a person has to be on a boat or ship that does not have a motor. Why? Noise from the motor would get in the way of being able to hear the sounds. Also, the listener should be below the deck and next to the boat's outer shell, or hull.\n\n• Humpback whales are known for jumping out of and back into the water — an action known as breaching. They also loudly slap the water with their flippers and tails. These splashy moves might be a way of sending messages such as “Here I am!” or “Stay out of my way!” to other whales."],
        ["", "Many Questions"],
        ["7", "Scientists still have many questions about humpback whale songs. They still don't know for sure why males sing. They also don't know exactly how the whales make their grunts, moans, roars, and many other sounds. Other questions have to do with how the whales' feeding calls help the animals find and catch their food."],
        ["", "A Watery World of Sound"],
        ["8", "There is one thing that scientists who study the ocean know for certain. Sound is very important to whales and many other sea creatures. That's because there is very little light under water, and so it is impossible to see far. Sound, on the other hand, travels well and far through water. So perhaps it isn't so surprising after all that songs are being sung — and heard — deep beneath the sea."],
        ["", ":box:Sound Check\n\nHumpback whales are hard to observe. They spend most of their time underwater, and many travel thousands of miles (kilometers) each year. Still, scientists around the world continue to study the huge sea animals and their songs. Here are some things they have learned so far:\n\n• All the male humpbacks in the same area sing the same song.\n\n• The songs of whales in different parts of the world are different from one another.\n\n• During each winter breeding season, the songs of the males change, little by little.\n\n• When the whales return to their winter homes the next year, they start singing the most recent versions of their songs from last year. Then, once again, they start changing, little by little."]
    ],
    "Copyright": "“Humpback Whale: The Singer” by Natalie Lunis. Copyright © 2012 by Bearport Publishing Company, Inc. Reprinted by permission of Bearport Publishing Company, Inc. Photograph courtesy of Dr. Louis M. Herman/ National Oceanic and Atmospheric Administration/Department of Commerce.",
    "References": []
}