{
    "Directions": "Read the following passage about greed then answer each question.",
    "Context": [],
    "Title": "The Greedy Dog",
    "Subtitle": "",
    "Author": "by Amy Peters",
    "LabelType": "P",
    "Content": [
        [" ", "\tOnce upon a time in a tiny village there was a rather greedy dog who would go to great lengths to get good food. This greedy dog was a bulldog, with a flat nose, broad paws, and big, floppy jowls¹. All of the other village dogs and cats rather dreaded the bulldog’s presence because of his dreadful, greedy manner, which intimidated them all."],
        [" ", "\tOne day, a small schnauzer² had managed to p͟r͟o͟c͟u͟r͟e a juicy bone from the local butcher. The butcher had given it to the small dog, because the dog often helped watch his shop at night. The schnauzer had retreated to a quiet village alley to gnaw the bone when the big bulldog suddenly loomed over him."],
        [" ", "\t“Give me that bone, little schnauzer,” growled the greedy bulldog."],
        [" ", "\t“No, I won’t. You can ask the butcher for your own bone. I earned this one fair and square,” insisted the schnauzer."],
        [" ", "\tAs you might have guessed, the small schnauzer was no match for this greedy bulldog. Having asked and been denied, the greedy dog simply reached over with his big, drool-filled mouth, and snatched up that bone. Before you could say, “Jack Spratt could eat no fat,” that rotten dog had eaten every last bit of the juicy bone and left the schnauzer feeling sad, hungry, and mad."],
        [" ", "\tSoon after, a rather puffy and fancily attired poodle went to visit the village baker. This baker rather admired the poodle’s fluffy black shape and the colorful ribbons she always wore tied in bows on her topknot and tail. He also liked her friendly manner. So, when the poodle asked politely if there might be a few crumbs left over from the day’s baking, the baker readily agreed to share a few of these samples with her."],
        [" ", "\tThe kindly baker filled a small pink bowl with the crumbs and set it outside the bakery door for the poodle to enjoy. Just then, who should appear but the greedy dog. He seemed to have a sixth sense, knowing when extra special tidbits were about to be served!"],
        [" ", "\t“Move aside, silly poodle,” grumbled the bulldog. “I want those crumbs and I want them now.”"],
        [" ", "\tWell, the poodle certainly did not want to share her crumbs with a dog as greedy as this one, and she also didn’t take kindly to being called “silly.”"],
        [" ", "\t“No,” she snapped back. “You ask the baker for your own samples. These belong to me!”"],
        [" ", "\tHaving asked and been denied, the big bulldog shouldered the little poodle aside and with one bulldog bite, he finished those sweet crumbs. Licking his chops happily, he sauntered away with his bowlegged gait. The poodle was left with nothing, feeling forlorn and angry."],
        [" ", "\tNot long after that, a peppy corgi³ visited the town market and asked the fruit vendor for a piece of overripe fruit that was not suitable for selling. This vendor had a soft spot for the red dog and chose a handful of strawberries (that really were suitable for selling) to set down in front of the corgi, just outside the market entrance. As she prepared to eat the first juicy strawberry, who should loom in front of her but that greedy bulldog!"],
        [" ", "\t“Put down those strawberries,” he growled. “They are meant for me. A little dog like you has no need for such morsels. I need the strawberries to maintain my grand figure!”"],
        [" ", "\t“No,” barked the corgi fiercely. Though smaller than the bulldog, she was not intimidated. “I asked the vendor for the strawberries. If you’d like some too, go ask for them.”"],
        [" ", "\tHaving asked and been denied, the bulldog leaned over with his big head and ate the bunch of strawberries—stems and all—in one crunchy bite."],
        [" ", "\tThen the bulldog wandered off, satisfied with his fruity snack. The corgi, left behind, felt wistful at the memory of the missed strawberries and a little angry."],
        [" ", "\tAs you can imagine, the village dogs were getting quite upset about this greedy dog. They decided to hold a meeting and decide how to deal with the ever-growing problem."],
        [" ", "\tThey met that night by the butcher’s shop, hoping to find a stray morsel about. Dogs of every shape and size streamed in from all parts of the village to discuss the situation and to devise a plan to cure the greedy dog of his avarice⁴."],
        [" ", "\tAfter much plotting and planning, a decision was made and roles were assigned to various dogs. They implemented the plan the very next day."],
        [" ", "\tThe greedy dog was sitting by the village fountain, wondering where he would find his next snack, when the schnauzer happened by."],
        [" ", "\t“Hey, Bulldog,” barked the schnauzer. “I have a tip for you, if you’re interested in having a fat, juicy steak. The butcher is not in the shop right now. He’s home having lunch with his wife. The shop door is open, and sitting on the counter is a steak as big as your head! If you hurry, you can run into the shop and make off with the steak before the butcher returns.”"],
        [" ", "\tThe bulldog thanked the dog, although he was a bit mystified as to why this dog, who didn’t like him, should give him such a valuable tip. “Oh, well,” thought the bulldog. “No need to think about it too long or I’ll be too late to get the steak!”"],
        [" ", "\tSo, he trotted off from the fountain to the butcher’s shop and greedily snatched up that steak. Just as the schnauzer had predicted, the butcher was out of the shop and the door had been left open."],
        [" ", "\tThe bulldog was just setting out for the woods to eat it (for he didn’t want the butcher to catch him with it), when the corgi wandered by with another tip."],
        [" ", "\t“Hey, Bulldog,” said the corgi, “listen up! I know where you can get another steak just as thick and juicy as the one you’re holding in your mouth. You’d better hurry, though, and not eat that one yet or you won’t be in time to get another one.”"],
        [" ", "\tAlthough the bulldog really wanted to eat the juicy steak that instant, he also wanted another steak just as fine, so he agreed to listen to the corgi’s plan."],
        [" ", "\t“Go over by that stream, just over the hill. When you get there, look into the water and there you’ll see a dog holding a steak, thick and perfect just as the one in your mouth.”"],
        [" ", "\tHardly able to believe his good fortune, the bulldog loped over the hill to the edge of the babbling stream."],
        [" ", "\tAnd, as the corgi had told him, there truly was another dog holding a thick steak."],
        [" ", "\t“Oh my,” thought the bulldog. “I must have that steak, too!”"],
        [" ", "\tWell, as you may have guessed this greedy bulldog was none too clever. He didn’t realize that he was looking at a reflection of himself in the water. What he thought he saw was another dog, holding a large steak in its mouth."],
        [" ", "\tBeing a greedy and rather silly dog, he quickly jumped into the rushing stream to snatch the other dog’s meat. Of course, the reflection vanished at that instant and he could see no sign of dog or steak."],
        [" ", "\tOnly then did he realize that when he had barked to frighten the other dog into dropping his steak, he had dropped his stolen meat."],
        [" ", "\tUnluckily for him, the stream’s current was swift and the steak had been carried away in the churning water. The bulldog was determined to find the steak so he jumped headfirst into the stream, sniffing and snorting, hoping to find a trace of the lost meat. He paddled in the stream for a very long time before finally giving up, and sadly returned to the stream’s bank."],
        [" ", "\tSo, this greedy dog went from having one juicy steak to having none at all. And as the other village dogs had hoped, this episode did indeed teach the greedy dog a thing or two."],
        [" ", "\tFrom that day forward, he worked hard to be kinder to the other dogs and better about sharing. Although these traits didn’t come naturally to the big dog, he tried his best, and that turned out to be good enough!"]
    ],
    "Copyright": "“The Greedy Dog” by Amy Peters from The Everything Fairy Tales Book: A Magical Collection of All-Time Favorites to Delight the Whole Family. Copyright © 2001 published by Adams Media. Used by permission of Adams Media.",
    "References": [
        ["¹", "jowls — jaws"],
        ["²", " schnauzer — a type of small dog"],
        ["³", "corgi — a type of small dog"],
        ["⁴", "avarice — desire to have everything"]
    ]
}