{
    "Directions": "Read the following passage about taking a hike then answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "\tFinally, you're ready to take a hike. What will you see? Whether you hike in the forest, the desert, or near a swamp, you're sure to see many wonders of nature."],
        [" ", "\tAs you go on your first hike, don't rush. Walk at a leisurely pace. You'll soon fall into a comfortable stride. This first hike might be just to observe. Take in the sights, sounds, and smells of the area. What do you see? At each place you hike, you will see different things. Watch for bird nests, snake skins, feathers, nursery logs, mushrooms, fish, animal tracks. Soon you'll realize that much of the fun of hiking is in studying nature and much of the fun of studying nature is in the detective work. Who made these tracks? What kind of bird dropped this feather? Every good detective takes notes."],
        [" ", "\tHow about making a hiking journal for your trek? You can include notes on the date of the hike, weather conditions, where you are going, and a diagram of the landscape. Sketch the animal tracks you see along the creek, add a feather you found, draw the tadpole you saw in the big puddle. Maybe later you can find out how long it will be before the tadpole becomes a frog. You can also add photographs from your hike — like the chipmunk that chattered at you while you ate lunch, and your family members when they jumped into the creek."],
        ["", ":box:Hiking Journal"],
        [" ", "\tA hiking journal can be as simple as a pocket-sized spiral notebook with a pencil attached to it by a cord. But if you cover it like you might cover a school book, with paper cut from a brown paper bag, you can decorate the journal with your favorite hiking memories."],
        ["1.", "Cut a piece of heavy brown paper bag or decorative paper six inches wider and six inches taller than your opened notebook."],
        ["2.", "Place opened notebook on the paper so there is about the same amount of paper showing on the top and bottom and on each side."],
        ["", "problems/PA15G4E/media/S2a.jpg"],
        ["3.", "Mark the paper along the top and bottom of the notebook."],
        ["4.", "Fold the top down and the bottom up along the lines you just marked. Your paper should now be the same height as your notebook."],
        ["", "problems/PA15G4E/media/S2b.jpg"],
        ["5.", "Curl the last three inches of one side forward and insert the notebook cover into the flaps created at the top and bottom. Fold neatly and tape the cover flap to the cover at the top and bottom. Do the same with the other side."],
        ["", "problems/PA15G4E/media/S2c.jpg"],
        ["6.", "Decorate with markers, crayons, colored pencils, or water- colors. It's hard to decide on a design. You could draw a mountain sunset, a rainbow trout, or something of your own choosing. Can't decide? Make several."],
        ["", "problems/PA15G4E/media/S2d.jpg"],
        ["", ":box:Hiking Stick"],
        [" ", "\tA hiking stick gives you something to lean on when the trail is steep or rocky, steadies you when you cross a stream, and provides something to hang onto at the end of the day when you are too tired to go any farther. Be sure to ask an adult for p͟e͟r͟m͟i͟s͟s͟i͟o͟n before starting this project."],
        ["1.", "Select a straight sturdy stick about shoulder height."],
        ["2.", "If you want, peel off the bark carefully. Cut away from your body, watching out for your knees."],
        ["3.", "Wrap the grip area with a soft leather strip to cushion your hand. Tuck ends under the wrapped strip."],
        ["4.", "Personalize your stick by adding designs with markers or paint or by carving patterns. Be careful."],
        ["", "problems/PA15G4E/media/S2e.jpg"],
        [" ", "\tWhen people share the woods with bears, one can scare the other. When hiking in bear country, it's a good idea to whistle, talk in a loud voice that can be heard a long distance, or carry a walking stick a͟d͟o͟r͟n͟e͟d with jingling bells. With a little warning, bears have a chance to depart before you even know they were there."],
        [" ", "\tTo make your walking stick a bear stick, tie three or four loud bells onto a cord or leather boot string. Wrap that around the grip of the stick and tie securely."]
    ],
    "Copyright": "[Excerpt from] Trekking the Trail, copyright © 2000 by Linda White. Reprinted by permission of Gibbs-Smith.",
    "References": []
}