{
    "Directions": "Read the following passage about a house in Pennsylvania designed by an important architect then answer each question.",
    "Context": [],
    "Title": "Fallingwater",
    "Subtitle": "",
    "Author": "by Brooke Mulatto",
    "LabelType": "P",
    "Content": [
        [" ", "\tA waterfall swirls beneath it. Huge boulders rest at its feet. Forests surround it, and wild animals live near it. It’s not a mountain . . . it’s a house! Its name is Fallingwater."],
        [" ", "\tAn architect named Frank Lloyd Wright designed Fallingwater in 1935. Edgar Kaufmann owned some land in Pennsylvania where he wanted to build a cabin. Wright went to this spot to begin designing Kaufmann’s home. He fell in love with a waterfall that tumbled over the land. He decided that he would build the house on top of it."],
        [" ", "\tHow could someone build a house on top of a waterfall? Before that time, most big buildings were made of stones or bricks. A stone bridge over a river has to be built as an arch, or it will fall down under its own weight."],
        [" ", "\tWright wanted the new house to go over the waterfall, but he didn’t want a high, curved arch. He wanted low, straight lines."],
        [" ", "\tIn the 1930s, architects were just experimenting with a new way to build skyscrapers. Using steel and concrete, the architects could make strong but light buildings. So the new skyscrapers could be taller than ever. Wright used this same technique for Fallingwater. He chose four natural boulders to a͟n͟c͟h͟o͟r the house to the ground. Stones were used for the walls. To support the floors that went over the waterfall, he used concrete reinforced with steel rods. The water could rush through its usual pathway, beneath the home."],
        ["", "Bᴏᴜʟᴅᴇʀs ᴀɴᴅ Tʀᴇᴇ Sᴛᴜᴍᴘs"],
        [" ", "\tThere are other unusual things about Fallingwater. For instance, what do people usually sit on in front of a fire in the living room? Nice comfy chairs and sofas? If you lived in Fallingwater, you could sit on a boulder! There is also a table made from a tree stump. This house doesn’t have ordinary walls, either. Wright used clear glass everywhere he could. If you’re inside Fallingwater, you can turn around in a full circle and see all the trees, birds, and animals outside. It’s almost as if you’re not in a house at all."],
        [" ", "\tWhy would anyone want to build a home that had boulders as chairs, see-through walls, and a waterfall beneath it? When he was young, Wright worked on his uncle’s farm. To get through the long days, Wright began to study the trees, bugs, animals, and birds. That took his mind off how hard the farm work was. Nature became an escape for Wright, and he grew to love it. When he was older, he wanted his buildings to look and feel like a part of nature. That is why, at Fallingwater, you can sit on a boulder at the fireplace, look out in any direction and see the forest, and hear the “music of the stream” beneath your feet."]
    ],
    "Copyright": "“Fallingwater” copyright © 2005 by Highlights for Children, Inc., Columbus, Ohio.",
    "References": []
}