{
    "Directions": "Read the following Chinese folktale about greed then answer each question that follows.",
    "Context": [],
    "Title": "The Man and the Golden Fish",
    "Subtitle": "a traditional Chinese folktale",
    "Author": "retold by Hoh Chee Bin from China",
    "LabelType": "P",
    "Content": [
        [" ", "\tThere was once a man who liked fishing. He always fished in a lake, which was near his house. One day, the man brought his fishing pole and fishing tackle and went out to the lake to fish after he had eaten his dinner."],
        [" ", "\tWhen he reached the lake, the sky was becoming dark. There was a boat beside the lake. The man used the boat and rowed to the center of the lake. He began fishing in the center of the lake. After a while, he fell asleep."],
        [" ", "\tSuddenly, the man woke up as his fishing pole was shaking. The man pulled up the fishing pole and caught a fish. To his surprise, it was a golden fish."],
        [" ", "\tEven more surprising, it could talk to the man. “Can you let me go, please?” the fish begged the man."],
        [" ", "\t“No, I am going to eat you,” the man said."],
        [" ", "\t“Please! Let me go. If you let me go, I will give you a golden rope,” the fish said."],
        [" ", "\t“Golden rope? Is that true? How can I trust you?” the man asked."],
        [" ", "\t“You can put your fishing pole into the lake and a few minutes after, you are going to get the golden rope,” said the fish."],
        [" ", "\tThe man listened to the fish and put the fishing pole into the lake. After he pulled up the fishing pole, he saw a golden rope attached to the fishing line. The golden rope must be very long, the man thought, because he could not see the end of the golden rope. The man was very happy and he continued to pull up the golden rope."],
        [" ", "\t“Let me go now that you have the golden rope,” said the fish."],
        [" ", "\t“No, I won't let you go. I am going to sell you. I think someone will pay a very high price to get you,” the man said. The man then put the fish into a container, which was full of water, and continued to pull up the golden rope."],
        [" ", "\tAs the man pulled up the golden rope, his boat began to sink into the lake but he was too greedy and still wanted to get all of the golden rope. He continued to pull it. Finally, his boat sank c͟o͟m͟p͟l͟e͟t͟e͟l͟y into the lake."]
    ],
    "Copyright": "“The Man and the Golden Fish” from TOPICS Online Magazine. © 1997–1998.",
    "References": []
}