{
    "Directions": "In the first half of the 1800s, many girls between the ages of 10 and 14 were sent by their families to work in the large mills in Lowell, Massachusetts. Read the passage from a novel about this experience, and then answer each question that follows.",
    "Context": [
        "In the passage from the novel Lyddie, Lyddie and Diana are two girls who work in the mills in Lowell. They live away from their families in a boardinghouse run by Mrs. Bedlow."
    ],
    "Title": "[from] Lyddie",
    "Subtitle": "",
    "Author": "by Katherine Paterson",
    "LabelType": "P",
    "Content": [
        ["1", "The four-thirty bell clanged the house awake. From every direction, Lyddie could hear the shrill voices of girls calling to one another, even singing. Someone on another floor was imitating a rooster. From the other side of the bed Betsy groaned and turned over, but Lyddie was up, dressing quickly in the dark as she had always done in the windowless attic of the inn."],
        ["2", "Her stomach rumbled, but she ignored it. There would be no breakfast until seven, and that was two and a half hours away. By five the girls had crowded through the main gate, jostled their way up the outside staircase on the far end of the mill, cleaned their machines, and stood waiting for the workday to begin."],
        ["3", "“Not too tired this morning?” Diana asked by way of greeting."],
        ["4", "Lyddie shook her head. Her feet were sore, but she'd felt tireder after a day behind the plow."],
        ["5", "“Good. Today will be something more strenuous, I fear. We'll work all three looms together, all right? Until you feel quite sure of everything.”"],
        ["6", "Lyddie felt a bit as though the older girl were whispering in church. It seemed almost that quiet in the great loom room. The only real noise was the creaking from the ceiling of the leather belts that connected the wheels in the weaving room to the gigantic waterwheel in the basement."],
        ["7", "The overseer came in, nodded good morning, and pushed a low wooden stool under a cord dangling from the assembly of wheels and belts above his head. His little red mouth pursed, he stepped up on the stool and pulled out his pocket watch. At the same moment, the bell in the tower above the roof began to ring. He yanked the cord, the wide leather belt above him shifted from a loose to a tight pulley, and suddenly all the hundred or so silent looms, in raucous concert, shuddered and groaned into fearsome life. Lyddie's first full day as a factory girl had begun."],
        ["8", "Within five minutes, her head felt like a log being split to splinters. She kept shaking it, as though she could rid it of the noise, or at least the pain, but both only seemed to grow more intense. If that weren't trial enough, a few hours of standing in her proud new boots and her feet had swollen so that the laces cut into her flesh. She bent down quickly to loosen them, and when she found the right lace was knotted, she nearly burst into tears. Or perhaps the tears were caused by the swirling dust and lint."],
        ["9", "Now that she thought of it, she could hardly breathe, the air was so laden with moisture and debris. She snatched a moment to run to the window. She had to get air, but the window was nailed shut against the April morning. She leaned her forehead against it; even the glass seemed hot. Her apron brushed the pots of red geraniums crowding the wide sill. They were flourishing in this hot house. She coughed, trying to free her throat and lungs for breath."],
        ["10", "Then she felt, rather than saw, Diana. “Mr. Marsden has his eye on you,” the older girl said gently, and put her arm on Lyddie's shoulder to turn her back toward the looms. She pointed to the stalled loom and the broken warp thread that must be tied. Even though Diana had stopped the loom, Lyddie stood rubbing the powder into her fingertips, hesitating to plunge her hands into the bowels of the machine. Diana urged her with a light touch."],
        ["11", "I stared down a black bear, Lyddie reminded herself. She took a deep breath, fished out the broken ends, and began to tie the weaver's knot that Diana had shown her over and over again the afternoon before. Finally, Lyddie managed to make a clumsy knot, and Diana pulled the lever, and the loom shuddered to life once more."],
        ["12", "How could she ever get accustomed to this inferno? Even when the girls were set free at 7:00, it was to push and shove their way across the bridge and down the street to their boardinghouses, bolt down their hearty breakfast, and rush back, stomachs still churning, for “ring in” at 7:35. Nearly half the mealtime was spent simply going up and down the staircase, across the mill yard and bridge, down the row of houses—just getting to and from the meal. And the din in the dining room was nearly as loud as the racket in the mill— thirty young women chewing and calling at the same time, reaching for the platters of flapjacks and pitchers of syrup, ignoring cries from the other end of the table to pass anything."],
        ["13", "Her quiet meals in the corner of the kitchen with Triphena, even her meager bowls of bark soup in the cabin with the seldom talkative Charlie, seemed like feasts compared to the huge, rushed, noisy affairs in Mrs. Bedlow's house. The half hour at noonday dinner with more food than she had ever had set before her at one time was worse than breakfast."],
        ["14", "At last the evening bell rang, and Mr. Marsden pulled the cord to end the day. Diana walked with her to the place by the door where the girls hung their bonnets and shawls, and handed Lyddie hers. “Let's forget about studying those regulations tonight,” she said. “It's been too long a day already.”"],
        ["15", "Lyddie nodded. Yesterday seemed years in the past. She couldn't even remember why she'd thought the regulations important enough to bother with."]
    ],
    "Copyright": "Lyddie by Katherine Paterson. Copyright © 1991 by Katherine Paterson. Reprinted by permission of Dutton Children's Books, an imprint of Penguin Young Readers Group, a division of Penguin Random House LLC.",
    "References": []
}