{
    "Directions": "In the first half of the 1800s, many girls between the ages of 10 and 14 were sent by their families to work in the large mills in Lowell, Massachusetts. Read the historical article about this experience, and then answer each question that follows.",
    "Context": [
        "The article “Lucy Larcom and Harriet Hanson: Voices of the Mills” describes the true story of two girls who worked in the mills."
    ],
    "Title": "Lucy Larcom and Harriet Hanson: Voices of the Mills",
    "Subtitle": "Lowell, Massachusetts, 1830s",
    "Author": "by Phillip Hoose",
    "LabelType": "P",
    "Content": [
        ["", "problems/RI18G7E/media/S1a.jpg"],
        ["1", "Textile mills sprang up along rivers throughout New England, their noisy rooms filled with girls and young women from New England farms. They were hardworking girls who left home to help their families and to find adventure in the city. A mill girl arrived in a factory town clutching a single carpetbag or “hair trunk” and walked down treeless streets lined with brick boardinghouses that all looked alike, searching for the address that had been written on a scrap of paper. Upon arrival she would check in with the mistress, throw her bag on a bed, introduce herself to six or eight new roommates, and try to get some sleep. She would need it."],
        ["2", "Lucy Larcom was eleven when she and her older sister Linda first walked through the gates of the giant mill at Lowell, Massachusetts. Lucy had agreed to apply for a job because she felt guilty that she was another mouth for her mother to feed. Lucy's mother ran a boardinghouse for mill girls and women, but there was never enough money. The mill agent had only one job. He offered it to Lucy because she was taller than Linda and he thought that meant she was older. Both girls kept their mouths shut."],
        ["3", "Lucy's aunt had taught her to read and she loved the time she had spent in school. Still, even as a little child, she always expected that she'd win up in the mill. “As a small child I got the idea that the chief end of woman was to make clothing for mankind,” she later wrote. “I supposed I'd have to grow up and have a husband and put all those little stitches in his coats and pantaloons.”"],
        ["4", "But, for the sake of the family, Lucy put aside her dreams and took a job as a “bobbin girl” in the spinning room. The windows were nailed shut and the room was hot and damp. Her wage was a dollar a week. Still, she made up her mind to be happy. “I went to my first day's work in the mill with a light heart,” she wrote. “And it really was not so hard, just to change the bobbins¹ on the spinning frames² every three-quarters of an hour or so, with half a dozen other girls who were doing the same thing.”"],
        ["5", "But after a while the fun wore off. Each day started at five in the morning with a bone-rattling blast from the factory whistle. There was barely enough time to splash cold water on her face, stuff breakfast in one pocket and lunch in another, and sprint to the spinning room on the second floor of the mill. Like the others, Lucy pinned her hair up to make sure it didn't get caught in the wheels. Then she faced her machine, reminding herself to be careful about where she put her fingers."],
        ["6", "As the days wore on, Lucy pasted poems on the nearest window and tried to will the noise away. “I defied the machinery to make me its slave,” she wrote. “Its incessant discourds³ could not drown the music of my thoughts if I would let them fly high enough.” But sometimes it was hard to make thoughts fly so high. “The buzzing and hissing whizzing of pulleys and rollers and spindles and flyers often grew tiresome. I could not see into their complications or feel interested in them ... When you do the same thing twenty times—a hundred times a day—it is so dull !”"],
        ["7", "Lowell mill girls got a fifteen-minute breakfast break and another thirty minutes for lunch at noon. Most stood all day. The little ones often fell asleep standing up. But the machines never slept. Mill owners convinced themselves that they were helping children build character through hard work. They fired men and replaced them with women and children, who worked for lower wages. Soon whole families began to live off the wages of their exhausted children."],
        ["8", "In the 1830s, the mill women and girls began to stand up for themselves, organizing strikes for more pay and shorter hours. Eleven-year-old Harriet Hanson, also the daughter of a rooming-house keeper, was one of fifteen hundred girls who walked out of the Lowell mill in 1836. They were protesting the company's plan to raise the fees the workers had to pay to sleep in a company-owned boardinghouse like the one run by Harriet's mother."],
        ["9", "Because the company controlled virtually every part of a mill girl's life, it took a lot of courage to even think about “turning out,” as they called striking. For weeks, Harriet listened as girls and women on her floor discussed just that, and then, finally, made up their minds to walk out. When the strike day came and the signal to stop working was passed around, so many workers on the upper floors spilled out chanting into the street that the entire mill was shut down. But the girls in Harriet's spinning room remained frozen in place, glancing nervously at one another and wondering what to do. What if they lost their jobs? What would the company do to them?"],
        ["10", "Harriet was disgusted. After all their talk about oppression,⁴ how could they even think about staying inside? For long minutes they stood indecisively at their looms, whispering among themselves. Finally Harriet faced them. “I don't care what you do,” she said firmly. “I am going to turn out whether anyone else does or not.”"],
        ["11", "With that, Harriet marched toward the door, eyes straight ahead. In the next moment she heard a great shuffling of feet. She looked back to see the entire floor lining up behind her. Everyone was turning out. As expected, the company punished Harriet by taking the boardinghouse away from her mother. “Mrs. Hanson,” the agent lectured, “you could not prevent the older girls among your boarders from turning out, but your daughter is a child, and her you could control.”"],
        ["12", "Harriet never regretted what she did. Many years later she said that leading that walkout was the best moment of her life. “As I looked back on the long line that followed me,” she later wrote, “I was more proud than I have ever been since.”"],
        ["", "WHAT HAPPENED TO LUCY LARCOM AND HARRIET HANSON?"],
        ["13", "Lucy left Lowell and went west with her sister and brother-in-law. She never stitched a husband's pantaloons, choosing a life of teaching and writing over marriage. She became a well-known writer and poet. Harriet continued to lead and to fight. She eventually married a newspaper editor, and together they worked to convince people to oppose slavery. In 1882, Harriet became one of the first women to testify before Congress in favor of the right of women to vote."]
    ],
    "Copyright": "“Lucy Larcom and Harriet Hanson: Voices of the Mills” by Phillip Hoose, from We Were There Too!: Young People in U.S. History. Text copyright © 2001 by Phillip Hoose. Reprinted by permission of Farrar, Straus and Giroux, LLC. Photograph courtesy of the Library of Congress.",
    "References": [
        ["¹", "bobbins — spools that hold yarn for sewing or weaving"],
        ["²", "spinning frames — machines that twist fibers into yarn"],
        ["³", "discourds — unpleasant noises"],
        ["⁴", "oppression — a situation in which a group of people are unfairly forced to do something"]
    ]
}