{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] “Walking Through the World of Math”",
    "Subtitle": "",
    "Author": "by Francis Scheid",
    "LabelType": "P",
    "Content": [
        ["1", "Why do some of us get “hooked” on math, while others despair of ever “getting it” at all? Tough question. Maybe it's in the genes. The hooked say they enjoy the mental challenge of thinking things through—little problems and big problems, for fun or profit or just to better understand our world. No doubt this is the case, especially when they succeed and have the thrill of victory."],
        ["2", "You can experience a similar thrill, perhaps a bit smaller, whenever you face a math challenge, try hard, and “get it.” Call it reasoning or just plain careful thinking, but without question it is the “spirit of math.” Of course, you don't always “win.” The  you-know-what of defeat comes to us all. Then it's time-out and, for serious mathematicians, another and another try. Perhaps you didn't have the right tools  handy at first. There are plenty of unsolved math problems, ones that have “stuck” the best of mathematicians—so far, anyway..."],
        ["3", "Math has at least three faces. Sometimes it's fun, sometimes it's beautiful, and it has even been known to be (smile here) useful. Usually it's a mix of all three. Although the famous British mathematician G.H. Hardy (1877-1947) once said proudly, “I never did anything useful,” what he really meant was that he concentrated solely on the fun and the beauty of math, rather than on its application."],
        ["4", "You know about crawling before you walk, walking before you run. The parallel in math is doing arithmetic before you do algebra, algebra before calculus, calculus before lots of other good stuff. You won't find all of it even in a college library. But the trick is to take it step-by-step and enjoy the journey. That is where the fun and the beauty of math come in..."],
        ["5", "And now a few quotes, somewhat abbreviated, about the topic at hand."],
        ["", ":ibox:Aristotle: Mathematics exhibits the greatest forms of the beautiful.\n\nPlato: The knowledge at which geometry aims is the knowledge of the eternal.\n\nBritish philosopher Alfred North Whitehead (1861-1947): Mathematics is the most unique creation of the human spirit.\n\nSomebody else: Math is the science of the infinite."],
        ["6", "As for the mathematical infinite, it obviously means thinking PRETTY BIG... Philosophers and mathematicians have always loved thinking about the infinite. It is one giant step in the growing up of a mathematician."]
    ],
    "Copyright": "",
    "References": []
}