{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "No Hero",
    "Subtitle": "",
    "Author": "by Jesse Stuart",
    "LabelType": "P",
    "Content": [
        ["1", "Everybody at the fair thought the thin man was crazy. How could he wrestle with a  386-pound bear? But a man with hungry children will try almost anything for money—especially when he has a secret up his sleeve. (In the story, people call Hester  “Ichabod Crane,” who is a famous character with a tall, thin body.)"],
        ["2", "I had been walking for seven miles. I stopped to catch my breath and do some thinking."],
        ["3", "The bright lights of Landsburg were in front of me. Behind me were the dark hills where my crops had failed."],
        ["4", "Mollie and our three children were in a shack among these hills."],
        ["5", "“Hester, we can't go another day without bread,” Mollie had said. She couldn't understand why I was going to Landsburg. And I couldn't tell her what I had in mind."],
        ["6", "Nature had been against me. It wasn't that I wouldn't work. I was willing to work."],
        ["7", "But the bad weather had killed my crops. I couldn't make it rain. There wasn't anything I could do. All I'd worked for was lost."],
        ["8", "Nature was against me in another way that I couldn't help. I'd grown up tall as a beanpole. And I was thin as a young tree. So they wouldn't hire me at the iron works."],
        ["9", "I was near Landsburg now. I could see bright lights along the streets. There was one really bright spot in the town. And in a few minutes, I had reached it."],
        ["10", "People filled the fairground. They were almost running over each other. They were standing in line to buy rings to throw over pegs. They were waiting to ride the merry-go-round and the merry mix-up."],
        ["11", "Money was flowing like water. And everybody was happy. I wished for a little of the money. But my time was coming."],
        ["12", "An announcer stepped out on a platform."],
        ["13", "“We are looking for a man to stay with Old Bruin five minutes tonight,” he said. “Is there a man who will wrestle this 386-pound bear?”"],
        ["14", "The crowd was silent."],
        ["15", "“Stay in the cage with Old Bruin for five minutes, and earn $25,” the announcer said. “Earn $25 for every extra five minutes. And there will be $100 extra if you wrestle him.”"],
        ["16", "“I'll try it, sir,” I said."],
        ["17", "“That bear will kill you, man,” someone said. “Ain't you afraid of him, Slim?”"],
        ["18", "“Yes, I am,” I said."],
        ["19", "“Come up here, Slim,” the announcer said. “Let the crowd have a look at you!”"],
        ["20", "“Come up here, Slim,” the announcer said. “Let the crowd have a look at you!”"],
        ["21", "“Ever do any wrestling, Slim?” the announcer asked."],
        ["22", "“Never did,” I said."],
        ["23", "More people gathered in to have a look at me."],
        ["24", "“Nobody's stayed with that bear three minutes,” said a big man."],
        ["25", "“Hogg Morton stayed the longest,” someone said. “He stayed two minutes! Had the bear down once! But that bear almost killed Hogg!”"],
        ["26", "“Buddie Walker didn't stay ten seconds,” another man said. “Bear just knocked him against the cage once. And that was it!”"],
        ["27", "“How long do you think you can last?” the announcer asked."],
        ["28", "“Five minutes,” I said. “Maybe longer.”"],
        ["29", "“Mr. Hester King says he'll stay with the bear five minutes or longer. And you say he won't. Let's see who is telling the truth!” the announcer said."],
        ["30", "“Old Ichabod, the beanpole, will soon find out,” someone shouted."],
        ["31", "“Wait until you see this man in wrestling trunks,” the announcer said. “Worth the price of admission, folks!”"],
        ["32", "I followed the announcer into the tent. The crowd rushed to buy tickets."],
        ["33", "I went into a dressing room to change. I thought about my children. Then I thought about big Bruin. I wondered just what would happen."],
        ["34", "I was ready. The manager warned me not to be too scared. He said the referee— Johnnie Norris—would make sure Bruin didn't hurt me."],
        ["35", "The manager pushed back a flap of the tent. We walked into the arena. People were crowded close to the cage."],
        ["36", "The big black bear was inside the cage. He walked around, looking at the people."],
        ["37", "I walked among the crowd. Everybody screamed with laughter. I was now getting near the cage door."],
        ["38", "“Timekeeper here?” the referee asked."],
        ["39", "“Yep,” the timekeeper said."],
        ["40", "“All right. Start your watch,” Johnnie said. He unlocked the cage door. “Shake hands with Bruin,” he told me."],
        ["41", "I shook Bruin's paw gently. Everybody in the tent became very quiet. Bruin backed away."],
        ["42", "Then he moved clumsily toward me. He pushed me against the side of the cage. He acted like he wanted to finish me in a hurry."],
        ["43", "“Won't be long,” someone said."],
        ["44", "I got back on my feet. I ran in between Old Bruin's outstretched paws. Old Bruin tried squeezing on me."],
        ["45", "I hugged close to Bruin. I put my hands gently on his back. Then he shoved me back. He slapped me again. He knocked me against the side of the cage."],
        ["46", "But it didn't hurt me. And I didn't stay long. I ran back into his arms."],
        ["47", "“Three minutes,” said the timekeeper. “Longest anybody has stayed yet!”"],
        ["48", "Old Bruin slapped me hard. I hit the bars of the cage, and saw stars."],
        ["49", "I was clinched with Old Bruin again. I let my hands fall gently up and down his back. Bruin was settling down. My chin rested on his head."],
        ["50", "“Five minutes,” the timekeeper called."],
        ["51", "We stood there paw-locked and arm-locked. Time was flying. Once Johnnie Norris passed us. He had a worried look on his face."],
        ["52", "“Ten minutes,” the timekeeper said."],
        ["53", "Then Bruin put his red tongue out like a tired dog. I felt his hot breath sizzle past my ear. The sweat was pouring from my face. Holding up big Bruin wasn't easy."],
        ["54", "“Has he hypnotized that bear?” someone shouted."],
        ["55", "About that time, Bruin pushed me to the floor. But he didn't come after me. He looked like a very tired wrestler."],
        ["55", "I got back on my feet. Bruin came to meet me. He slapped me gently with his paws. I did a little footwork around the cage."],
        ["56", "Bruin's front paws were spread apart. I rushed in and clinched him."],
        ["57", "“Fifteen minutes,” the timekeeper said. There were shouts from the crowd."],
        ["58", "“$75,” I thought."],
        ["59", "Then I put my chin back on Bruin's head. I put my big hands on Bruin's back. This time Bruin went down. And I fell down beside him."],
        ["60", "Johnnie Norris ran up to check our shoulders. The crowd screamed loud enough to raise the tent."],
        ["61", "My right arm was around Bruin's neck. We lay there, side by side."],
        ["62", "“What's wrong here?” Johnnie asked."],
        ["63", "“Nineteen minutes,” the timekeeper said. Shouts went up again from the people."],
        ["64", "“Who said old Ichabod Crane couldn't wrestle?” someone said."],
        ["65", "They didn't know it. But I knew Bruin was ready for a rest on the floor."],
        ["66", "“Twenty minutes!” the timekeeper said."],
        ["67", "“Old Ichabod Crane is some wrestler!” a man shouted."],
        ["68", "“Twenty-four minutes,” the timekeeper announced."],
        ["69", "Then Old Bruin rolled over on his back."],
        ["70", "The crowd went wild. There were screams, shouts, and whistles."],
        ["71", "“Let's have a count. Bruin's down! He's down!” someone shouted."],
        ["72", "Bruin didn't offer to get up. His big mouth was open."],
        ["73", "“You must have played my bear foul,” Johnnie Norris said."],
        ["74", "“I did not,” I said. “You'll see Bruin's not hurt. He's tired, but happy.” "],
        ["75", "“First time that bear was ever down,” Johnnie said."],
        ["76", "Johnnie Norris started to get Old Bruin up. But the bear gave him a hit on the top of his head. It sent Johnnie flying towards the other side of the cage."],
        ["77", "“$225!” someone said. “Think of it! Ichabod Crane beat Old Bruin!” "],
        ["78", "The manager let me through the cage door. He then dragged Johnnie outside. The men lifted me onto their shoulders."],
        ["79", "They carried me out of the tent and all over the fairgrounds. They shouted. “Here's Ichabod Crane! He beat the bear!” "],
        ["80", "Everybody laughed and screamed and shouted. The manager paid me the money. I was a hero for the night. But they didn't know how I did it."],
        ["81", "I didn't tell them or anybody what a friend I'd made of Bruin. I didn't tell them that I'd once owned a pet bear."],
        ["82", "You see ... a bear likes to be rubbed between the ears and on the tummy. I suppose it wasn't exactly fair."],
        ["83", "But Mollie and the kids had to eat. Gentling Old Bruin was an easy dollar."]
    ],
    "Copyright": "",
    "References": []
}