{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions & Equations"
        ],
        "SubTopics": [
            "Apply one or more properties of integer exponents to generate equivalent numerical expressions without a calculator (with final answers expressed in exponential form with positive exponents)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The volume of Jupiter is approximately 10¹⁴ cubic kilometers. The volume of Earth is approximately 10¹¹ cubic kilometers. How many planets the size of Earth does it take to equal the volume of Jupiter?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "10⁻³",
                "Key": {
                    "Correct": false,
                    "Rationale": "Subtracts the exponents as 11 – 14 (reverses the order of the subtraction).",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "10³",
                "Key": {
                    "Correct": true,
                    "Rationale": "Divides the volumes by subtracting the exponents.",
                    "Percent": 71
                }
            },
            "C": {
                "Choice": "10²⁵",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adds the exponents.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "10¹⁵⁴",
                "Key": {
                    "Correct": false,
                    "Rationale": "Multiplies the exponents.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions & Equations"
        ],
        "SubTopics": [
            "Perform operations with numbers expressed in scientific notation, including problems where both decimal and scientific notation are used. Use scientific notation and choose units of appropriate size for measurements of very large or very small quantities (e.g., use millimeters per year for seafloor spreading). Interpret scientific notation that has been generated by technology."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The Blue Ridge Mountains are rising at a rate of 1 × 10⁻⁴ feet per year. To determine how many feet the mountains will rise over the next 1 × 10⁶ years, a scientist performs the operation shown below.",
            "(1 × 10⁻⁴) × (1 × 10⁶)",
            "How many feet will the Blue Ridge Mountains rise over the next 1 × 10⁶ years?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "0.001",
                "Key": {
                    "Correct": false,
                    "Rationale": "Incorrectly simplifies expression as 1 × 10⁻² and incorrectly applies the –2 in the exponent by placing two 0s between the decimal point and the 1.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "0.01",
                "Key": {
                    "Correct": false,
                    "Rationale": "Incorrectly simplifies expression as 1 × 10⁻².",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "10",
                "Key": {
                    "Correct": false,
                    "Rationale": "Incorrectly applies the 2 in the exponent by making the value of the expression a 2-digit number.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "100",
                "Key": {
                    "Correct": true,
                    "Rationale": "Multiplies the coefficients (1 × 1), multiplies the 10s by adding the exponents (–4 + 6), and then converts 1 × 10² to standard notation using 10² = 100.",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions & Equations"
        ],
        "SubTopics": [
            "Analyze and describe linear relationships between two variables, using slope."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Trevor is riding his bicycle for a workout. The graph below shows the relationship between the amount of time, in minutes, he rides and the distance, in kilometers, he rides during his 25-minute workout.",
            "problems/PA21G8M/media/3a.jpg",
            "Based on the graph, which statement about the rate at which Trevor rides during his workout is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Trevor's rate changes from 7.5 kilometers per minute to 2.5 kilometers per minute.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inverts the slopes of the two line segments.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Trevor maintains a steady rate of 2 kilometers per 5 minutes during the workout.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Identifies the rate of change only from 15 minutes to 25 minutes.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "Trevor maintains a steady rate of 2.4 kilometers per 10 minutes during the workout.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Uses the “average” rate of change from (0, 0) to (25, 6).",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "Trevor's rate changes from 1 kilometer every 7.5 minutes to 1 kilometer every 2.5 minutes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Uses the slope formula (m = (y₂ – y₁)/(x₂ – x₁))to determine the first rate as m = (2 – 0)/(15 – 0) = 2/15 = 2 kilometers every 15 minutes and the second rate as m = (6 – 2)/(25 – 15) = 4/10 = 4 kilometers every 10 minutes, and then converts each rate to a unit rate by dividing the values in each rate by the number of kilometers (2 ÷ 2 = 1 and 15 ÷ 2 = 7.5; 4 ÷ 4 = 1 and 10 ÷ 4 = 2.5).",
                    "Percent": 64
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions & Equations"
        ],
        "SubTopics": [
            "Graph proportional relationships, interpreting the unit rate as the slope of the graph. Compare two different proportional relationships represented in different ways."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Davis is comparing the gas mileage for his old car with the gas mileage for his new car. His old car used 19 gallons of gas to travel 323 miles. The graph shown below represents the gas mileage for his new car.",
            "problems/PA21G8M/media/4a.jpg",
            "What is the difference in the gas mileages for the two cars?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "8 miles per gallon",
                "Key": {
                    "Correct": false,
                    "Rationale": "For the new car, divides the x-scale by the y-scale (50 ÷ 2 = 25) and then subtracts 17 from 25.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "11.2 miles per gallon",
                "Key": {
                    "Correct": false,
                    "Rationale": "Determines the difference in distance by subtracting the greatest value on the x-axis from 323, determines the difference in gas used by subtracting the greatest value on the y-axis from 19, and then divides the difference of the distances by the difference of the gas used (123 ÷ 11).",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "17 miles per gallon",
                "Key": {
                    "Correct": false,
                    "Rationale": "Calculates the gas mileage only for the old car.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "20.5 miles per gallon",
                "Key": {
                    "Correct": true,
                    "Rationale": "Determines the gas mileage for the old car by dividing 323 miles by 19 gallons to get 17 miles per gallon, determines the gas mileage for the new car by selecting a point on the line and dividing the x-value by the y-value (e.g., 150 ÷ 4) to get 37.5 miles per gallon, and then finds the difference between these two gas mileages.",
                    "Percent": 49
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions & Equations"
        ],
        "SubTopics": [
            "Derive the equation y = mx for a line through the origin and the equation y = mx + b for a line intercepting the vertical axis at b."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Line j and line k are graphed on the same coordinate grid.",
            ":box:• Line j has a slope of –2/3 and intersects the y-axis at –4.\n\n• Line k has a different negative slope than line j and intersects the y-axis above line j.",
            "Which equation could describe line k?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "y = (–1/6)x",
                "Key": {
                    "Correct": true,
                    "Rationale": "Recognizes that –1/6 is a negative slope not equal to –2/3 and that the y-intercept (0) means the line intersects the y-axis above line j.",
                    "Percent": 35
                }
            },
            "B": {
                "Choice": "y = (–2/3)x – 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "Does not consider that the slope (–2/3)is the same as the slope for line j.",
                    "Percent": 33
                }
            },
            "C": {
                "Choice": "y = (–1/2)x – 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "Does not consider that the y-intercept (–5) means the line intersects the y-axis below line j.",
                    "Percent": 24
                }
            },
            "D": {
                "Choice": "y = x + 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "Does not consider that the slope is supposed to be negative.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions & Equations"
        ],
        "SubTopics": [
            "Write and identify linear equations in one variable with one solution, infinitely many solutions, or no solutions. Show which of these possibilities is the case by successively transforming the given equation into simpler forms until an equivalent equation of the form x = a, a = a, or a = b results (where a and b are different numbers)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Luisa is solving an equation on the bottom of a page. The corner of the page where the equation is written is torn off as shown below.",
            "problems/PA21G8M/media/6a.jpg",
            "Luisa knows only one number was torn off, and she knows that the equation has an infinite number of solutions. What must be the missing number?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2",
                "Key": {
                    "Correct": false,
                    "Rationale": "Does not apply the distributive property when solving the equation.",
                    "Percent": 27
                }
            },
            "B": {
                "Choice": "14",
                "Key": {
                    "Correct": true,
                    "Rationale": "Interprets “infinite number of solutions” as meaning that the two sides of the equation must be equal, sets up the left side of the equation as 7x + 21 and the right side of the equation as 7x + 35 – □, and then solves for the missing number by subtracting 7x and 21 from both sides to get 0 = 14 – □.",
                    "Percent": 58
                }
            },
            "C": {
                "Choice": "21",
                "Key": {
                    "Correct": false,
                    "Rationale": "Correctly sets up the left side of the equation as 7x + 21 but then misidentifies the missing number as 21 to “cancel out” the 21.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "35",
                "Key": {
                    "Correct": false,
                    "Rationale": "Correctly sets up the right side of the equation as 7x + 35 but then misidentifies the missing number as 35 to “cancel out” the 35 without considering the 7 • 3 value on the left side of the equation.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions & Equations"
        ],
        "SubTopics": [
            "Interpret solutions to a system of two linear equations in two variables as points of intersection of their graphs because points of intersection satisfy both equations simultaneously."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A system of two linear equations is graphed on the coordinate grid shown below.",
            "problems/PA21G8M/media/7a.jpg",
            "What ordered pair is the solution of the system of equations?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(0, –4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Identifies the y-intercept of the “lower” line.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "(0, 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Identifies the y-intercept of the “upper” line.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "(3, –3)",
                "Key": {
                    "Correct": true,
                    "Rationale": "Identifies the point of intersection as the solution of the system of equations.",
                    "Percent": 81
                }
            },
            "D": {
                "Choice": "(3, –1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Identifies the correct x-coordinate but adds the two y-intercepts to determine the y-coordinate.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Functions",
            "Functions"
        ],
        "SubTopics": [
            "Compare properties of two functions each represented in a different way (algebraically, graphically, numerically in tables, or by verbal descriptions).",
            "Determine whether a relation is a function."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which relation is a linear function with the greatest slope?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/PA21G8M/media/8a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Recognizes the table represents a function but incorrectly determines slope by subtracting the least value in the table from the greatest value.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "problems/PA21G8M/media/8b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Incorrectly identifies the table as representing a function and uses the change of 10 in y-values as the slope.",
                    "Percent": 27
                }
            },
            "C": {
                "Choice": "problems/PA21G8M/media/8c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Recognizes the line represents a function but incorrectly determines slope by subtracting the least value on the x-axis from the greatest value.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "y = 5x + 1",
                "Key": {
                    "Correct": true,
                    "Rationale": "Uses the slope formula (m = (y₂ – y₁)/(x₂ – x₁))to determine that the slope of answer choice A is (5 – 3)/(3 – 0) = 2/3, recognizes that answer choice B is not a function since multiple y-values are paired with the same x-value, recognizes the slope of answer choice C is 0 since the line is horizontal (“flat”), identifies the slope of answer choice D is 5 since the equation is written in slope-intercept form (y = mx + b), and then selects the greatest value of 2/3, 0, and 5.",
                    "Percent": 50
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Functions"
        ],
        "SubTopics": [
            "Interpret the equation y = mx + b as defining a linear function, whose graph is a straight line; give examples of functions that are not linear."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A parking lot charges a monthly fee plus a charge per day for a car parked in the lot. The graph below shows the relationship between the total cost (y), in dollars, and the number of days (x) the car is parked in the lot.",
            "problems/PA21G8M/media/9a.jpg",
            "Which equation could represent the relationship between the total cost (y), in dollars, and the number of days (x) the car is parked in the lot?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "y = mx",
                "Key": {
                    "Correct": false,
                    "Rationale": "Does not consider that the y-intercept is not 0 (i.e., the line does not pass through the origin).",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "y = mx + b",
                "Key": {
                    "Correct": true,
                    "Rationale": "Recognizes that the relationship is linear (y = mx) and has a y-intercept other than 0 (+ b).",
                    "Percent": 73
                }
            },
            "C": {
                "Choice": "y = x²",
                "Key": {
                    "Correct": false,
                    "Rationale": "Selects a nonlinear equation (y = x²) and does not consider that the y-intercept is not 0 (i.e., the line does not pass through the origin).",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "y = x² + b",
                "Key": {
                    "Correct": false,
                    "Rationale": "Selects a nonlinear equation (y = x²) that has a y-intercept other than 0 (+ b).",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Functions"
        ],
        "SubTopics": [
            "Interpret the equation y = mx + b as defining a linear function, whose graph is a straight line; give examples of functions that are not linear."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which situation can be modeled by the equation y = mx + b?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The number of butterflies (y) in a population doubles every month (x).",
                "Key": {
                    "Correct": false,
                    "Rationale": "Misidentifies “doubles every month” as y = 2x instead of as y = 2ˣ.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "The time (y) it takes a car to travel 100 miles depends on the speed (x) of the car.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Uses d = rt to write the equation 100 = xy but does not consider that the equation needs to be solved for y to get y = 100/x.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "The volume (y) of a cylindrical tank with a height of 2 feet depends on the radius (x) of the tank.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Uses V = πr²h to write the equation y = π(2)²x = 12.56x (uses x for the height) instead of writing y = π x²(2) = 6.28x² (uses x for the radius).",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "The total income (y) of a worker who earns 8 dollars per hour depends on the number of hours (x) worked.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Uses “8 dollars per hour” to write the equation y = 8x + 0.",
                    "Percent": 53
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Functions"
        ],
        "SubTopics": [
            "Construct a function to model a linear relationship between two quantities. Determine the rate of change and initial value of the function from a description of a relationship or from two (x, y) values, including reading these from a table or from a graph. Interpret the rate of change and initial value of a linear function in terms of the situation it models, and in terms of its graph or a table of values."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Ben currently has $70 in his trip fund. He makes $45 per week doing yard work for his neighbors. He keeps $18 of the $45 for weekly expenses. The remaining amount goes into his trip fund. Which function can be used to determine the amount of money (y), in dollars, that Ben has in his trip fund at the end of x weeks?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "y = 70 + 27x",
                "Key": {
                    "Correct": true,
                    "Rationale": "Uses 70 as the initial value and 45 – 18 = 27 as the rate of change.",
                    "Percent": 73
                }
            },
            "B": {
                "Choice": "y = 52 + 45x",
                "Key": {
                    "Correct": false,
                    "Rationale": "Uses 70 – 18 = 52 as the initial value and 45 as the rate of change.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "y = 45 + 52x",
                "Key": {
                    "Correct": false,
                    "Rationale": "Uses 45 as the initial value and 70 – 18 = 52 as the rate of change.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "y = 27 + 70x",
                "Key": {
                    "Correct": false,
                    "Rationale": "Switches the initial value and the rate of change.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Functions"
        ],
        "SubTopics": [
            "Describe qualitatively the functional relationship between two quantities by analyzing a graph (e.g., where the function is increasing or decreasing, linear or nonlinear). Sketch a graph that exhibits the qualitative features of a function that has been described verbally."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Zach is studying the school furnace's oil usage. He records the amount of oil remaining in the tank at 8 a.m. every day for a week. No additional oil is added to the tank during the week. The graph below shows his data.",
            "problems/PA21G8M/media/12a.jpg",
            "As the outdoor temperature gets colder, more oil is used to keep the indoor temperature constant. Based on the graph, which 24-hour time interval indicates the coldest period for the week?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sunday to Monday",
                "Key": {
                    "Correct": false,
                    "Rationale": "Selects the first decrease.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "Tuesday to Wednesday",
                "Key": {
                    "Correct": true,
                    "Rationale": "Interprets the greatest 1-day decrease (“drop”) in the amount of oil remaining in the tank (230 to 200 gallons) as representing the coldest 24-hour time interval for the week",
                    "Percent": 47
                }
            },
            "C": {
                "Choice": "Friday to Saturday",
                "Key": {
                    "Correct": false,
                    "Rationale": "Selects the second-largest decrease.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Saturday to Sunday",
                "Key": {
                    "Correct": false,
                    "Rationale": "Uses the interval with the lowest levels in the tank for the week.",
                    "Percent": 31
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry"
        ],
        "SubTopics": [
            "Identify and apply properties of rotations, reflections, and translations."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A triangular sign was moved. The new location of the sign is represented by the shaded triangle.",
            "problems/PA21G8M/media/13a.jpg",
            "Which transformations could have been used to move the sign to the new location?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "reflection across }BC and reflection across }AC",
                "Key": {
                    "Correct": false,
                    "Rationale": "Identifies a potentially correct first transformation but the second transformation would move point B to quadrant II and points A and C would be 4 units from points A' and C', respectively.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "reflection across }BC and translation 4 units right",
                "Key": {
                    "Correct": true,
                    "Rationale": "Identifies a set of transformations that moves point A to point A' by reflecting point A from 4 units above point C to 4 units below point C and then translating it right 4 units, moves point B to point B' by reflecting point B onto itself (since it is on line segment BC) and then translating it right 4 units, and moves point C to point C' by reflecting point C onto itself (since it is on line segment BC) and then translating it right 4 units.",
                    "Percent": 58
                }
            },
            "C": {
                "Choice": "translation 4 units right and translation 4 units down",
                "Key": {
                    "Correct": false,
                    "Rationale": "Identifies a potentially correct first transformation but the second transformation would move point A to point C', point C to point A', and point B 4 units below point B'.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "rotation 180 degrees clockwise about C and translation 4 units right",
                "Key": {
                    "Correct": false,
                    "Rationale": "Identifies a set of transformations that would move point A to point A' and point C to point C', but point B would move to quadrant II.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry"
        ],
        "SubTopics": [
            "Apply the Pythagorean theorem to determine unknown side lengths in right triangles in real-world and mathematical problems in two and three dimensions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The diagonal of Andre's rectangular TV screen is 39 inches. The width of his TV screen is 34 inches. Which measurement is closest to the height of Andre's TV screen?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "8.5 inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "Determines the square root of the sum 39 + 34.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "19.1 inches",
                "Key": {
                    "Correct": true,
                    "Rationale": "Uses the Pythagorean theorem (a² + b² = c²) to set up 34² + b² = 39², simplifies this to b² = 1,521 – 1,156 = 365, and then solves for b by determining the square root of 365 (19.104973 ...).",
                    "Percent": 59
                }
            },
            "C": {
                "Choice": "36.5 inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "Divides the sum 39 + 34 by 2.",
                    "Percent": 28
                }
            },
            "D": {
                "Choice": "51.7 inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "Determines the square root of the sum 39² + 34² instead of the difference 39² – 34².",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry"
        ],
        "SubTopics": [
            "Apply the Pythagorean theorem to find the distance between two points in a coordinate system."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the grid shown below, rectangle ABCD represents the location of a pool at a city park.",
            "problems/PA21G8M/media/15a.jpg",
            "Anna swims in a straight line from corner A to corner C of the swimming pool. What is the distance, in meters, Anna swims?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "√22",
                "Key": {
                    "Correct": false,
                    "Rationale": "Selects the square root of the sum 2(7) + 2(4) instead of the square root of the sum 7² + 4².",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "7",
                "Key": {
                    "Correct": false,
                    "Rationale": "Determines the length of the pool and does not consider the width.",
                    "Percent": 35
                }
            },
            "C": {
                "Choice": "√65",
                "Key": {
                    "Correct": true,
                    "Rationale": "Determines the differences between the x-values and between the y-values for point A and point C (–1 – (–5) = 4 and 2 – (–5) = 7), uses the Pythagorean theorem (a² + b² = c²) to get 4² + 7² = (AC)², and then simplifies this to (AC)² = 16 + 49 = 65 before taking the square root OR uses the Pythagorean theorem (a² + b² = c²) to set up (AB)² + (BC)² = (AC)², substitutes the lengths of sides AB and BC to get 4² + 7² = (AC)², and then simplifies this to (AC)² = 16 + 49 = 65 before taking the square root.",
                    "Percent": 39
                }
            },
            "D": {
                "Choice": "11",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adds the length and the width OR divides the sum 2(7) + 2(4) by 2.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry"
        ],
        "SubTopics": [
            "Apply formulas for the volumes of cones, cylinders, and spheres to solve real-world and mathematical problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A cone-shaped dispenser is filled with cake frosting. The cone has a radius of 1.5 inches and a height of 5 inches. Which measurement is closest to the volume of cake frosting that the cone-shaped dispenser holds?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "3.75 cubic inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "Omits π (i.e., uses V = (1/3)r²h instead of V = (1/3)πr²h).",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "11.78 cubic inches",
                "Key": {
                    "Correct": true,
                    "Rationale": "Uses the volume formula for a cone (V = (1/3)πr²h) to set up V = (1/3)π(1.5)²(5), simplifies this to V = 3.75π, and then uses either calculator π or 3.14 to determine an approximation of the volume (either 11.780972 ... or 11.775).",
                    "Percent": 73
                }
            },
            "C": {
                "Choice": "47.12 cubic inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "Uses the diameter (3) instead of the radius (1.5) in the volume formula.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "141.37 cubic inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "Uses the volume formula for a cylinder (V = 91/3)πr²h) instead of the volume formula for a cone (V = (1/3)πr²h) and uses the diameter (3) instead of the radius (1.5) in the volume formula.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "The Number System"
        ],
        "SubTopics": [
            "Apply concepts of rational and irrational numbers."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The locations of four points on a number line are described by the numbers listed below.",
            ":ibox:point J: √12\tpoint K: 15/7\tpoint L: √16\tpoint M: 3π/2"
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MLP",
                "NumChoices": 51,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "For 𝗢𝗡𝗟𝗬 the 𝗜𝗥𝗥𝗔𝗧𝗜𝗢𝗡𝗔𝗟 numbers that are listed, write the approximate value of each irrational number as a decimal rounded to the nearest tenth. Graph these approximate values on the number line below to show the locations of the irrational numbers. Label each graphed point with the correct letter."
                ],
                "AnswerChoices": {}
            },
            "B": {
                "Type": "MFR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": true,
                "Content": [
                    "An integer is represented by x. A rational number is represented by √x. The value of √x is between 84/18 and √41.",
                    "Explain why there are only two possible values of x. As part of the explanation, state the two possible values of x.",
                    "Solution 1: x = :FR-1:",
                    "Solution 2: x = :FR-2:"
                ],
                "AnswerChoices": {
                    "1:KEY": {
                        "Choice": "25",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "2:KEY": {
                        "Choice": "36",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    }
}