{
    "Directions": "Read the following passage about a friendship then answer each question.",
    "Context": [],
    "Title": "Lost Lake",
    "Subtitle": "excerpt from The Secret Life of Amanda K. Woods",
    "Author": "by Ann Cameron",
    "LabelType": "P",
    "Content": [
        [" ", "\tOne summer day Amanda Woods traded her right hand for Lyle Leveridge's. Years later, she would think of that day as the beginning of a new life. At the time, though, she only knew it was the end of something."],
        [" ", "\tIt was a Monday in August. Amanda woke late. On the other side of the bed, her sister Margaret's side, the covers were flung back and Margaret was gone. Margaret, who was seventeen, had a summer job at North Wisconsin Hospital. The hospital was in the town of Rome, ten miles away, so Margaret had to wake up early."],
        [" ", "\tAmanda went to the window. Outside, the branches of the oak tree were twisting in the wind. There were big angry waves all across Lost Lake."],
        [" ", "\tAmanda shivered. She quickly put on her favorite T-shirt and jeans and her cowboy boots. Then she left the house and took the sandy path along the lake to Lyle Leveridge's place, to get there before it really was too late."],
        [" ", "\tAmanda's family and Lyle's were the only people who lived on Lost Lake. Amanda and Lyle were eleven. They had been best friends for five years, ever since the Leveridges had rented the land next door to the Woodses' and put a house trailer on it."],
        [" ", "\tWhen Amanda and Lyle were little, they had played with toy cars and trucks, making roads and bridges and towns on a bare earth mound in Lyle's yard. They swam together, and after Amanda got her horse, Skipper, they rode him double, bareback."],
        [" ", "\tLyle's dad, who worked at the lumberyard in Rome, had built Lyle a shack out of boards so he could have a special place of his own. Little by little, Lyle had filled it with an enormous collection of comic books. On rainy days, he and Amanda read them all day long."],
        [" ", "\tPushed by the wind, Amanda climbed up the hill from the lake to Lyle's place, where everything was changed. The Leveridges' lawn chairs were gone, and so was their rusty barbecue grill. Lyle's shack was gone, too. Lyle's dad had taken it down and sold the boards. Now, under the pine tree that had sheltered it, only its hard-packed dirt floor remained. The Leveridges' house trailer had been moved onto the driveway, their aluminum boat upside down on top of it. Lyle and his dad were up on top of the trailer, fastening the ropes to hold the boat."],
        [" ", "\tThe Leveridges were moving away, going to Montana. When Lyle had told Amanda they were leaving, she had felt terrible. She'd said, “We'll be friends when we grow up, anyhow.” But Lyle had answered, “We'll live far apart and never even know each other.”"],
        [" ", "\tAmanda realized he was probably right. It seemed as if everybody but her was always right."],
        [" ", "\tShe had looked at their hands, which were the same size and exactly the same shade of tan."],
        [" ", "\t“Our hands are the same,” she said. “We could change hands. You take one of mine, and I'll take one of yours.”"],
        [" ", "\t“We could change hands and no one would know the difference,” Lyle said."],
        [" ", "\tShe ran up to the trailer and Lyle saw her."],
        [" ", "\t“We're almost ready!” Lyle shouted into the wind. He looked excited."],
        [" ", "\t“I got to keep my comics,” he added. “My dad fitted them into the boat!”"],
        [" ", "\tLyle's mother came out of the trailer. “What a cold day for leaving,” she said. The wind blew her light brown hair, the same color as Lyle's and Amanda's, into her eyes, and she brushed it back."],
        [" ", "\tLyle's dad helped Lyle down from the roof of the trailer. Lyle's parents both hugged Amanda."],
        [" ", "\t“I hope you like Montana,” Amanda said."],
        [" ", "\t“You be good,” Mr. Leveridge said. “We'll miss you.”"],
        [" ", "\tLyle looked at Amanda and moved his head slightly in the direction of where the shack had been."],
        [" ", "\tTogether they walked over there and stood in the middle of the old floor."],
        [" ", "\t“It was nice,” Amanda said."],
        [" ", "\t“Yup,” Lyle said."],
        [" ", "\tLyle took her right hand. He pressed the fingers of his right hand against her fingers, the back of his hand against her palm. “Shazam!” he said. He pulled his hand away from hers and shook it three times. Amanda copied him and shook hers three times, too."],
        [" ", "\tThe Leveridges' car hiccupped, and then made a stronger sound, more like a tiger's roar. The horn made a tiny beep."],
        [" ", "\t“Lyle, time to roll,” Mr. Leveridge called. The trailer was closed up. Lyle's parents were in the car."],
        [" ", "\t“I won't say it!” Lyle told Amanda."],
        [" ", "\tAmanda wanted to ask him what wouldn't he say, but she couldn't, he was already running for the car."],
        [" ", "\tMaybe what he meant was he wouldn't say the word “goodbye.”"],
        [" ", "\tAmanda didn't say it either."],
        [" ", "\tThe car, with the trailer and boat behind it, bumped slowly down the driveway."],
        [" ", "\tLyle waved his right hand, or was it Amanda's?"],
        [" ", "\tAmanda's right hand—or was it Lyle's?—waved back."]
    ],
    "Copyright": "",
    "References": []
}