{
    "Directions": "Read the following passage about protecting the environment then answer each question.",
    "Context": [],
    "Title": "Be a Green Kid",
    "Subtitle": "",
    "Author": "by KidsHealth",
    "LabelType": "P",
    "Content": [
        [" ", "\tWhat does it mean to be green? “Green” is more than just a color. It also means taking special steps to protect the environment—the water, the land, and the air we breathe. Why green? Plants are green, and without them the Earth wouldn't be such a lovely home for us human beings."],
        [" ", "\tEvery day, people make choices that affect the amount of trash and pollution that gets produced in our world. What can you do? A whole lot, actually. Here's a four-step guide to being green:"],
        ["1.", "Reduce the amount of stuff you use and throw away."],
        ["2.", "Reuse stuff when you can."],
        ["3.", "Recycle cans, bottles, paper, books, and even toys."],
        ["4.", "Enjoy the Earth—walk in the woods, plant a tree, and eat some of the delicious food it produces."],
        ["", "Rᴇᴅᴜᴄᴇ Iᴛ!"],
        [" ", "\tWhen you use less of something, you do a good thing for the Earth. For instance, a shorter shower means you used less water and less fuel since your house uses fuel to run the water heater that warmed up the water."],
        [" ", "\tHere's a list of other stuff you can reduce:"],
        ["•", "Turn off lights you're not using. Better yet, encourage adults to switch to compact fluorescent light bulbs. They last longer and use less energy. They do need to be disposed of properly, though, so make sure your mom or dad helps if one breaks."],
        ["•", "When you can, walk or ride your bike instead of driving in the car. You'll use less gas—and get some exercise!"],
        ["•", "Turn off the water when you're brushing your teeth."],
        ["•", "Unplug the chargers for your phone and MP3 player when you're not using them."],
        ["•", "Put your computer to “sleep” instead of leaving it on with the screensaver running."],
        ["", "Rᴇᴜsᴇ Iᴛ!"],
        [" ", "\tSometimes people call ours a “throwaway society.” That means that we're a little too willing to throw away old stuff and buy new stuff. Many times, even if you no longer need something, someone else just might. For instance, if your baby brother outgrows his plastic basketball hoop, why not give it to another family who has a little kid? That's one less plastic basketball set that they need to buy. It's also one less large plastic toy that needs to be produced, packaged, and shipped to the toy store."],
        [" ", "\tHere are some additional ways to reuse the stuff you have:"],
        ["•", "Use rechargeable batteries for your handheld computer games, MP3 players, cell phones, and digital cameras."],
        ["•", "Choose reusable travel cups instead of disposable paper or plastic cups."],
        ["•", "Take your own bags—preferably reusable ones—when you go to the grocery store."],
        ["•", "Drink tap water instead of buying bottled water. If you don't like how your tap water tastes, a low-cost filtration system could make a difference. Get a reusable water bottle so you can take it with you."],
        ["•", "Organize a swap among your friends. What can you swap? Books, toys, even clothes. It's a way for everyone to get something new without spending any money and without throwing a bunch of stuff away. Set aside some items for your swap when you're cleaning your room!"],
        ["•", "Take paper from your computer printouts and use the other side for more computer printing or just to draw or doodle on."],
        ["", "Rᴇᴄʏᴄʟᴇ Iᴛ!"],
        [" ", "\tRecycling has never been easier. Many communities will pick it up right in front of your house and some towns even require it. Tell your mom or dad you want to become “Chief of Recycling” for your household. That means you'll organize the recyclable items in bins, remember to put them on the curb on recycling day, and help remind others which items can be rinsed and recycled."],
        [" ", "\tBy separating plastic bottles, cans, glass bottles, and more, you're reducing the amount of trash that goes to the landfill. What's a landfill? A big mountain of trash, where all the trash trucks go to dump their loads. Recycled goods go instead to a recycling center, where they can be crushed, broken down, and later turned into new cans, bottles, and paper."],
        [" ", "\tWhat else can be recycled? Sometimes water can be. For instance, some communities take used water—like from the washing machine and shower—and clean it up so it's safe to use for watering the grass and flowers."],
        ["", "Eɴᴊᴏʏ Iᴛ!"],
        [" ", "\tIt's true that trash and pollution are problems, but the Earth remains a huge and glorious place that's ready for you to explore. You can start locally by visiting the naturally beautiful spots in your city and state. Go for a hike, visit local nature centers and gardens, climb up mountains, and explore lazy creeks."],
        [" ", "\tE͟x͟p͟e͟r͟i͟e͟n͟c͟e the outdoors in all sorts of weather—from a sunny day at the beach or lake to a wintry adventure when it snows."],
        [" ", "\tBut before you travel the globe, take a look at your own backyard. Is there a spot where you could plant a tree or put in a little fruit or vegetable garden? If so, get out there and get your hands dirty. Then you can watch with pride as your tree takes root and your garden plants grow from s͟p͟r͟i͟g͟s to big plants full of ripe, red tomatoes or tiny, succulent blueberries. Who knew being green would taste so good?"]
    ],
    "Copyright": "",
    "References": []
}