{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [
        "Hope springs eternal, but can it bring eternal youth?"
    ],
    "Title": "Hot! Springs",
    "Subtitle": "from the pages of Southern Living",
    "Author": "by Kelly Margaret Smith",
    "LabelType": "P",
    "Content": [
        ["1", "For decades, Americans believed the water springing to the surface in Hot Springs, Arkansas, was a death-defying elixir for the body and soul."],
        ["2", "Walking down one block of Central Avenue, dubbed “Bathhouse Row,” at Hot Spring National Park, it's easy to imagine how this place attracted thousands of vacationers in its turn-of-thetwentieth-century heyday. Today people still bustle with excitement about getting into hot water."],
        ["3", "At an average 143 degrees, water constantly pours forth from the sandstone at the foot of Hot Springs Mountain. What makes the water so hot? Park ranger Matt Blaeuer says that, unlike the famed geysers of the West, these waters originate as rain and heat up largely through compression rather than volcanic activity. “The geothermal gradient heats the water, not volcanic intrusion,” he explains. “The deeper the water gets, the hotter it becomes because of pressure. It heats up at about 4 degrees every 300 feet.”"],
        ["4", "The water starts as rainfall northwest of Hot Springs, where pores and faults in outcroppings of two rock formations, Bigfork Chest and Arkansas Novaculite, conduct water downward. The stratas of rock dip southeast, moving water under Hot Springs Mountain, and then a fold in the rock layers brings it to the surface. The water spreads up and out through the Hot Springs Sandstone."],
        ["5", "According to geologists, after the rain falls, it slowly descends 6,000 to 8,000 feet, traveling only about one foot a year. (Most of the water fell as rain 4,400 years ago.) As the liquid seeps deeper into the earth, it picks up trace minerals that many believe give it therapeutic power"],
        ["6", "In the late 1800s, Americans trotted around the globe to resort spas for health and beauty remedies. It didn't take long for entrepreneurs to see the business value of this natural spa in the Arkansas frontier as a tourist attraction."],
        ["7", "Although Hot Springs became the eighteenth national park in the U.S. National Park system in 1921, Mark quickly points out that these warm waters attracted tourists well before Old Faithful. “Hot Springs was set aside 40 years before Yellowstone National Park, during the golden age of bathing,” he says. “The government got involved here so that no one person would own this whole resource.”"],
        ["8", "More than water enticed visitors in the early days; Mark claims some slick advertising played a role as well. “The resort in the 1870s was part of a nation trying to find peace within itself,” he says. “Hot Springs was promoted as the Valley of Peace.” Legends were spread that various American Indian tribes laid down their weapons here to share the healing waters in harmony. And that wasn't the only marketing mendacity* - some even reported that Spanish conquistadors found their fountain of youth here."],
        ["9", "No credible evidence supports either promotion. “One of the nineteenth-century writers who reported The Valley of Peace idea also reported volcanic activity here, which we know is not scientifically true,” Mark says. However, one thing is sure- people believed in the waters' healing powers."],
        ["10", "Perhaps Hot Springs can't deliver on the promise of peace and eternal youth. Maybe hope doesn't spring eternal. So what? The warm splash of rain from 2400 BCE - traveling miles to get here - is hope enough."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "mendacity - falsehood"]
    ]
}