{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Enjoy the Moment",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Sam walked barefoot over the warm sand, enjoying the feel of the small grains under his feet. It was very early in the morning. He and his grandmother made their way toward the shore in comfortable silence, each carrying a pole and a tackle box filled with necessary fishing supplies."],
        [" ", "“I have a good feeling this morning, Sam,” Gran said as her blue eyes twinkled in the young sunlight. “You take this spot, and I'll walk down a ways. You know I need plenty of elbow room when I'm fishing.” Giving Sam a friendly jab in the side with her arm, Gran continued down the shoreline with her fishing pole and tackle in hand."],
        [" ", "Sam quickly set up his pole with one of his favorite lures for catching fish. Holding the lure up to the sunlight, he twisted it gently between his thumb and forefinger, watching as the light danced off of its metallic sides."],
        [" ", "Wow, oh, wow, Sam thought to himself. This is bound to catch a whopper!"],
        [" ", "Satisfied, Sam waded into the surf in his waterproof fishing boots, shuffling his feet through the cool water to avoid stepping on a stingray. Since it would soon be high tide, it didn't take long until he was standing just below knee-deep in the ocean. With a well- practiced toss, he sent the lure out into the deeper water beyond the waves and let it float back toward shore a bit. Sam waited a few seconds, giving the line time to sink, then started the slow, rhythmic process of reeling in the line."],
        [" ", "As he reeled, Sam looked over to the spot Gran had claimed. He smiled when she cast her line out into the ocean. It amazed him that, even when she was having a bad day, Gran could cast her line a good thirty feet farther than Sam could on his best day."],
        [" ", "During these trips with Gran, Sam's attention would move from fishing to the beauty of his surroundings. His grandmother often said that the fishing was secondary to the experience. Gazing out into the surf, Sam watched as a school of silver-banded whiting fish cut its way across the waves. Hearing the call of the seagulls and the sounds of the surf, Sam thought he'd have to agree with his best friend, Gran."],
        [" ", "Suddenly, a sharp tug on the line sent Sam stumbling. Recovering from his near fall, he gave his pole a mighty jerk. With a hoot of excitement, Sam watched as the tip of his pole bent sharply. He listened to the line whirl as it was carried out into deeper water by an unknown foe."],
        [" ", "Sam was vaguely aware of Gran appearing next to him, calmly coaching him, whispering words of encouragement in his ear."],
        [" ", "After what seemed like an hour-long battle, Sam saw a ripple in the water."],
        [" ", "“There it is!” Sam shouted breathlessly."],
        [" ", "He slowly walked back toward the shore until he was in ankle-deep water and stared in wonder at the huge redfish on the end of his line. Sam knelt down and gently removed the fish from the line, taking care to hold it under the water as he admired the fish's size."],
        [" ", "“Oh, Sammie, your catch is just magnificent!” Gran whispered next to him. “It's a red drum! It must weigh a good ten pounds! Take a picture with your mind, and send the fish on its way.”"],
        [" ", "Sam took a moment to savor his victory. He felt the weight and power of the fish in his hands and watched it shimmer as the light reflected off its silvery-red scales."],
        [" ", "“You put up a good fight,” Sam said softly. “Maybe we'll meet again one day.” He loosened his grip, smiling as the fish darted back into the cover of deeper water."],
        [" ", "Gran patted Sam on the back. “I don't know about you, but I worked up an appetite. What do you say to some lunch—my treat?”"],
        [" ", "Sam nodded. He and Gran gathered their gear and headed up the dunes from the shore. As they reached the crest, a girl and her father were making their way toward the water, fishing poles in hand. The girl looked at Sam sympathetically."],
        [" ", "“No luck today, huh?” she asked."],
        [" ", "With a quick wink to Gran, Sam smiled at the girl and replied, “Actually, it was one of the best days of my life!”"]
    ],
    "Copyright": "",
    "References": []
}