{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "What Is a Penny Worth?",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhat is a penny worth? The logical answer is one cent. Certainly, that is what a penny is worth to people who use U.S. currency. A better question is: “What does a penny cost?” Here the answer is not straightforward. While a penny is worth one cent, the cost of making a penny in 2016 was 1.5 cents. In other words, it costs more than a penny to make a penny."],
        ["2", "\tIn 2014, the President of the United States ordered a review of the penny to determine whether it should be phased out. Due to the high cost of producing pennies, some people support the idea of eliminating them. Others argue that pennies still have value despite their relatively high price."],
        ["", "The Cost of Pennies"],
        ["3", "\tBefore 1982, pennies used to contain about 95% copper and about 5% zinc. Then the U.S. Mint changed the recipe, producing pennies that are mostly zinc, covered by only a little bit of copper. The switch created a lighter-weight coin, and zinc coins were also cheaper to make. Indeed, the estimated savings at the time was about $25 million per year."],
        ["4", "\tSadly, those savings could not last forever, since changes in the price of metals impacts the cost of making coins. Switching to zinc was not a permanent way to keep costs low because zinc prices have fluctuated over the years. Zinc costs soared in 2011, and at that time, it cost 2.41 cents to make each penny. Thanks to a recent drop in demand, zinc prices have fallen. Despite the f͟l͟u͟c͟t͟u͟a͟t͟i͟o͟n͟s, nobody predicts the price of zinc will ever drop so low that a penny costs what it is worth to make."],
        ["", "The Problem with Pennies"],
        ["5", "\tThe U.S. government spent around $39 million in 2015 to make pennies, which leads some taxpayers to believe that eliminating pennies would save millions of dollars and have minimal impact. Of course, others disagree, worrying that prices would go up without pennies. For example, they argue that a $7.99 shirt would cost $8.00 if pennies disappeared."],
        ["6", "\tHowever, those in favor of eliminating the penny believe that the impact on prices would be slight. If a price did not end in a zero or a five, it could be rounded down rather than up. A pair of socks costing $2.01, for example, would likely be rounded down to $2.00. Ultimately, penny-eliminators argue that small increases and decreases in prices would balance each other out."],
        ["7", "\tOther anti-penny advocates point out that making pennies has an environmental cost. Measured against the potential for environmental harm, they argue, the cost of a penny far exceeds 1.5 cents. Mining copper and zinc requires large amounts of energy. The mining process also produces greenhouse gases. Moreover, purifying zinc and covering it in copper creates dangerous t͟o͟x͟i͟n͟s."],
        ["", "A Case for Keeping the Penny"],
        ["8", "\tDespite arguments against pennies, many Americans want to keep them around. A poll from 2014 found that 43% of the people who participated would be unhappy to see pennies disappear, and 71% said they pick up pennies when they see them on the ground."],
        ["9", "\tSome penny supporters believe that losing the penny would indeed have costly consequences. Consider again the argument about rounding prices up or down. Would the prices really balance out? Or would businesses simply raise all prices that did not end in a five or a zero? The answer is unclear. Maybe that pair of socks costing $2.01 would be rounded up to $2.05 instead of down to $2.00."],
        ["10", "\tYet another concern is the fact that some charities successfully raise money one penny at a time. One person dropping unwanted change into a box for a charitable organization might not add up to very much, but when millions of people drop millions of pennies into these boxes, some charities see real results. One organization announced in 2009 that it had raised $150 million this way."],
        ["", "Solving the Penny Problem"],
        ["11", "\tFacing some of the same challenges as the United States, Canada stopped making pennies in 2013. To prepare for the change, the Canadian government explained how things would work in a post-penny world. As long as old pennies still circulated, businesses could decide whether to accept them, and the government made a set of guidelines to help businesses figure out fair ways to round prices up or down."],
        ["12", "\tSo, will Americans do the same? Is the end of the penny inevitable? Not necessarily. So far, Congress has no plans to eliminate pennies. The penny is safe, at least for now."],
        ["", "problems/NEG8E/media/S1a.jpg"]
    ],
    "Copyright": "",
    "References": []
}