{
    "Directions": "Read the passage, then answer each question that follows.",
    "Context": [],
    "Title": "The Famous Playwright",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\t“What's in a name? That which we call a rose/By any other word would smell as sweet.” These famous words have been spoken thousands of times over the last 400 years on stage and, more recently, in film. They come from a play called Romeo and Juliet and were written by one of the world's most famous playwrights: William Shakespeare."],
        ["2", "\tShakespeare was a high-volume writer during his life, and he created many plays and poems that are still read and performed today. His works are so well respected that universities throughout the world offer classes, and even degrees, based on the study of Shakespeare's work."],
        ["", "Early Life and Career"],
        ["3", "\tShakespeare was born in Stratford-upon-Avon, England, in 1564. By 1592, he was living in London. The years between are known as “the lost years” because nobody knows for sure where he was. It is believed he moved to London at some point during this time."],
        ["4", "\tWhile in London, Shakespeare had his first work published in 1593. It was a long poem called Venus and Adonis. It became a bestseller and helped launch Shakespeare's career as a writer."],
        ["", "problems/MEG35R/media/S2a.jpg"],
        ["", "The Globe Theatre"],
        ["5", "\tBesides writing, Shakespeare was also involved in the theater. He was a member of an acting group called The Lord Chamberlain's Men, which later became known as The King's Men. He stayed in this group the rest of his career, almost twenty years. Many of his most famous plays were written during this time, including King Lear, Macbeth, and Hamlet."],
        ["6", "\tShakespeare's acting group rented a theater to act out their plays. In 1598, the landlord intended to tear down the theater. The landlord owned the land, but he did not own the building. In order to keep the building, the acting group, with the help of a carpenter, dismantled the building and moved the theater across the river piece by piece."],
        ["7", "\tThe new theater reopened in 1599 and was named the Globe Theatre. It was named after the mythological story of Hercules carrying the world on his back, just like the actors carried the theater on their backs to the new location."],
        ["8", "\tThe theater was about one hundred feet in diameter, had twenty sides (giving it a round shape), and could hold up to 3,000 people. Most of the audience members stood to watch the performances because there were few seats. Audience members were exposed to the rain and cold from the open roof. Only a few theatergoers were able to purchase a covered, cushioned seat."],
        ["9", "\tMany of Shakespeare's plays were specifically designed for performances at the Globe. The actors at the Globe used several special effects during the plays. They used trapdoors, wires that lifted actors into the air, smoke, and even cannons. In June 1613, a cannon actually caught the thatched roof on fire, and the Globe burned to the ground. It was rebuilt by 1614."],
        ["10", "\tPlays at the Globe were different from Shakespeare plays today. Although many of Shakespeare's greatest characters were females, females were not allowed to act during the time. Therefore, all the roles, including female ones, were portrayed by men. Unlike many theaters today, where silence is expected, theaters during Shakespeare's time could be very rowdy. It was not unusual for crowds to shout or boo and even throw objects such as food at actors they did not like."],
        ["11", "\tIn 1642, all theaters were ordered to close, and the Globe was torn down in 1644. It was not until 1970 that a fund was set up to rebuild it. The plan was to build the theater just like it was in Shakespeare's time. In 1997, the Globe was reopened one street over from the original location. It can be toured today, and many of Shakespeare's plays are still performed there."],
        ["", "Legacy"],
        ["12", "\tWilliam Shakespeare died in 1616 at the age of fifty-two. He is buried in Stratford-upon- Avon. Besides the Globe, both his birthplace and burial site can be toured today."],
        ["13", "\tThroughout his life, Shakespeare is thought to have written thirty-eight plays, two narrative sonnets, and 154 sonnets, as well as a variety of other poems. Unfortunately, no original manuscripts of his plays survived. Thankfully, his acting group collected his works and had them published after his death. This book, known as First Folio, contained thirty-six plays, including eighteen that had never been published before."],
        ["14", "\tShakespeare's works have been republished and collected in numerous books. Throughout his writing career, he is believed to have invented around 1,700 words, and he created many of the phrases that we still use. Many playwrights and book authors have quoted Shakespeare and continue to do so. Some authors have even used individual phrases from Shakespeare's works as titles for their own books. Shakespeare continues to be one of the most important figures of the English language."],
        ["", "problems/MEG35R/media/S2b.jpg"]
    ],
    "Copyright": "",
    "References": []
}