{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Cowboy from Head to Toe",
    "Subtitle": "",
    "Author": "by Kathleen Nyquist",
    "LabelType": "P",
    "Content": [
        [" ", "Many people today wear western clothes because they like the style. Cowboys and cowgirls choose clothes for their usefulness."],
        [" ", "In the late 1800s, many cowboys lived outdoors. They carried all of their supplies on a horse. They needed useful, durable clothes for life in the wilderness."],
        [" ", "A cowboy used his hat, or “Stetson,” for many things. (John B. Stetson invented the felt cowboy hat.) A cowboy’s hat kept rain from his neck and sun from his face. Oats for horses could be put inside. Hats could hold water for drinking or putting out fires. A cowboy could wave his hat as a signal."],
        [" ", "People could tell by a cowboy’s hat where he came from. Men from rainy areas wore hats with a deep crease in the crown. The crease let water drain off easily. In windy areas cowboys wore hats with a low crown. They were less likely to get blown off by the wind. Cowboys from sunny places needed hats with wide brims for shade."],
        [" ", "Bandannas came in handy, too. Since most shirts were collarless, cowboys used bandannas to help protect their necks from sunburn. They often wore bandannas over their mouths to avoid eating dust kicked up by cattle. If someone broke an arm, the bandanna became a sling until a doctor came. Bandannas were also used as ties when cowboys wanted to dress up."],
        [" ", "Cowboys often wore wool shirts. Wool a͟b͟s͟o͟r͟b͟e͟d a cowboy’s sweat on a hot day. It kept him warm on a cold night. Some cowboys wore shirts made from the skins of deer. Like the fancy western clothes of today, buckskin shirts often had fringe on them."],
        [" ", "Fringe was first used by Native Americans. Cowboys learned that rainwater slipped off the thin strips. This kept clothes from getting soaked. Cowboys could also cut off the long leather fringe to fix fences or whatever needed tying."],
        [" ", "Cowboys often wore vests over their shirts. Vests kept out cold winds, and cowboys could move easily in them. Also, vests had pockets. (Most shirts didn’t.) Cowboys needed vest pockets to carry matches, gold nuggets, and notebooks for recording cattle brands."],
        [" ", "Shirts were tucked into heavy-duty pants, such as Levi’s jeans. (These were invented by Levi Strauss in the mid-1800s.) A cowboy could ride many rough trails before his jeans wore out."],
        [" ", "Mexican cowboys, called vaqueros, gave American cowboys the idea of wearing chaps. These large pieces of leather protected legs from thorns, wire fences, and kicking cattle."],
        [" ", "Of course, a cowboy wouldn’t be complete without boots. These were useful, too. The pointed toes made it easy for a cowboy to slip his feet into stirrups. The raised heels kept his feet from slipping out. When roping cattle on foot, a cowboy dug his big bootheels into the dirt to keep from falling. Spiked wheels, called spurs, were usually filed until blunt, then attached to bootheels. They were used to give signals to the horse."],
        [" ", "Cowboys and cowgirls today wear many of the same types of clothes as cowboys of the late 1800s. Fashions change, but useful work clothes never go out of style."],
        ["", "problems/MOG4E/media/S1a.jpg"]
    ],
    "Copyright": "",
    "References": []
}