{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "The Lion, the Bear, and the Fox",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "One lazy sunny afternoon, Fox was napping under a shady bush until she was startled by the sound of booming voices drifting through the forest. With a curious yawn, Fox wandered in the direction the voices were coming from."],
        [" ", "Fox discovered Lion and Bear standing under an ancient tree. A broken beehive with gleaming honey seeping from its cracks lay between them."],
        [" ", "“What is happening?” Fox asked Lion and Bear as she licked her lips."],
        [" ", "“Lion wants my honey,” Bear bellowed. “I shook the tree and knocked the beehive from its branches. The honey belongs to me!”"],
        [" ", "“But I chased the angry bees away with my speed,” shouted Lion. “The honey belongs to me!”"],
        [" ", "Fox felt her stomach rumble as she eyed the delicious prize, but clearly, Lion and Bear would not share. The two powerful animals ruled the forest and were never challenged by other creatures."],
        [" ", "Carefully, Fox listened as Lion and Bear continued to argue. Suddenly, a lively glimmer sparked in her eyes."],
        [" ", "“You should have a contest to settle your disagreement,” Fox declared. “The animal that climbs the highest in the tree will win the honey.”"],
        [" ", "“That's easier said than done,” Bear grumbled as he peered upward at the trees."],
        [" ", "“I'm sure Lion is strong enough to climb to the top,” Fox mentioned slyly."],
        [" ", "“Lion cannot defeat me,” Bear retorted. “I'm as mighty as a mountain.” Puffing out his chest, he marched over to the tree to get ready."],
        [" ", "Lion also hesitated. He had noticed Fox gazing at the honey and felt a glimmer of worry."],
        [" ", "“I don't like contests,” Lion declared."],
        [" ", "“Are you afraid that Bear will race by you?” Fox asked."],
        [" ", "“Bear will never pass me,” Lion declared, lashing out at the suggestion. “I'm a bolt of lightning!” Then he dashed toward Bear."],
        [" ", "In a flurry of legs and claws, Lion and Bear gripped the tree's trunk. As swiftly as the wind, they ascended. Branches trembled and shook, and bright green leaves fluttered down behind them like butterflies."],
        [" ", "As Bear and Lion climbed, Fox briefly glanced at the honey. Her mouth began to water, but she patiently watched the contest. Bear was lagging behind, so Fox proclaimed, “Lion's strength is carrying him to victory.”"],
        [" ", "Instantly, Fox's words prodded Bear like a stout stick. With a fresh burst of energy, Bear strengthened his efforts."],
        [" ", "“Amazing!” Fox praised Bear as she sniffed the honey just once. The inviting scent tempted her, but she turned her attention to the contest again. Lion was slowing his pace, so Fox called out, “Bear's speed is superior.”"],
        [" ", "Roaring, Lion grabbed the branches above Bear and regained the lead."],
        [" ", "Finally, Lion and Bear reached the treetop. Exhausted, they peered down at Fox, who was devouring every last drop of honey. Lion and Bear wondered how they could have been so foolish to trust Fox."],
        [" ", "After the honey was gone, Fox sang a song to Lion and Bear:"],
        [" ", "Strength is a mighty gift.\nYou can shake a towering tree.\nAnd when you are quite swift,\nthe buzzing bees are left behind."],
        [" ", "But if talent leads to pride\nand endless boasts of skill,\nthen wisdom soon gets pushed aside\nand careful judgment disappears."],
        [" ", "Because you could not share\nyour glory or your prize,\nI have earned my tasty fare,\na banquet feast for humble Fox."]
    ],
    "Copyright": "",
    "References": []
}