{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Annie and the Wizard of Oz",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "\tI came home from school one afternoon, full of excitement and a touch of nervousness. Our teacher, Mrs. Hughes, had announced that our fourth-grade class's upcoming play would be The Wizard of Oz. I've read the book and watched the movie several times. It's one of my favorite stories. In the past, I've been too shy to try out for school plays. However, the idea of portraying the Cowardly Lion made me think I would like to be a part of the cast. I love the lion more than any other character."],
        [" ", "\tWhen I arrived at school the next day, I signed up for tryouts and brought home a short script to memorize. The script called for my character to jump out of hiding and roar at Dorothy. My older brother, Michael, overheard me practicing and laughed."],
        [" ", "\t“Annie, you sound more like a timid little kitten than a fierce lion,” he said. He let out a big roar that made me laugh too. We practiced being lions until Mom called us to dinner."],
        [" ", "\tMore than anything, I wanted to do a good job and get the part. I thought about how much fun it would be to wear the lion costume. It had a big mane made from yarn and a long, tufted tail. For the next few days, I came home and practiced my lines until I no longer needed the script."],
        [" ", "\tOn the day of my audition, I felt confident until I watched my classmates' auditions. Then, when I stood up in front of the class, my shyness came back and I stumbled on my lines. I was dissatisfied with my performance. Unfortunately, the part I wanted went to another student, and I was asked to take the role of Auntie Em."],
        [" ", "\tI was so disappointed that I came home in tears. Instead of getting to wear the lion costume, I was given a plain dress and a gray wig."],
        [" ", "\tMom found me crying in my room and asked what was wrong."],
        [" ", "\t“I wanted to be the Cowardly Lion, and now I have to wear this old dress,” I told her. “I want to quit the play.”"],
        [" ", "\t“Honey, sometimes we have to do things we don't think we will like,” Mom said. “Even though you didn't get the part you wanted, go out there and be the best Auntie Em you can possibly be.”"],
        [" ", "\tI decided to take Mom's advice. I asked Michael if he would help me rehearse again."],
        [" ", "\t“I'll feed the dog every day for a week if you'll go over my lines with me,” I told him."],
        [" ", "\t“That sounds like a fair trade,” my brother said."],
        [" ", "\tWe rehearsed my part every day after school until the night of the play. When I entered the auditorium, I was still nervous, but I remembered what my mother told me about doing my best. It was fun being backstage and watching the other kids perform. By my final scene, I wasn't scared anymore. This time I remembered my lines. My voice rang clear and strong. I could be heard throughout the packed auditorium. When all of us in the cast came out to take a bow, people cheered."],
        [" ", "\tAfterward, Mom and Michael came backstage to congratulate me. Mrs. Hughes walked over and said, “Annie, you were a great Auntie Em. I know it wasn't the part you wanted, but you really made the best of it.”"],
        [" ", "\tEven better than what my teacher said was the big hug I got from my mom."],
        [" ", "\t“I'm so proud of you!” she told me."],
        [" ", "\tMichael smiled at me, pulled at my silly wig, and said, “Good job, Sis.”"],
        [" ", "\tI can't wait to try out for next year's play!"]
    ],
    "Copyright": "",
    "References": []
}