{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Demonstrate that the flow of electricity in closed circuits can produce light, heat, or sound.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "Which circuit shown will produce light when the switch is closed?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G5S/media/1a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The circuit will not light the bulb when the switch is closed because the circuit is open between the bulb and the switch."
                }
            },
            "B": {
                "Choice": "problems/TX22G5S/media/1b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "A complete, closed circuit will light the bulb when the switch is closed. A complete circuit is a closed path through which charged electrons (electric current) flow uninterrupted from the negative terminal (-) of a battery through a conductive material, and back again through the positive terminal (+) of the battery. A typical example of a complete circuit includes a source of electrical energy (e.g., battery), a path for the electric current (e.g., copper wire), a device (e.g., a light bulb) to convert the electrical energy to another type of energy such as light energy, and a switch to turn the circuit on (by closing the switch) or off (by opening the switch)."
                }
            },
            "C": {
                "Choice": "problems/TX22G5S/media/1c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The circuit will not light the bulb when the switch is closed because the circuit is open between the battery and the bulb."
                }
            },
            "D": {
                "Choice": "problems/TX22G5S/media/1d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The circuit will not light the bulb when the switch is closed because the circuit is open—there is no wire between the battery and the switch."
                }
            }
        }
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Demonstrate that Earth rotates on its axis once approximately every 24 hours causing the day/night cycle and the apparent movement of the Sun across the sky.",
        "ProcessSubTopic": ".",
        "Content": [
            "Which statement best explains why the sun appears to move across the sky during the day?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The Earth is closest to the sun in the winter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Earth’s distance from the sun is not responsible for the sun’s apparent movement across the sky."
                }
            },
            "G": {
                "Choice": "The Earth is revolving around the sun.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Earth’s revolution around the sun is responsible for the calendar year."
                }
            },
            "H": {
                "Choice": "The Earth is tilted at 23.5 degrees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The tilt of the Earth on its axis is responsible for the seasons, not the sun’s apparent movement across the sky."
                }
            },
            "J": {
                "Choice": "The Earth is rotating on its axis.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Earth rotating on its axis every 24 hours makes the sun appear to move across the sky."
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Demonstrate that light travels in a straight line until it strikes an object and is reflected or travels through one medium to another and is refracted.",
        "ProcessSubTopic": ".",
        "Content": [
            "A student is looking directly at a lit nightlight through two different cardboard tubes as shown.",
            "problems/TX22G5S/media/3a.jpg",
            "Through which tube, if any, will the light be seen and why?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The bent tube only because the light bounces off the sides of the tube and travels through the tube to the student’s eye",
                "Key": {
                    "Correct": false,
                    "Rationale": "Light is not reflected by the tube in this way."
                }
            },
            "B": {
                "Choice": "The straight tube only because the light travels in a straight line directly to the student’s eye",
                "Key": {
                    "Correct": true,
                    "Rationale": "Light travels in a straight line to the student’s eye."
                }
            },
            "C": {
                "Choice": "Both tubes because light travels equally well along straight and curved paths",
                "Key": {
                    "Correct": false,
                    "Rationale": "The light does not travel along a curved path."
                }
            },
            "D": {
                "Choice": "Neither tube because both tubes absorb all of the light",
                "Key": {
                    "Correct": false,
                    "Rationale": "ight travels through the tube—no light is absorbed by the tubes."
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Matter & Energy",
        "SubTopic": "Classify matter based on measurable, testable, and observable physical properties, including mass, magnetism, physical state (solid, liquid, and gas), relative density (sinking and floating using water as a reference point), solubility in water, and the ability to conduct or insulate thermal energy or electric energy.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "A student places objects in a bucket of water to determine if they will float.",
            "problems/TX22G5S/media/4a.jpg",
            "Which set of items is less dense than water?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Plastic paper clip, penny, and cork",
                "Key": {
                    "Correct": false,
                    "Rationale": "A penny is denser than water."
                }
            },
            "G": {
                "Choice": "Toothpick, metal spoon, and plastic paper clip",
                "Key": {
                    "Correct": false,
                    "Rationale": "A metal spoon is denser than water."
                }
            },
            "H": {
                "Choice": "Metal spoon, vegetable oil, and penny",
                "Key": {
                    "Correct": false,
                    "Rationale": "A metal spoon and a penny are denser than water."
                }
            },
            "J": {
                "Choice": "Toothpick, cork, and vegetable oil",
                "Key": {
                    "Correct": true,
                    "Rationale": "The objects that would float are less dense than water."
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Describe the flow of energy within a food web, including the roles of the Sun, producers, consumers, and decomposers.",
        "ProcessSubTopic": ".",
        "Content": [
            "A food chain is shown.",
            "problems/TX22G5S/media/5a.jpg",
            "Which role do the grasses have in the food chain?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They decompose small organisms to produce energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Grasses do not decompose small organisms."
                }
            },
            "B": {
                "Choice": "They prevent the food chain from containing too many carnivores.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Grasses are producers and do not have control over what organisms are in a food chain."
                }
            },
            "C": {
                "Choice": "They capture the energy from the sun and are food for consumers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Grasses are producers, which capture energy from the sun and make food for consumers."
                }
            },
            "D": {
                "Choice": "They break down dead organisms into simpler substances.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Grasses are not decomposers, which break down dead material and recycle nutrients."
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Explore the processes that led to the formation of sedimentary rocks and fossil fuels.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "A diagram of different sections of land is shown.",
            "problems/TX22G5S/media/6a.jpg",
            "Which action is most likely happening in Section Y in the diagram?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Wind and rain compacting rock into larger pieces",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wind and rain cause weathering and erosion, which involves breaking up rocks rather than producing larger pieces."
                }
            },
            "G": {
                "Choice": "Water carrying rocky material to a new location",
                "Key": {
                    "Correct": true,
                    "Rationale": "Water carrying material to a new location describes erosion, which is the action most likely happening in Section Y. Section Y is located on a vertical slope of a cliff, so it is most susceptible to landslides and other erosion events caused by the force of water flowing downhill."
                }
            },
            "H": {
                "Choice": "Chemicals in water gluing sediments to each other",
                "Key": {
                    "Correct": false,
                    "Rationale": "The gluing of sediments is most likely to occur in areas where rocks and soil can pile up to form layers. The slope at Section Y is too steep for sediments to build up. This is more likely to occur at or below Section Z, which has less of a slope."
                }
            },
            "J": {
                "Choice": "Pressure causing layers of sediment to form over time",
                "Key": {
                    "Correct": false,
                    "Rationale": "The pressure resulting from materials piling up is most likely to occur in the area below Section Z. Rocks and other land material would flow down the steep slope at Section Y through Section Z and settle at the bottom of the sea, forming layers over time."
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Explore the uses of energy, including mechanical, light, thermal, electrical, and sound energy.",
        "ProcessSubTopic": "5.2A.",
        "Content": [
            "A student uses the setup shown to investigate ways to speed up evaporation.",
            "problems/TX22G5S/media/7a.jpg",
            "Which forms of energy are being compared in the student’s investigation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Light energy and electrical energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only the lamp produces light energy. Both objects use electrical energy. Light is a type of electromagnetic energy that is visible. Electrical energy results from the movement of charged atomic particles."
                }
            },
            "B": {
                "Choice": "Mechanical energy and electrical energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only the fan produces mechanical energy. Both objects use electrical energy."
                }
            },
            "C": {
                "Choice": "Light energy and thermal energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lamp produces both light energy and thermal energy."
                }
            },
            "D": {
                "Choice": "Mechanical energy and thermal energy",
                "Key": {
                    "Correct": true,
                    "Rationale": "The fan produces mechanical energy, and the lamp produces thermal energy. Mechanical energy is made up of kinetic energy (or the energy of an object’s motion) and potential energy (or the energy of an object’s position). Thermal energy is the energy an object has based on the movement of its particles."
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Investigate and compare how animals and plants undergo a series of orderly changes in their diverse life cycles such as tomato plants, frogs, and lady beetles.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "A gardener plants seeds in the garden. After the flower stage, the fruits and vegetables grow. A table of how many days are needed for some plants to be ready for harvest is shown.",
            "problems/TX22G5S/media/8a.jpg",
            "Which statement is supported by the data shown in the table?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Pumpkins take the most time to sprout and to be ready for harvesting.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although pumpkins have the greatest number of days until ready to harvest, they do not take the most time to sprout."
                }
            },
            "G": {
                "Choice": "Green bean seeds sprout faster because they are smaller than other seeds.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Information about seed size is not provided in the data table."
                }
            },
            "H": {
                "Choice": "Cucumbers are ready for harvest in less time than watermelons.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Cucumbers are ready for harvest in 55–65 days (about 2 months) and watermelons are ready for harvest in 80–100 days (about 3 and a half months)."
                }
            },
            "J": {
                "Choice": "Watermelon seeds take longer to sprout because watermelon plants produce large fruits.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Information about fruit size is not provided in the data table."
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Identify the planets in Earth’s solar system and their position in relation to the Sun.",
        "ProcessSubTopic": "5.3B.",
        "Content": [
            "Students make a solar system model on the playground. The school building represents the sun. They label round objects for each planet.",
            "Which planet should they place at the greatest distance from the school building?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Jupiter",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Jupiter is an outer planet, it is not the farthest planet from the sun."
                }
            },
            "B": {
                "Choice": "Neptune",
                "Key": {
                    "Correct": true,
                    "Rationale": "Neptune is an outer planet, and it is the farthest planet from the sun."
                }
            },
            "C": {
                "Choice": "Mercury",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mercury is an inner, smaller planet that is closest to the sun."
                }
            },
            "D": {
                "Choice": "Saturn",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Saturn is an outer planet, it is not the farthest planet from the sun."
                }
            }
        }
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Differentiate between inherited traits of plants and animals such as spines on a cactus or shape of a beak and learned behaviors such as an animal learning tricks or a child riding a bicycle.",
        "ProcessSubTopic": ".",
        "Content": [
            "Students observe a gerbil in a cage. They write their observations as shown.",
            "• It twitches its whiskers.",
            "• It burrows in the bedding.",
            "• It drinks water from a metal tube.",
            "• It walks on four legs.",
            "Which of these observations is most likely a learned behavior?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Twitching its whiskers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Twitching whiskers is an instinctual behavior."
                }
            },
            "G": {
                "Choice": "Burrowing in the bedding",
                "Key": {
                    "Correct": false,
                    "Rationale": "Burrowing is an instinctual behavior."
                }
            },
            "H": {
                "Choice": "Drinking water from a metal tube",
                "Key": {
                    "Correct": true,
                    "Rationale": "The gerbil had to learn to obtain water from a metal tube."
                }
            },
            "J": {
                "Choice": "Walking on four legs",
                "Key": {
                    "Correct": false,
                    "Rationale": "Walking on four legs is an instinctual behavior."
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Describe and illustrate the continuous movement of water above and on the surface of Earth through the water cycle and explain the role of the Sun as a major source of energy in this process.",
        "ProcessSubTopic": ".",
        "Content": [
            "A student plans to make a chart that describes each process in the water cycle. Which sentence should the student use to describe the process of condensation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Water flows downhill.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water flowing downhill describes runoff or water moving within a stream or river, not condensation."
                }
            },
            "B": {
                "Choice": "Liquid water turns into water vapor.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Liquid water turning into water vapor describes evaporation, not condensation."
                }
            },
            "C": {
                "Choice": "Polar ice turns into liquid water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Polar ice turning into liquid water describes melting, not condensation."
                }
            },
            "D": {
                "Choice": "Water vapor collects to form droplets.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Water vapor (a gas) forming droplets as it cools describes the process of condensation."
                }
            }
        }
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Observe the way organisms live and survive in their ecosystem by interacting with the living and nonliving components.",
        "ProcessSubTopic": ".",
        "Content": [
            "Students study barracudas. They gather some observations of barracudas. A barracuda is shown.",
            "problems/TX22G5S/media/12a.jpg",
            "Which observation describes barracudas interacting with the living elements of their ecosystem?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Barracudas can travel quickly using surface ocean currents.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Surface ocean currents are nonliving elements of the environment."
                }
            },
            "G": {
                "Choice": "Barracudas live around hard structures such as oil rigs and jetties.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Oil rigs and jetties are nonliving elements of the environment."
                }
            },
            "H": {
                "Choice": "Barracudas are predators of other fish.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Barracudas are predators of other fish, which are other living elements of the environment."
                }
            },
            "J": {
                "Choice": "Barracudas tend to live in warm waters.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Warm waters are nonliving elements of the environment."
                }
            }
        }
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Explore the uses of energy, including mechanical, light, thermal, electrical, and sound energy.",
        "ProcessSubTopic": ".",
        "Content": [
            "Examples of objects that use different types of energy to perform their functions are shown.",
            "problems/TX22G5S/media/13a.jpg",
            "Which examples use mechanical energy to perform their functions?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Examples 1, 2, and 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "A campfire burning does not use mechanical energy."
                }
            },
            "B": {
                "Choice": "Examples 1, 3, and 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "Spinning wind turbines, a hammer hitting a nail, and a wrecking ball breaking down a building all use mechanical energy in the form of motion to perform their functions. Mechanical energy is made up of kinetic energy (or the energy of an object’s motion) and potential energy (or the energy of an object’s position)."
                }
            },
            "C": {
                "Choice": "Examples 1 and 2 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "A campfire burning does not use mechanical energy, while spinning wind turbines do use mechanical energy."
                }
            },
            "D": {
                "Choice": "Examples 3 and 4 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "While a hammer hitting a nail and a wrecking ball breaking down a building use mechanical energy to perform their functions, spinning wind turbines also use mechanical energy."
                }
            }
        }
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Recognize how landforms such as deltas, canyons, and sand dunes are the result of changes to Earth’s surface by wind, water, or ice.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "A picture of a rock is shown.",
            "problems/TX22G5S/media/14a.jpg",
            "Which process most likely caused the crack in the rock?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Water freezing and thawing in the rock",
                "Key": {
                    "Correct": true,
                    "Rationale": "Water freezing and then thawing within a small space in the rock would cause the space to grow until it resulted in a large crack in the rock."
                }
            },
            "G": {
                "Choice": "Wind blowing particles against the rock",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wind blowing particles against the rock would cause abrasions to the rock but not the large crack in the rock."
                }
            },
            "H": {
                "Choice": "Water moving and dropping the rock",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water moving and dropping the rock may be responsible for the location of the rock but not the large crack in the rock."
                }
            },
            "J": {
                "Choice": "Glaciers scraping over the surface of the rock",
                "Key": {
                    "Correct": false,
                    "Rationale": "A glacier scraping over the rock would cause scratches or gouges called striations but not the large crack in the rock."
                }
            }
        }
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Compare the structures and functions of different species that help them live and survive in a specific environment such as hooves on prairie animals or webbed feet in aquatic animals.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "The foot of a hawk and the foot of a chicken are shown.",
            "problems/TX22G5S/media/15a.jpg",
            "The difference between the shapes of their feet is most likely associated with the —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "predators that hunt them",
                "Key": {
                    "Correct": false,
                    "Rationale": "The difference in foot shape between a hawk and a chicken is not due to the predators that hunt them. Hawks are top predators."
                }
            },
            "B": {
                "Choice": "climate in which they live",
                "Key": {
                    "Correct": false,
                    "Rationale": "The difference in foot shape between a hawk and a chicken is not due to the climate in which they live. Both chickens and hawks can live in similar climates."
                }
            },
            "C": {
                "Choice": "way they get their food",
                "Key": {
                    "Correct": true,
                    "Rationale": "The difference in foot shape between a hawk and a chicken is due to the way that they obtain food: the hawk grasps live prey, and the chicken eats grain from the ground."
                }
            },
            "D": {
                "Choice": "distance they can fly",
                "Key": {
                    "Correct": false,
                    "Rationale": "The difference in foot shape between a hawk and a chicken is not due to the distance that they can fly. Flight distance is most influenced by wing characteristics."
                }
            }
        }
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Matter & Energy",
        "SubTopic": "Classify matter based on measurable, testable, and observable physical properties, including mass, magnetism, physical state (solid, liquid, and gas), relative density (sinking and floating using water as a reference point), solubility in water, and the ability to conduct or insulate thermal energy or electric energy.",
        "ProcessSubTopic": "5.2B.",
        "Content": [
            "A student is classifying objects. Answering which question will provide the best evidence that an object is a metal?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "What is its mass?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mass of an object would not provide evidence that it is a metal."
                }
            },
            "G": {
                "Choice": "What is its physical state?",
                "Key": {
                    "Correct": false,
                    "Rationale": "All matter can exist in different physical states."
                }
            },
            "H": {
                "Choice": "Does it conduct thermal energy?",
                "Key": {
                    "Correct": true,
                    "Rationale": "Metals conduct thermal energy."
                }
            },
            "J": {
                "Choice": "How quickly does it dissolve in water?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Metals do not dissolve in water."
                }
            }
        }
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Observe the way organisms live and survive in their ecosystem by interacting with the living and nonliving components.",
        "ProcessSubTopic": ".",
        "Content": [
            "Two box turtles live in an area in a zoo’s reptile house. Zoo visitors made a list of observations of the turtles. The list is shown.",
            "1. Sliding into a small pond",
            "2. Eating a strawberry",
            "3. Digging a hole in the sandy soil",
            "4. Climbing onto a flat rock",
            "5. Holding an earthworm in its mouth",
            "6. Walking across the area",
            "Which observations best describe how box turtles interact with living parts of their environment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Observation 4 and observation 6",
                "Key": {
                    "Correct": false,
                    "Rationale": "Climbing onto a rock and walking on the ground are actions done on nonliving parts of the environment."
                }
            },
            "B": {
                "Choice": "Observation 2 and observation 5",
                "Key": {
                    "Correct": true,
                    "Rationale": "Strawberries and earthworms are living parts of the environment."
                }
            },
            "C": {
                "Choice": "Observation 1 and observation 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The pond is made up of water, which is a nonliving part of the environment."
                }
            },
            "D": {
                "Choice": "Observation 3 and observation 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "Digging a hole in the sand and climbing onto a rock are actions done on nonliving parts of the environment."
                }
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Matter & Energy",
        "SubTopic": "Identify changes that can occur in the physical properties of the ingredients of solutions such as dissolving salt in water or adding lemon juice to water.",
        "ProcessSubTopic": ".",
        "Content": [
            "A student pours 14 grams of sugar into a jar filled with 500 milliliters of water. The student thoroughly stirs the sugar and water to make a solution.",
            "Which change most likely occurs to the sugar when it is added to the water?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The sugar breaks down to form a new substance in the solution.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sugar does not break down to form a new substance in water."
                }
            },
            "G": {
                "Choice": "The sugar changes water into a new substance in the solution.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sugar does not change water into a new substance when combined in solution."
                }
            },
            "H": {
                "Choice": "The sugar floats on the surface of the water in the solution.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sugar does not float on the surface of water."
                }
            },
            "J": {
                "Choice": "The sugar completely dissolves in the solution.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sugar dissolves in water to form a solution. A solution is a mixture of two or more substances (called solutes) that are uniformly (or evenly) distributed in another substance (called a solvent)."
                }
            }
        }
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Demonstrate that light travels in a straight line until it strikes an object and is reflected or travels through one medium to another and is refracted.",
        "ProcessSubTopic": "5.4A.",
        "Content": [
            "The student is observing part of a plant with a microscope.",
            "problems/TX22G5S/media/19a.jpg",
            "Which statement describes a behavior of light in the microscope?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Light travels through the microscope lens without changing direction.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Light changes direction when it passes through the lenses of the microscope."
                }
            },
            "B": {
                "Choice": "Moving in straight lines causes light to increase in brightness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While light does move in straight lines, this does not cause the light to increase in brightness."
                }
            },
            "C": {
                "Choice": "Light refracts through the lens of the microscope.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Light is refracted when it passes through the lenses of the microscope."
                }
            },
            "D": {
                "Choice": "Moving in straight lines keeps light from reflecting.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Moving in straight lines does not prevent light from being reflected."
                }
            }
        }
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Identify and classify Earth’s renewable resources, including air, plants, water, and animals; and nonrenewable resources, including coal, oil, and natural gas; and the importance of conservation.",
        "ProcessSubTopic": ".",
        "Content": [
            "A student lists resources that can be used to produce electricity. The list is shown.",
            "• Wind",
            "• Coal",
            "• Natural gas",
            "• Water power",
            "• Petroleum",
            "Which of the resources are renewable resources?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Wind, water power",
                "Key": {
                    "Correct": true,
                    "Rationale": "Wind and water power are renewable resources. They can be replenished or replaced by nature."
                }
            },
            "G": {
                "Choice": "Wind, coal, and natural gas",
                "Key": {
                    "Correct": false,
                    "Rationale": "Coal and natural gas are nonrenewable resources."
                }
            },
            "H": {
                "Choice": "Coal, water power, and petroleum",
                "Key": {
                    "Correct": false,
                    "Rationale": "Coal and petroleum are nonrenewable resources."
                }
            },
            "J": {
                "Choice": "Coal, natural gas, water power, and petroleum",
                "Key": {
                    "Correct": false,
                    "Rationale": "Coal, natural gas, and petroleum are nonrenewable resources."
                }
            }
        }
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Compare the structures and functions of different species that help them live and survive in a specific environment such as hooves on prairie animals or webbed feet in aquatic animals.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "Butterflies have very long, tubelike tongues. Hummingbirds have very long tongues.",
            "problems/TX22G5S/media/21a.jpg",
            "Which statement best describes why butterflies and hummingbirds both have long tongues?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Butterflies and hummingbirds both migrate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Migration does not influence tongue length."
                }
            },
            "B": {
                "Choice": "Butterflies and hummingbirds are attracted to brightly colored flowers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Long tongues are not necessary for brightly colored flowers."
                }
            },
            "C": {
                "Choice": "Butterflies and hummingbirds eat the same food.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both butterflies and hummingbirds eat the same food (nectar) from flowers."
                }
            },
            "D": {
                "Choice": "Butterflies and hummingbirds have the same predators.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tongue length has no connection to predators."
                }
            }
        }
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Describe the flow of energy within a food web, including the roles of the Sun, producers, consumers, and decomposers.",
        "ProcessSubTopic": ".",
        "Content": [
            "A food web of a grassland ecosystem is shown.",
            "problems/TX22G5S/media/22a.jpg",
            "Which organisms rely on the same food source?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Snakes and hawks",
                "Key": {
                    "Correct": true,
                    "Rationale": "Food webs provide descriptions of feeding relationships among organisms in a community. An organism identified at the base of an arrow is an organism that is eaten (the food source), while the organism at the point of an arrow is the consumer of that organism. In this food web, both the hawks and snakes eat mice."
                }
            },
            "G": {
                "Choice": "Rabbits and lizards",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lizards eat grasshoppers and rabbits eat grasses."
                }
            },
            "H": {
                "Choice": "Mice and snakes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mice eat grasses, and the snakes eat mice."
                }
            },
            "J": {
                "Choice": "Grasshoppers and lizards",
                "Key": {
                    "Correct": false,
                    "Rationale": "The grasshoppers eat grasses, and the lizards eat grasshoppers."
                }
            }
        }
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Matter & Energy",
        "SubTopic": "Demonstrate that some mixtures maintain physical properties of their ingredients such as iron filings and sand and sand and water.",
        "ProcessSubTopic": "5.4A.",
        "Content": [
            "Students conduct an investigation with breakfast cereal. The first four steps of the students’ investigation are in the table shown.",
            "1. Grind 50 grams of cereal into a fine powder.",
            "2. Stir the cereal powder into 500 milliliters of warm water.",
            "3. Hold a magnet against the side of the beaker at the 250-milliliter mark.",
            "4. Stir the mixture for three minutes.",
            "The students are trying to determine the presence of which substance in the cereal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sugar",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sugar is not attracted to magnets."
                }
            },
            "B": {
                "Choice": "Iron",
                "Key": {
                    "Correct": true,
                    "Rationale": "Iron is attracted to magnets."
                }
            },
            "C": {
                "Choice": "Salt",
                "Key": {
                    "Correct": false,
                    "Rationale": "Salt is not attracted to magnets."
                }
            },
            "D": {
                "Choice": "Wheat",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wheat is not attracted to magnets."
                }
            }
        }
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Demonstrate that the flow of electricity in closed circuits can produce light, heat, or sound.",
        "ProcessSubTopic": "5.2B.",
        "Content": [
            "A group of students is building the circuit represented in the diagram.",
            "problems/TX22G5S/media/24a.jpg",
            "What object can be used at Position X for the buzzer to sound when Switch K is closed?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A power source",
                "Key": {
                    "Correct": true,
                    "Rationale": "A power source is needed at Position X to sound the buzzer when Switch K is closed."
                }
            },
            "G": {
                "Choice": "An insulated wire",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although insulated wire is a safe way to move electricity from one place to another, a power source is necessary to generate electricity to power the buzzer."
                }
            },
            "H": {
                "Choice": "Another bulb",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding another bulb will not enable the buzzer to sound when Switch K is closed."
                }
            },
            "J": {
                "Choice": "Another switch",
                "Key": {
                    "Correct": false,
                    "Rationale": "Another switch is not necessary to sound the buzzer when Switch K is closed."
                }
            }
        }
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Observe and describe the physical characteristics of environments and how they support populations and communities of plants and animals within an ecosystem.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "Some characteristics of the tundra are described",
            "• Long winters with temperatures at − 34 °C",
            "• Less than 25 centimeters of precipitation each year",
            "• Thin layer of topsoil covers the frozen ground",
            "• Some types of plants found there are mosses, grasses, small shrubs, and trees",
            "Based on this description, which pair of animals is LEAST likely to live in the tundra?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G5S/media/25a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reindeer and the arctic fox have the characteristics, such as fur for warmth, needed to survive the extreme cold conditions of the tundra."
                }
            },
            "B": {
                "Choice": "problems/TX22G5S/media/25b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The musk ox has thick fur, and the arctic owl has thick plumage and a rounded body that help them survive the extreme cold conditions of the tundra."
                }
            },
            "C": {
                "Choice": "problems/TX22G5S/media/25c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The polar bear and the arctic hare have thick fur that helps them survive the extreme cold conditions of the tundra."
                }
            },
            "D": {
                "Choice": "problems/TX22G5S/media/25d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Neither the alligator nor the heron is well-adapted to survive for long periods in an extremely cold, dry environment, such as the tundra."
                }
            }
        }
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Demonstrate that Earth rotates on its axis once approximately every 24 hours causing the day/night cycle and the apparent movement of the Sun across the sky.",
        "ProcessSubTopic": "5.3C.",
        "Content": [
            "A student makes the model shown with objects representing the sun, Earth, and the moon to use in a class demonstration.",
            "problems/TX22G5S/media/26a.jpg",
            "Which action should the student do with the objects to demonstrate a complete day-night cycle of Earth?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Move the moon around Earth once",
                "Key": {
                    "Correct": false,
                    "Rationale": "Moving the moon around Earth once models the lunar cycle, not the 24-hour day/night rotation of Earth."
                }
            },
            "G": {
                "Choice": "Spin the sun in a circle once",
                "Key": {
                    "Correct": false,
                    "Rationale": "Spinning the sun in a circle once does not model the 24-hour day/night rotation of Earth."
                }
            },
            "H": {
                "Choice": "Move Earth around the sun once",
                "Key": {
                    "Correct": false,
                    "Rationale": "To move Earth around the sun once models the calendar year, not the 24-hour day/night rotation of Earth."
                }
            },
            "J": {
                "Choice": "Spin Earth in a circle once",
                "Key": {
                    "Correct": true,
                    "Rationale": "Spinning Earth in a circle once models one 24-hour day/night rotation of Earth."
                }
            }
        }
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Identify fossils as evidence of past living organisms and the nature of the environments at the time using models.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "Scientists have uncovered palm plant fossils in Alaska, the northern-most state of the United States. Modern-day palm plants grow in tropical climates. A picture of a palm fossil that measures almost one meter across is shown.",
            "problems/TX22G5S/media/27a.jpg",
            "This discovery suggests to scientists that this area in Alaska once was —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "covered with an ocean",
                "Key": {
                    "Correct": false,
                    "Rationale": "The palm plant is not an aquatic plant, so the fossil does not provide evidence that this area in Alaska was once covered with an ocean."
                }
            },
            "B": {
                "Choice": "warmer than it is now",
                "Key": {
                    "Correct": true,
                    "Rationale": "The palm plant grows in a warm, tropical climate, so the fossil provides evidence that this area in Alaska was once warmer than it is now."
                }
            },
            "C": {
                "Choice": "populated by polar bears",
                "Key": {
                    "Correct": false,
                    "Rationale": "The palm plant does not grow in an arctic climate that would support polar bears, so the fossil does not provide evidence that this area in Alaska was once populated by polar bears."
                }
            },
            "D": {
                "Choice": "changed by earthquakes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The palm plant fossil does not provide evidence that this area in Alaska was changed by earthquakes."
                }
            }
        }
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Recognize how landforms such as deltas, canyons, and sand dunes are the result of changes to Earth’s surface by wind, water, or ice.",
        "ProcessSubTopic": ".",
        "Content": [
            "Which Texas land formation is correctly paired with the force that made the land formation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A canyon at Palo Duro Canyon State Park was formed by a river.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A canyon is formed by a river."
                }
            },
            "G": {
                "Choice": "A sand dune at Monahans Sandhills State Park was formed by an earthquake.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A sand dune is not formed by an earthquake; it typically forms because of blowing wind."
                }
            },
            "H": {
                "Choice": "A delta at the end of the Guadalupe River was formed by wind.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A delta is not formed by the wind; it is formed by water depositing sediment at the mouth of a river."
                }
            },
            "J": {
                "Choice": "A rock formation with layers on Mustang Island was formed by ice.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A rock formation with layers is formed by cycles of erosion, deposition, compaction, and cementation."
                }
            }
        }
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Differentiate between inherited traits of plants and animals such as spines on a cactus or shape of a beak and learned behaviors such as an animal learning tricks or a child riding a bicycle.",
        "ProcessSubTopic": "5.4A.",
        "Content": [
            "A group of students at a park used a collecting net to capture several insects. The teacher transferred the insects to small terrariums that allowed the students to observe the insects before releasing them outside.",
            "Each of the following characteristics is likely an inherited trait EXCEPT —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a fly’s missing antenna",
                "Key": {
                    "Correct": true,
                    "Rationale": "A fly’s missing antenna is not likely an inherited trait that is determined by genes; it is most likely the result of an injury."
                }
            },
            "B": {
                "Choice": "a butterfly’s black-and-yellow stripes",
                "Key": {
                    "Correct": false,
                    "Rationale": "A butterfly’s black and yellow stripes are an inherited trait that is determine by genes."
                }
            },
            "C": {
                "Choice": "a dragonfly’s two sets of wings",
                "Key": {
                    "Correct": false,
                    "Rationale": "A dragonfly’s two sets of wings are an inherited trait that is determined by genes."
                }
            },
            "D": {
                "Choice": "a beetle’s green spots",
                "Key": {
                    "Correct": false,
                    "Rationale": "A beetle’s green spots are an inherited trait that is determined by genes."
                }
            }
        }
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Examine properties of soils, including color and texture, capacity to retain water, and ability to support the growth of plants.",
        "ProcessSubTopic": "5.2B.",
        "Content": [
            "A group of students wants to build a desert garden at school. They need soil that allows water to drain away easily for the desert plants in this garden. The students test different soils to determine how much water passes through and how much water remains in each soil as shown in the table.",
            "problems/TX22G5S/media/30a.jpg",
            "Based on the table, which types of soils are best to use to build the garden?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Clay and sand",
                "Key": {
                    "Correct": false,
                    "Rationale": "Clay does not allow the water to drain away as well as gravel does to meet the needs of the desert plants."
                }
            },
            "G": {
                "Choice": "Sand and gravel",
                "Key": {
                    "Correct": true,
                    "Rationale": "Of the four soil types, sand and gravel allow the most water to pass through over time. Based on the information provided, the desert plants survive best in water that drains away easily."
                }
            },
            "H": {
                "Choice": "Gravel and silt",
                "Key": {
                    "Correct": false,
                    "Rationale": "Silt does not allow water to drain away as well as sand does to meet the needs of the desert plants."
                }
            },
            "J": {
                "Choice": "Silt and clay",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither silt nor clay allow the water to drain away as well as sand and gravel do to meet the needs of the desert plants."
                }
            }
        }
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Matter & Energy",
        "SubTopic": "Classify matter based on measurable, testable, and observable physical properties, including mass, magnetism, physical state (solid, liquid, and gas), relative density (sinking and floating using water as a reference point), solubility in water, and the ability to conduct or insulate thermal energy or electric energy.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "A student poured equal amounts of water and cooking oil into a jar. The student placed a lid on the jar and shook the mixture for five seconds and then let the jar sit for ten minutes. The results of this investigation are shown.",
            "problems/TX22G5S/media/31a.jpg",
            "Which conclusion best compares a property of cooking oil and water shown in this investigation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Cooking oil is less dense than water.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Cooking oil is less dense than water, so the cooking oil floats on the water in the jar."
                }
            },
            "B": {
                "Choice": "Water is less dense than cooking oil.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water is denser than cooking oil, sinking to the bottom of the jar."
                }
            },
            "C": {
                "Choice": "Water dissolves in cooking oil.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water does not dissolve in cooking oil. The water and oil remain separate in the jar."
                }
            },
            "D": {
                "Choice": "Cooking oil dissolves in water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cooking oil does not dissolve in water."
                }
            }
        }
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Explore the processes that led to the formation of sedimentary rocks and fossil fuels.",
        "ProcessSubTopic": ".",
        "Content": [
            "Many of America’s large oil fields are found underground at the Permian Basin in West Texas. An area of the Permian Basin is shown.",
            "problems/TX22G5S/media/32a.jpg",
            "How did these oil fields form?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Dead plants and animals were buried for millions of years.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Oil fields are formed by dead animals and plants that have been buried for millions of years."
                }
            },
            "G": {
                "Choice": "Plants were eaten by consumers that left fossilized remains.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Oil fields cannot simply be created from the fossilized remains of plants eaten by consumers. The remains must be buried in a low-oxygen environment for millions of years for oil to form."
                }
            },
            "H": {
                "Choice": "Heat caused underground rocks to undergo chemical changes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Oil fields are not formed by heat causing underground rocks to undergo chemical changes. Oil requires the transformation of organic material to form."
                }
            },
            "J": {
                "Choice": "Rocks at the surface of Earth melted and then solidified.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Oil fields do not form by rocks at the surface of the Earth melting and then solidifying. Oil requires the transformation of organic material to form."
                }
            }
        }
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Demonstrate and observe how position and motion can be changed by pushing and pulling objects such as swings, balls, and wagons.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "Students build a balloon-rocket car using a balloon, a straw, a water bottle, and some tape. When the straw is released by a student, the air from the balloon comes out. A diagram of the car is shown",
            "problems/TX22G5S/media/33a.jpg",
            "Which statement best describes the motion of the car when the straw is released?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The car will move away from the wall in the same direction as the air that is leaving the balloon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The car will move in the opposite direction toward the wall, as the air leaves the balloon through the straw."
                }
            },
            "B": {
                "Choice": "The car will move toward the wall because of the force of the air from the straw.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The car will move toward the wall due to the force of the air leaving the balloon through the straw."
                }
            },
            "C": {
                "Choice": "The car will move fast because the straw gets light as the air is released.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The car will not move fast due to the straw getting lighter. The mass of the straw stays the same as air is released from the balloon."
                }
            },
            "D": {
                "Choice": "The car will not move because the air escapes from the balloon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The car will move due to the air escaping from the balloon."
                }
            }
        }
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Matter & Energy",
        "SubTopic": "Classify matter based on measurable, testable, and observable physical properties, including mass, magnetism, physical state (solid, liquid, and gas), relative density (sinking and floating using water as a reference point), solubility in water, and the ability to conduct or insulate thermal energy or electric energy.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "Students observe some objects on a lab tray. The students will classify the objects based on physical properties common to all of the objects.",
            "problems/TX22G5S/media/34a.jpg",
            "Based on their common properties, how should these objects be classified?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Insulate thermal energy \n Bendable \n Attract to magnets",
                "Key": {
                    "Correct": false,
                    "Rationale": "Copper, iron, and tin are metals. Metals conduct thermal energy. Iron is highly magnetic, and therefore would attract to magnets. Tin has very weak magnetic properties and copper is nonmagnetic."
                }
            },
            "G": {
                "Choice": "Soluble in water \n Attract to magnets \n Conduct thermal energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Copper, iron, and tin are metals. Metals are not soluble in water. Iron is highly magnetic, and therefore would attract to magnets. Tin has very weak magnetic properties and copper is nonmagnetic."
                }
            },
            "H": {
                "Choice": "Conduct electrical energy \n Bendable \n Soluble in water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Copper, iron, and tin are metals. Metals are not soluble in water."
                }
            },
            "J": {
                "Choice": "Conduct thermal energy \n Conduct electrical energy \n Not soluble in water",
                "Key": {
                    "Correct": true,
                    "Rationale": "Copper, iron, and tin are metals. Metals conduct thermal energy and electrical energy. They are not soluble in water."
                }
            }
        }
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Predict the effects of changes in ecosystems caused by living organisms, including humans, such as the overpopulation of grazers or the building of highways.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "Crested floating heart is a non-native plant that now grows in Texas. This plant grows very fast and can spread over the entire surface of a pond or lake.",
            "Which effect will most likely occur when crested floating heart covers a lake?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Small fish will have fewer places to hide from predators.",
                "Key": {
                    "Correct": false,
                    "Rationale": "When crested floating heart covers a lake, small fish will have more places to hide from predators."
                }
            },
            "B": {
                "Choice": "Less sunlight will reach the plants that grow underwater.",
                "Key": {
                    "Correct": true,
                    "Rationale": "When crested floating heart covers a lake, less sunlight will reach the plants that grow underwater."
                }
            },
            "C": {
                "Choice": "Several new trees will grow along the lake shore.",
                "Key": {
                    "Correct": false,
                    "Rationale": "When crested floating heart covers a lake, it is not certain that there will be an increase in another plant type—for example, new trees along the lake shore."
                }
            },
            "D": {
                "Choice": "Deer will have to find another source of water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The growth of crested floating heart will not result in the use of all available water."
                }
            }
        }
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Design a simple experimental investigation that tests the effect of force on an object.",
        "ProcessSubTopic": "5.3A.",
        "Content": [
            "Students conduct experiments to investigate friction. Which experiment will best test the effect of friction on objects?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Drop two balls from the same height at the same time",
                "Key": {
                    "Correct": false,
                    "Rationale": "This experiment fails to test for friction by not varying the surface. The students may have confused friction with gravity, as they drop the balls from the same height."
                }
            },
            "G": {
                "Choice": "Roll two marbles on the carpet from the same starting point at the same time and with the same amount of force",
                "Key": {
                    "Correct": false,
                    "Rationale": "This experiment fails to test for friction by keeping everything the same and not varying the surface."
                }
            },
            "H": {
                "Choice": "Roll three marbles across three different surfaces from the same starting point at the same time and with the same amount of force",
                "Key": {
                    "Correct": true,
                    "Rationale": "This experiment tests three surfaces at the same time and with the same force. This is an example of a controlled experiment. One variable (surface texture) is being manipulated (or changed) by the students; this is called the independent variable. The variable being tested or measured is the friction on each of the surfaces; this is called the dependent variable. All other variables in the experiment are kept constant or the same (e.g., the marbles, the starting time, and the force applied to each of the marbles)."
                }
            },
            "J": {
                "Choice": "Release two balls from the top of a ramp at the same time",
                "Key": {
                    "Correct": false,
                    "Rationale": "This experiment fails to test for friction by not varying the surface and testing on one ramp only."
                }
            }
        }
    }
}