{
    "Directions": "Read the following passage about the first railroad that connected the East and West Coasts of the United States then answer each question that follows.",
    "Context": [
        "Alexander Toponce (1839-1923) was an American pioneer and businessman. He witnessed the Golden Spike ceremony and wrote about it in his autobiography, Reminiscences of Alexander Toponce. This is his account of the event."
    ],
    "Title": "I Saw the Golden Spike",
    "Subtitle": "",
    "Author": "by Alexander Toponce",
    "LabelType": "P",
    "Content": [
        [" ", "\tI saw the Golden Spike driven at Promontory, Utah, on May 10th, 1869. I had a beef contract to furnish meat to the construction camps of Benson and West. This West was my good friend, Bishop Chauncey W. West of Ogden. They had a grading¹ contract with the Central Pacific and their camp was near Blue Creek. I also furnished beef for some of the Union Pacific contractors."],
        [" ", "\tThe Golden Spike could have been driven a couple of weeks earlier than it was. But the two companies had settled on Promontory as the meeting place some days prior to the actual meeting."],
        [" ", "\tThe Central Pacific had been planning to make the junction at Ogden as to be in touch with Salt Lake City and the settlements in Utah. But the Union Pacific planned to lay their iron as far west as Humboldt Wells, in Nevada, and had most of their grade completed that far west."],
        [" ", "\tIf the Union Pacific (U. P.) had crowded their work as hard as the Central Pacific (C. P.) did in the last two weeks the Golden Spike would have been driven a good many miles to the west."],
        [" ", "\tOn the last day only about 100 feet were laid and everybody tried to have a hand in the work. I took a shovel from a man and threw a shovel full of dirt on the ties just to tell about it afterward."],
        [" ", "\tA special train from the west brought Leland Stanford, Governor of California and president of the Central Pacific Railroad Company. Another special train from the east brought a lot of newspaper men. It was a very hilarious occasion."],
        [" ", "\tCalifornia furnished the Golden Spike. Governor Tuttle of Nevada furnished one of silver. Governor Safford presented one gold, silver and iron from Arizona. The last tie was of California laurel."],
        [" ", "\tWhen they came to drive the last spike, Governor Stanford took the sledge and the first time he struck, he missed the spike and hit the rail."],
        [" ", "\tWhat a howl went up! Irish, Chinese, Mexicans, and everybody yelled with delight. Everybody slapped everybody else on the back and yelled, “He missed it. Yee.” The engineers blew the whistles and rang their bells. Then Stanford tried it again and tapped the spike and the telegraph operators had fixed their instruments so that the tap was reported in all the offices, east and west, and set bells to tapping in hundreds of towns and cities."],
        [" ", "\tThen Vice President T. C. Durant of the Union Pacific took up the sledge and he missed the spike the first time. Then everybody slapped everybody else again and yelled, “He missed it, too, yow!”"],
        [" ", "\tIt was a great occasion; everyone carried off souvenirs and there are enough splinters of the last tie in museums to make a good bonfire. When the connection was finally made the U. P. and the C. P. engineers ran their engines up until their pilots² touched. Then the engineers shook hands and had their pictures taken and each broke a bottle³ on the pilot of the other's engine and had their pictures taken again."],
        [" ", "\tThe U. P. engine, the Jupiter, was driven by my good friend George Lashus, who still lives in Ogden."],
        [" ", "\tBoth before and after the spike driving ceremony there were speeches, which were cheered heartily."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "grading — the process of adjusting the level of the ground"],
        ["²", "pilots — devices mounted on the front of a train engine to prevent objects from derailing the train"],
        ["³", "broke a bottle — an action done to symbolize an achievement"]
    ]
}