{
    "Directions": "Read the following passage about the first railroad that connected the East and West Coasts of the United States then answer each question.",
    "Context": [],
    "Title": "The Impact of the Transcontinental Railroad",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "\tOn May 10, 1869, as the last spike was driven in the Utah desert, the blows were heard across the country. Telegraph wires wrapped around spike and sledgehammer transmitted the impact instantaneously east and west. In San Francisco and New York, wires had been connected to cannons facing outward across the ocean. When the signal from the spike came through, the cannons fired. The world was put on notice: the transcontinental railroad was completed and America was moving to the forefront of the world's stage."],
        ["", "Tʜᴇ Wᴏʀʟᴅ Gʀᴇᴡ Sᴍᴀʟʟᴇʀ"],
        [" ", "\tOne day later, the first transcontinental freight train rumbled out of California on its way to the East Coast. It carried in its hold an emissary¹ of the Asian markets: a shipment of Japanese teas. On May 15, though the road required hundreds of thousands of dollars in patchwork along its length, regular passenger service opened for business. Travelers could make the trip between San Francisco and New York in a week. No longer did passengers or cargo have to take the treacherous route across ocean and Panama. The coasts were connected—and the world as Americans knew it had grown smaller."],
        ["", "Sᴜʀɢɪɴɢ Iɴᴛᴇʀsᴛᴀᴛᴇ Tʀᴀᴅᴇ"],
        [" ", "\tThe transformation achieved in intercontinental trade was substantial. Within ten years of its completion, the railroad shipped $50 million worth of freight coast to coast every year. Just as it opened the markets of the West Coast and Asia to the East, it brought products of eastern industry to the growing populace beyond the Mississippi. The railroad ensured a production boom, as industry mined the vast resources of the middle and western continent for use in production. The railroad was America's first technology corridor."],
        ["", "Iᴍᴘʀᴏᴠᴇᴅ Pᴜʙʟɪᴄ Dɪsᴄᴏᴜʀsᴇ²"],
        [" ", "\tAs it encouraged the growth of American business, so too did it promote evolution of the nation's public discourse and intellectual life. Americans could travel across the length of the continent in a matter of days and gaze upon their country in its entirety from the windows of their train cars. Conversations begun in the East ended in the West. Books written in San Francisco found homes on New York shelves just one week after their publication. The rails carried more than goods; they provided a conduit³ for ideas, a pathway for discourse. With the completion of its great railroad, America gave birth to a transcontinental culture. Here were two coasts united; here was an interior open to settlement."],
        ["", "A Wᴇʙ ᴏꜰ Rᴀɪʟs"],
        [" ", "\tThe transcontinental railroad did not long remain the sole venue of travel through America's center. Lines spiderwebbed outward from its branch points, conveying north and south the settlers coming west to consume millions of acres of land. By 1900 a number of routes ran parallel—the Northern Pacific and Southern Pacific among them—reaching westward from the Mississippi to the Pacific just like the pioneering road."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "emissary — a representative"],
        ["²", "Public Discourse — the open communication of thoughts and ideas within a society or culture"],
        ["³", "conduit — the means for carrying something forward"]
    ]
}