{
    "Directions": "Read the poem about one person's perspective on life. Then answer each question that follows.",
    "Context": [],
    "Title": "Life While-You-Wait",
    "Subtitle": "",
    "Author": "by Wisława Szymborska",
    "LabelType": "L",
    "Content": [
        [" ", "Life While-You-Wait."],
        [" ", "Performance without rehearsal."],
        [" ", "Body without alterations."],
        [" ", "Head without premeditation.\n\n"],
        ["5", "I know nothing of the role I play."],
        [" ", "I only know it's mine, I can't exchange it.\n\n"],
        [" ", "I have to guess on the spot"],
        [" ", "just what this play's all about.\n\n"],
        [" ", "Ill-prepared for the privilege of living,"],
        ["10", "I can barely keep up with the pace that the action demands."],
        [" ", "I improvise, although I loathe improvisation."],
        [" ", "I trip at every step over my own ignorance."],
        [" ", "I can't conceal my hayseed¹ manners."],
        [" ", "My instincts are for hammy histrionics.²"],
        ["15", "Stage fright makes excuses for me, which humiliate me more."],
        [" ", "Extenuating circumstances³ strike me as cruel.\n\n"],
        [" ", "Words and impulses you can't take back,"],
        [" ", "stars you'll never get counted,"],
        [" ", "your character like a raincoat you button on the run—"],
        ["20", "the pitiful results of all this unexpectedness.\n\n"],
        [" ", "If I could just rehearse one Wednesday in advance,"],
        [" ", "or repeat a single Thursday that has passed!"],
        [" ", "But here comes Friday with a script I haven't seen."],
        [" ", "Is it fair, I ask"],
        ["25", "(my voice a little hoarse,"],
        [" ", "since I couldn't even clear my throat offstage).\n\n"],
        [" ", "You'd be wrong to think that it's just a slapdash quiz"],
        [" ", "taken in makeshift accommodations. Oh no."],
        [" ", "I'm standing on the set and I see how strong it is."],
        ["30", "The props are surprisingly precise."],
        [" ", "The machine rotating the stage has been around even longer."],
        [" ", "The farthest galaxies have been turned on."],
        [" ", "Oh no, there's no question, this must be the premiere."],
        [" ", "And whatever I do"],
        ["35", "will become forever what I've done."]
    ],
    "Copyright": "“Life While-You-Wait” by Wisława Szymborska, from Poems New and Collected, 1957–1997. Translated by Stanislaw Barańczak and Clare Cavanagh. Copyright © 1998 by Houghton Mifflin Harcourt Publishing Company. Republished by permission of Houghton Mifflin Harcourt Publishing Company.",
    "References": [
    ["¹", "hayseed — informal word for a person lacking sophistication or refinement"],
    ["²", "hammy histrionics — exaggerated, overly dramatic behavior"],
    ["³", "extenuating circumstances — specific reasons that excuse someone's actions"]
]
}