{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Digging Up Cities",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tIn 2010, as a construction crew began to tear up sidewalks in New York City's South Street Seaport to replace a water pipe, Alyssa Loorya and her team watched eagerly, picks and brushes in hand. Loorya, an urban archaeologist, studies the history of [L1] [cities.] Any New York City construction project using municipal funds [L2] [are] required to consider whether historical artifacts will be affected during construction, and if that possibility [L3] [exists or is possible,] an urban archaeologist must be consulted. Since the South Street Seaport area was a bustling commercial center for early colonists, Loorya anticipated that a rich history lay beneath the pavement. “It's our job to document and recover that history before it's lost,” she said."],
        [" ", "\tAs the work continued, [L4] [therefore,] the team faced obstacles. Fieldwork in a city has to be done intermittently: the construction crew had to proceed one block at a time to avoid interrupting traffic, and the archaeology team's work was periodically [L5] [halted —] by stormy weather and the discovery of toxic materials underground. Moreover, as archaeologists underground attempted to relay information to those at the surface, they had to contend with the noise of construction vehicles, car horns, and [L6] [pedestrians' noise] on the busy New York City streets."],
        [" ", "\tDespite these setbacks, Loorya and her team eventually began to uncover some interesting artifacts. In 2012, the team discovered a foundation wall, a network of wooden pipes, and several well bases dating to the eighteenth century. In August 2013, the archaeologists discovered thousands of objects in a single fifteen-foot stretch that was likely a garbage disposal [L7] [site. Including] buttons from Revolutionary War uniforms, clay pipes, and an imported mineral water bottle from Germany."],
        [" ", "\tAs they cleaned and catalogued the artifacts, the archaeologists took stock of their findings. The team's discoveries provided a snapshot of [L8] [the various kinds of construction materials that were used] in the eighteenth century. Colonial-era New Yorkers went to great lengths to secure fresh drinking water, Loorya noted, given the [L9] [effort] involved in laying wooden pipes to bring in fresh water from surrounding areas, digging very deep wells, brewing alcohol to mask the water's salty taste, and even importing bottled water."],
        [" ", "\tThrough such discoveries, [L10] they tell the story of a city's history in a new way. [L11] “One of my favorite things is putting together someone's life,” Loorya said."]
    ],
    "Copyright": "",
    "References": []
}