{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "A Scratch Tells All",
    "Subtitle": "",
    "Author": "by Vaughn M. Bryant",
    "LabelType": "P",
    "Content": [
        ["1", "\tScientist Jared Diamond shocked the world with his article “The Worst Mistake in the History of the Human Race.” Diamond said that the invention of agriculture, supposedly our most important step toward a better life, was actually a catastrophe from which humans have never recovered."],
        ["2", "\tHow is this possible? Didn’t farming end starvation and famine? Didn’t it free us from having to wander the land looking for our next meal? Didn’t a dependable food source give us time to build cities, invent new technologies, and put astronauts on the moon? What about TV, cell phones, computers, and DVDs? If we still lived in caves, would they even exist?"],
        ["3", "\tDiamond is exaggerating, but he is right about one thing: Humans have paid a high price for the change to farming. The early farmers traded their good health, nutritious diets, and longer life span for shorter lives plagued by disease and for daily meals made from farm foods that provided calories but lacked many vital minerals and vitamins. Instead of eating such healthy natural foods as nuts, berries, roots, and fruit, early farmers ate the same boring starches and sugars that came from their crops of corn, barley, wheat, or rice. The change in lifestyle and diet from pre­farming to farming is recorded in the archaeological record. At each site, buried skeletons tell the same story."],
        ["", "Deadly Sugars"],
        ["4", "\t“Teeth reflect the health status and lifestyle” of human cultures, reports Dr. Boyd Eaton and his colleagues at Emory University Medical School. This is evident in the burials at the Dickson Mounds in west­central Illinois, where people lived for thousands of years before switching to farming around AD 150. Compared with their ancestors, the first farmers had teeth with much more tooth decay and 50 percent more defects in the protective layers of tooth enamel. These new problems were caused by diets high in starch and sugar and poor in nutrition. Emory University’s George Armelagos, who studied the Dickson Mounds skeletons, also found that the life expectancy of those early farmers dropped to 19 years of age. This is one­third less than it had been among their non-farming ancestors."],
        ["5", "\tThe same story is repeated around the world. Research on skeletal remains reveals that before farming Europeans had few problems with their teeth. Pre­farming hunting and gathering societies in Europe had less than two percent tooth decay, tooth abscesses, or tooth loss caused by infections. By the early farming period, however, that percentage had risen to three and one­half percent. By Roman times, tooth decay was more than six percent. By the early 1800s, it had doubled to more than 12 percent. After the widespread use of inexpensive, refined sugar in the early 1900s, the rate of tooth decay among factory workers in England reached 70 percent."],
        ["6", "\tWhy are teeth a useful guide to health and diet? Wear patterns, scratch marks, and dental decay all tell a story about the foods we eat and how they were prepared. Many of the teeth of pre-farming peoples have high numbers of fine scratches on the enamel, probably caused by eating natural plant foods. In the teeth of early farmers, the tops of most molars are worn smooth and their enamel surfaces have coarse scratches. Most likely this was the result of chewing on bits of sand and grit in the stone-ground flour early farmers made from their crops of barley, wheat, or corn."],
        ["", "A Terrible Mistake"],
        ["7", "\tThe most significant change in the teeth of early farming communities is the number and types of cavities. Plaque is the thick film that covers exposed tooth surfaces and forms an ideal home for acid-producing bacteria that ruin tooth enamel. Chewing natural plant foods that are coarse and high in fiber removes much of the plaque as does good brushing. Eating meat and fat does not produce any food for the enamel-eating bacteria. Sugars, on the other hand, and finely ground starch grains made from the plants grown by farmers have molecules that easily dissolve in the mouth. These molecules are then quickly absorbed into the plaque layer, where they feed millions of acid­producing bacteria. What’s more, the finely ground starch grains are easily trapped in between teeth, where they continue to feed more acid-producing bacteria. So, it is not surprising that the most common type of tooth decay among early farmers is found in between teeth. This type of decay is very rare in diets containing mostly coarse, unprocessed foods."],
        ["8", "\tWhile the change from hunters and gatherers to city folks may not have been humans’ “worst” mistake, humans have paid a very high price for that change. For 99 percent of the time we humans have lived on Earth, we have been constantly on the move and enjoyed good health and little tooth decay. Certainly, we cannot go back to being nomads, but we can learn to eat nutritious diets and save our teeth. As a common dentist’s office sign says, “You don’t have to brush all your teeth, only the ones you want to keep!”"]
    ],
    "Copyright": "“A Scratch Tells All” by Vaughn M. Bryant, Dig, July 1, 2003. Copyright © 2003 by Cricket Media. Used with permission of Carus Publishing Company via Copyright Clearance Center.",
    "References": []
}