{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [
        "Mowgli is a young boy who has been raised by wolves. In this scene, he has left the jungle to live in the village of man."
    ],
    "Title": "[Excerpt from] The Jungle Book",
    "Subtitle": "",
    "Author": "by Rudyard Kipling",
    "LabelType": "P",
    "Content": [
        ["", "Ch. 5 “Tiger! Tiger!”"],
        ["1", "\tMowgli was uneasy, because he had never been under a roof before. But as he looked at the thatch, he saw that he could tear it out any time if he wanted to get away, and that the window had no fastenings. “What is the good of a man,” he said to himself at last, “if he does not understand man’s talk? Now I am as silly and dumb as a man would be with us in the jungle. I must speak their talk.”"],
        ["2", "\tIt was not for fun that he had learned while he was with the wolves to imitate the challenge of bucks in the jungle and the grunt of the little wild pig. So, as soon as Messua pronounced a word Mowgli would imitate it almost perfectly, and before dark he had learned the names of many things in the hut."],
        ["3", "\tThere was a difficulty at bedtime, because Mowgli would not sleep under anything that looked so like a panther trap as that hut, and when they shut the door he went through the window. “Give him his will,” said Messua’s husband. “Remember he can never till now have slept on a bed. If he is indeed sent in the place of our son he will not run away.”"],
        ["4", "\tSo Mowgli stretched himself in some long, clean grass at the edge of the field, but before he had closed his eyes a soft gray nose poked him under the chin. . . ."],
        ["5", "\tFor three months after that night Mowgli hardly ever left the village gate, he was so busy learning the ways and customs of men. First he had to wear a cloth round him, which annoyed him horribly; and then he had to learn about money, which he did not in the least understand, and about plowing, of which he did not see the use. Then the little children in the village made him very angry. Luckily, the Law of the Jungle had taught him to keep his temper, for in the jungle life and food depend on keeping your temper; but when they made fun of him because he would not play games or fly kites, or because he mispronounced some word, only the knowledge that it was unsportsmanlike to kill little naked cubs kept him from picking them up and breaking them in two."],
        ["6", "\tHe did not know his own strength in the least. In the jungle he knew he was weak compared with the beasts, but in the village people said that he was as strong as a bull."],
        ["7", "\tAnd Mowgli had not the faintest idea of the difference that caste makes between man and man. When the potter’s donkey slipped in the clay pit, Mowgli hauled it out by the tail, and helped to stack the pots for their journey to the market at Khanhiwara. That was very shocking, too, for the potter is a low­caste man, and his donkey is worse. When the priest scolded him, Mowgli threatened to put him on the donkey too, and the priest told Messua’s husband that Mowgli had better be set to work as soon as possible; and the village head­man told Mowgli that he would have to go out with the buffaloes next day, and herd them while they grazed. No one was more pleased than Mowgli; and that night, because he had been appointed a servant of the village, as it were, he went off to a circle that met every evening on a masonry platform under a great fig­tree. It was the village club, and the head­man and the watchman and the barber, who knew all the gossip of the village, and old Buldeo, the village hunter, who had a Tower musket, met and smoked. The monkeys sat and talked in the upper branches, and there was a hole under the platform where a cobra lived, and he had his little platter of milk every night because he was sacred; and the old men sat around the tree and talked, and pulled at the big huqas (the water­pipes) till far into the night. They told wonderful tales of gods and men and ghosts; and Buldeo told even more wonderful ones of the ways of beasts in the jungle, till the eyes of the children sitting outside the circle bulged out of their heads. Most of the tales were about animals, for the jungle was always at their door. The deer and the wild pig grubbed up their crops, and now and again the tiger carried off a man at twilight, within sight of the village gates."],
        ["8", "\tMowgli, who naturally knew something about what they were talking of, had to cover his face not to show that he was laughing, while Buldeo, the Tower musket across his knees, climbed on from one wonderful story to another, and Mowgli’s shoulders shook."],
        ["9", "\tBuldeo was explaining how the tiger that had carried away Messua’s son was a ghost­tiger, and his body was inhabited by the ghost of a wicked, old money­lender, who had died some years ago. “And I know that this is true,” he said, “because Purun Dass always limped from the blow that he got in a riot when his account books were burned, and the tiger that I speak of he limps, too, for the tracks of his pads are unequal.”"],
        ["10", "\t“True, true, that must be the truth,” said the gray­beards, nodding together."],
        ["11", "\t“Are all these tales such cobwebs and moon talk?” said Mowgli. “That tiger limps because he was born lame, as everyone knows. To talk of the soul of a money­lender in a beast that never had the courage of a jackal is child’s talk.”"],
        ["12", "\tBuldeo was speechless with surprise for a moment, and the head­man stared."],
        ["13", "\t“Oho! It is the jungle brat, is it?” said Buldeo. “If thou art so wise, better bring his hide to Khanhiwara, for the Government has set a hundred rupees on his life. Better still, talk not when thy elders speak.”"],
        ["14", "\tMowgli rose to go. “All the evening I have lain here listening,” he called back over his shoulder, “and, except once or twice, Buldeo has not said one word of truth concerning the jungle, which is at his very doors. How, then, shall I believe the tales of ghosts and gods and goblins which he says he has seen?”"]
    ],
    "Copyright": "Excerpt from The Jungle Book by Rudyard Kipling. Originally published in 1894.",
    "References": []
}