{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Boston’s Great Molasses Flood",
    "Subtitle": "",
    "Author": "by Beth Wagner Brust",
    "LabelType": "P",
    "Content": [
        ["1", "\tOn a mild January day in 1919 in Boston, Massachusetts, nine-year-old Anthony Distasio and his sister, Maria, were gathering firewood in the city’s North End. Out of school for the lunch hour, they were walking by a giant steel storage tank in the dockyard when they heard the strangest sound. Rat-a-tat-a-tat-a-tat-tat!"],
        ["2", "\tIt was louder than hundreds of firecrackers going off, followed by a rumbling roar, like thunder. Suddenly, a huge sheet of steel flew past them and a wave of brown goo as tall as a three-story house swallowed Maria and lifted up Anthony. Both were swept away by a sea of molasses that sped down the street faster than a galloping horse."],
        ["3", "\tIn just minutes, the Great Molasses Flood, as it became known, drowned an entire neighborhood in thick, dark, bittersweet syrup."],
        ["4", "\tAt the base of Copp’s Hill, a huge steel tank as high as a five-story clock tower and as wide as two school buses put end to end stood next to Boston Harbor. Two days earlier, it was filled to the top with molasses shipped in from the Caribbean. Its 2.3 million gallons were a record load, the most the tank had ever held. On January 15, 1919, a disaster occurred when the extreme weight of 26 million pounds, or 13,000 tons, proved too much to hold for the tank’s steel plates and bolts."],
        ["5", "\tAt 12:30 that afternoon, the tank rumbled and groaned and then popped its rivets, sending metal bolts zinging past Anthony and Maria. From the open gash, a tsunami of molasses gushed out at 35 miles an hour, overtaking trucks and wagons in its way."],
        ["6", "\tSchoolchildren were not the only ones caught by surprise. Mrs. Bridget Clougherty, a widow who lived a block away from the tank, was standing in her doorway, soaking up the sun, when the giant wave slammed into her house. She died instantly as the flood scraped the building off of its foundation and shoved it into the support beams for the elevated trains nearby, where the house broke apart."],
        ["7", "\tMrs. Clougherty’s adult son, Martin, was on the third floor at the time. Fast asleep when the house split in two, he woke up to find himself swimming in molasses. Luckily, Martin was able to grab his younger sister, Teresa, as well as a bedstead, and the two of them floated on the makeshift raft to safety."],
        ["8", "\tBoth a steel plate and the Clougherty’s house hit the support beams of the overhead train, knocking a gap in the tracks. Before the tank broke open, a train had just passed by. The next train was lucky to have a brakeman who spotted the drop-off in time. He threw the train into reverse, coming to a screeching halt only a few feet before the gap."],
        ["9", "\tAlthough rescue crews were quick to show up with their vehicles and equipment, they had a terrible time making their way to trapped or injured people and animals. The molasses in some places was knee-high and much thicker and stickier than honey, acting like human flypaper. As firefighters, police officers, soldiers, and sailors waded through the muck, it sucked off their boots and drenched their pants. Dozens of female Red Cross volunteers who also arrived quickly saw their crisp gray-and-white uniforms turn a copper shade of brown. Soon the Red Cross workers themselves had to be rescued because they got stuck and couldn’t move."],
        ["10", "\tWhen Antonio Distasio was tossed and tumbled by the molasses wave, it threw him into a lamppost and knocked him out. Fortunately, a firefighter yanked the boy out of the molasses before he could drown. Antonio suffered a fractured skull but survived. Sadly, his sister, Maria, was one of the 21 people who lost their lives in the flood."],
        ["11", "\tOne report mentioned that a schoolboy had been swept up by the wave and was carried all the way to the harbor and dumped into the salty water. The Coast Guard fished him out and discovered he was surprisingly clean of the sticky molasses. It didn’t take long for folks to realize that salt water was the only thing that dissolved the gooey substance. The fresh water sprayed by fire hoses shoved the goop around, but it didn’t clean the molasses off the streets or off the sides of houses."],
        ["12", "\tHowever, once the fireboats arrived and pumped salt water from the harbor onto the mess, some progress was made. The brine dissolved the syrup and made the molasses thin enough to flush down the sewers."],
        ["13", "\tBut the fireboats’ spray could only reach the streets and buildings closest to the harbor. To clean the rest of the neighborhood, people had to spend months steaming, scrubbing, scouring, and scraping the molasses off their homes, shops, and cobblestone streets. Residents in other areas of Boston had to clean the syrup off their clothes, shoes, and hands because it had spread to trolleys and buses, and traces were left on public benches and sidewalks."],
        ["14", "\tIn the North End of Boston, molasses flooded basements up to the ceiling and seeped into the bricks and mortar, making it very hard to remove. It took a few weeks to pump out the syrup, and still, a bittersweet aroma lingered."],
        ["15", "\tFor decades afterward, on very hot summer days, the air in Boston had an unusual, tangy-sweet scent. People were still smelling the Great Molasses Flood long after it had coated the city."],
        ["", "problems/MS22G8E/media/S6a.jpg"],
        ["", "problems/MS22G8E/media/S6b.jpg"]
    ],
    "Copyright": "Excerpt from “Boston’s Great Molasses Flood” by Beth Wagner Brust, Spider, January 1, 2010. Copyright © 2010 by Cricket Media. Used with permission of Carus Publishing Company via Copyright Clearance Center.\n\nPhotograph of the molasses tank, courtesy of The Bostonian Society.\n\nPhotograph of the molasses damage, courtesy of the Library of Congress.",
    "References": []
}