{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Hard Facts",
    "Subtitle": "",
    "Author": "by Joe J. Simmons III",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhat’s more destructive to teeth than fire, extreme cold, or desert heat? Read on to find the answer."],
        ["2", "\tTeeth are the hardest substance in your body. They can withstand freezing, submersion in water, extremely dry conditions, accidents that destroy the rest of the body, and temperatures below 1600° degrees F for periods at a time. As a result, they are usually well preserved in archaeological and paleontological sites, even if other skeletal remains are not. Modern­day police often use teeth to help identify victims of accidents and foul play."],
        ["3", "\tTeeth, however, are not indestructible. All are susceptible to decay. Also known as dental caries or cavities, tooth decay is the most common infectious disease in the world. It is caused by acids produced by certain types of bacteria that are passed from mother to child shortly after birth. These bacteria feed on exactly what humans feed on, in particular, sugars and other carbohydrates. Even the smallest traces of food in a person’s mouth can serve as a source of food for the decay-producing bacteria."],
        ["", "Wʜʏ Bʀᴜsʜɪɴɢ Cᴏᴜɴᴛs"],
        ["4", "\tDentists call the accumulations of bacteria on teeth plaque, and it is in the plaque that the acidic attack and resulting cavities occur. The acids dissolve the hard, strong enamel of the tooth’s crown, and decay penetrates the tooth structure. Once into the softer inner layer, called dentine, a cavity’s development can be rapid and painful. If a cavity is left untreated, the tooth will eventually die. Abscesses — severe infections in the bone and soft tissues surrounding teeth — can also occur, and these can be life-threatening."],
        ["5", "\tThe risk of dental decay and other infections is greatly reduced with good oral hygiene — regular brushing and flossing. Interestingly, tooth enamel can be made acid resistant if the element fluoride is incorporated into its structure. Fluoride occurs naturally in some areas with “hard” water, but is added to toothpastes and often to drinking water. Its use in modern societies has reduced dramatically the number of cavities in people who were exposed to fluoride during the formation of the enamel crowns of their teeth. This time period begins shortly after conception, when primary (baby) teeth are forming. It continues through a person’s teenage years with the complete formation of secondary, or permanent teeth."]
    ],
    "Copyright": "Excerpt from “Hard Facts” by Joe J. Simmons III, Dig, July 1, 2003. Copyright © 2003 by Cricket Media. Used with permission of Carus Publishing Company via Copyright Clearance Center.",
    "References": []
}