{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the westward growth of the nation, including the Louisiana Purchase and Manifest Destiny.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22G8SS/media/1a.jpg",
            "The differences between these two maps resulted from the —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Missouri Compromise",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Missouri Compromise happened in 1820 and emerged to address the issue of slavery in new states such as Missouri. These new states were formed in the territory added through the Louisiana Purchase shown on the maps.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Treaty of Ghent",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Treaty of Ghent was signed in 1814, and it ended the War of 1812. The treaty resolved territorial disputes in the Great Lakes region, but it did not result in the addition of the vast amount of territory shown on the maps.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "Louisiana Purchase",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Louisiana Purchase was made in 1803 and resulted in the United States gaining a large amount of territory west of the Mississippi River. This negotiated agreement with France resulted in the United States roughly doubling in size. For this item, the student applies critical-thinking skills to organize and interpret information from maps.",
                    "Percent": 83
                }
            },
            "D": {
                "Choice": "Adams-Onís Treaty",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Adams-Onís Treaty was signed in 1819, after the changes shown on the map. The treaty added Florida, rather than land west of the Mississippi River, to the United States.",
                    "Percent": 1
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the role of significant individuals such as Thomas Hooker, Charles de Montesquieu, and John Locke in the development of self–government in colonial America.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22G8SS/media/2a.jpg",
            "Which government principle is illustrated in this diagram?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Federalism",
                "Key": {
                    "Correct": false,
                    "Rationale": "The concept of federalism involves the division of governing power between the national government and state governments. The diagram only addresses the responsibilities and powers of the national government.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "Popular sovereignty",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although popular sovereignty is about power, it is the idea that the power of government originates with the people. The diagram is about how governmental power is distributed.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "Republicanism",
                "Key": {
                    "Correct": false,
                    "Rationale": "As applied to the U.S. Constitution, the concept of republicanism refers to the idea that the people are represented in the government by officials who are elected by the people.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "Separation of powers",
                "Key": {
                    "Correct": true,
                    "Rationale": "Separation of powers refers to the division of power among the three branches of government. The diagram shows these branches and the primary power given to each by the U.S. Constitution. For this item, the student applies critical-thinking skills to organize and interpret information from a diagram.",
                    "Percent": 79
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain reasons for the development of the plantation system, the transatlantic slave trade, and the spread of slavery.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This table shows the population of enslaved people in two regions of the United States in 1840.",
            "problems/TX22G8SS/media/3a.jpg",
            "Which statement describes a factor that MOST contributed to the population difference shown in the table?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The South had a society that relied on wage labor.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The economy of the Southern states relied on the labor of enslaved people, who did not receive a wage, rather than on wage labor. This was a result of an economy based on plantation agriculture. The more industrial economy and society of the North relied on wage labor.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "The South had an economy that relied on cotton.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The economy of the Southern states relied on the production of cash crops such as cotton. To increase their profits, Southern plantation owners chose to rely on the forced labor of unpaid, enslaved people. Using the labor of enslaved people maximized profits for Southern plantation owners. For this item, the student applies critical-thinking skills to contrast two regions of the United States.",
                    "Percent": 67
                }
            },
            "C": {
                "Choice": "The South had a variety of natural resources.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The South did have a variety of natural resources. However, land was the natural resource that most influenced the economy of the South. To earn a profit from the land, plantation owners established an agricultural system that relied on the labor of enslaved people.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "The South had an abundance of large cities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While it did have some large cities—such as Richmond, New Orleans, and Charleston—the South was predominantly a rural society; it was the North that had an abundance of cities.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze causes of the American Revolution, including the Proclamation of 1763, the Intolerable Acts, the Stamp Act, mercantilism, lack of representation in Parliament, and British economic policies following the French and Indian War.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How did the American colonies react to enforcement of the Intolerable Acts?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By collecting funds to pay for the tea destroyed in Boston Harbor",
                "Key": {
                    "Correct": false,
                    "Rationale": "One of the Intolerable Acts included a requirement for the colonists to pay for the destruction of the tea dumped in Boston Harbor during the Boston Tea Party. However, this requirement was from Parliament. The American colonies reacted by resisting this and other parts of the Intolerable Acts.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "By sending ambassadors to France to request military aid",
                "Key": {
                    "Correct": false,
                    "Rationale": "In 1774, when the colonists planned their resistance to the Intolerable Acts, they were not seeking independence. Benjamin Franklin’s trip to France in search of military aid occurred several years after the American Revolution had begun and independence had been declared.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "By placing a tax on all goods imported from Great Britain",
                "Key": {
                    "Correct": false,
                    "Rationale": "The colonies lacked the power to impose taxes on British imports. Instead, the American colonists boycotted British imports.",
                    "Percent": 37
                }
            },
            "J": {
                "Choice": "By holding the First Continental Congress to discuss unified resistance",
                "Key": {
                    "Correct": true,
                    "Rationale": "After Parliament passed the Intolerable Acts in 1774, delegates from the colonies met in what became known as the First Continental Congress. During the First Continental Congress, the delegates organized unified resistance to the acts. For this item, the student applies critical-thinking skills to identify cause- and-effect relationships.",
                    "Percent": 43
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the relationship between the arts and continuity and change in the American way of life.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This sketch titled “Jury of Whites and Blacks” appeared in Frank Leslie’s Illustrated Newspaper in 1867.",
            "problems/TX22G8SS/media/5a.jpg",
            "Which event is MOST associated with the change in American life shown in this sketch?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The adoption of the Great Compromise",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Great Compromise refers to the compromise over the issue of representation in the federal government. This compromise resulted in different forms of representation in the Senate and the House of Representatives. It was reached during the Constitutional Convention and occurred almost 100 years before the illustration was published.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "The establishment of a two-party political system",
                "Key": {
                    "Correct": false,
                    "Rationale": "The two-party system traces its origins to the disagreement over ratification of the Constitution. From this era until the end of the Civil War, slavery was legal, and African Americans had few opportunities to serve on juries.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "The ratification of the Fourteenth Amendment",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Fourteenth Amendment ensured that all citizens had the same “privileges or immunities” under the law. This meant that people could not be denied the right to serve on a jury or to have a jury of one’s peers. As a result, African Americans had the legal right to serve on juries, and African American defendants had the legal right to have African Americans on their juries. For this item, the student applies critical-thinking skills to organize and interpret information from an illustration.",
                    "Percent": 68
                }
            },
            "D": {
                "Choice": "The election of more qualified judges",
                "Key": {
                    "Correct": false,
                    "Rationale": "The election of qualified judges had no direct impact on whether African Americans had the legal right to serve on juries. This right was legally protected by the ratification of the Fourteenth Amendment.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze how physical characteristics of the environment influenced population distribution, settlement patterns, and economic activities in the United States.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "An immigrant sails to North America in the early 1700s hoping to start a tobacco farm. He has done some research on the best environment for tobacco farming. Where is the immigrant most likely to settle?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Massachusetts",
                "Key": {
                    "Correct": false,
                    "Rationale": "The rocky soil and cold winters of Massachusetts did not support large-scale agriculture or the growth of cash crops such as tobacco.",
                    "Percent": 21
                }
            },
            "G": {
                "Choice": "Virginia",
                "Key": {
                    "Correct": true,
                    "Rationale": "Virginia had hot summers and mild winters, which provided a suitable climate for large-scale farming of tobacco. Furthermore, the rivers of Virginia and the fertile soil supported the cultivation of cash crops such as tobacco. For this item, the student applies critical-thinking skills to draw conclusions.",
                    "Percent": 59
                }
            },
            "H": {
                "Choice": "Rhode Island",
                "Key": {
                    "Correct": false,
                    "Rationale": "The rocky soil and cold winters of Rhode Island did not support large-scale agriculture or the growth of cash crops such as tobacco.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "Pennsylvania",
                "Key": {
                    "Correct": false,
                    "Rationale": "Pennsylvania did have good soil and a relatively mild climate, but wheat rather than tobacco was the primary crop grown there. For this reason, Pennsylvania became known as a “breadbasket” colony.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Summarize rights guaranteed in the Bill of Rights.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22G8SS/media/7a.jpg",
            "Which idea correctly replaces the question mark in this diagram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Due Process",
                "Key": {
                    "Correct": true,
                    "Rationale": "Due process requires that legal matters be resolved according to established rules and principles. In the United States, the rights to a speedy and public trial, an impartial jury, and legal counsel are due-process rights that have been established either through constitutional amendment or U.S. Supreme Court decisions. For this item, the student applies critical-thinking skills to categorize information.",
                    "Percent": 61
                }
            },
            "B": {
                "Choice": "Eminent Domain",
                "Key": {
                    "Correct": false,
                    "Rationale": "Eminent domain is established by the Fifth Amendment to the U.S. Constitution. It involves due process because it requires the government to provide just compensation when taking private property for public use. Eminent domain does not involve the due-process rights to a speedy and public trial, an impartial jury, and legal counsel.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "Free Speech",
                "Key": {
                    "Correct": false,
                    "Rationale": "The right to free speech is established by the First Amendment to the U.S. Constitution. However, it is not a due-process right because it is not specifically designed to protect the rights of an accused person; rather, it protects an individual from prosecution or persecution by the government based on the individual’s spoken or written words.",
                    "Percent": 151
                }
            },
            "D": {
                "Choice": "Federalism",
                "Key": {
                    "Correct": false,
                    "Rationale": "Federalism is the division of power between the national government and the state governments. The idea that governing power is divided among different levels does not involve the ideas listed in the diagram.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe and evaluate the historical development of the abolitionist movement.",
            "Differentiate between, locate, and use valid primary and secondary sources such as media and news services, biographies, interviews, and artifacts to acquire information about the United States."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This excerpt refers to an event that occurred in Virginia in 1859.",
            "problems/TX22G8SS/media/8a.jpg",
            "Which action prompted the newspaper’s claim that John Brown’s raid “advanced the cause of disunion”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Some Northerners were willing to defend the South’s right to continue slavery",
                "Key": {
                    "Correct": false,
                    "Rationale": "John Brown was from the North. He opposed slavery, and his raid showed that some Northerners were willing to fight against slavery rather than in defense of it.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "Some Southerners were willing to take up arms to protest high tariffs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Several years before his raid on Harpers Ferry, John Brown was involved in “Bleeding Kansas,” where the prospect of popular sovereignty prompted supporters and opponents of slavery to try to influence how the territory would vote on the issue. However, in Virginia, popular sovereignty was not an issue; rather, John Brown sought to start a rebellion of enslaved people.",
                    "Percent": 21
                }
            },
            "H": {
                "Choice": "Some abolitionists thought violence was necessary to end slavery.",
                "Key": {
                    "Correct": true,
                    "Rationale": "John Brown raided Harpers Ferry to start a rebellion by enslaved people. The raid increased tensions between the North and the South. It also furthered the narrative that slavery could be abolished only through violence. For this item, the student applies critical-thinking skills to use a secondary source to acquire information about the United States.",
                    "Percent": 48
                }
            },
            "J": {
                "Choice": "Some people in territories needed to defend their right to popular sovereignty.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Several years before his raid on Harpers Ferry, John Brown was involved in “Bleeding Kansas,” where the prospect of popular sovereignty prompted supporters and opponents of slavery to try to influence how the territory would vote on the issue. However, in Virginia, popular sovereignty was not an issue; rather, John Brown sought to start a rebellion of enslaved people.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the major eras in U.S. history through 1877, including colonization, revolution, creation and ratification of the Constitution, early republic, the Age of Jackson, westward expansion, reform movements, sectionalism, Civil War, and Reconstruction, and describe their causes and effects.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which era involved legislation enacted by the Radical Republicans?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Civil War",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although many of the leaders who became known as the Radical Republicans were in power before the Civil War, they gained influence and power during the debate over Reconstruction.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "Reconstruction",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Radical Republicans were a group of legislators who became influential during Reconstruction. They believed that African Americans should have the same rights as white citizens and that the federal government should ensure those rights. They also believed that Confederate leaders should be punished for their actions. For this item, the student applies critical-thinking skills to categorize information.",
                    "Percent": 45
                }
            },
            "C": {
                "Choice": "Early republic",
                "Key": {
                    "Correct": false,
                    "Rationale": "The early republic era occurred during the early 1800s. The Radical Republicans controlled the U.S. Congress during Reconstruction.",
                    "Percent": 35
                }
            },
            "D": {
                "Choice": "Antebellum",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although many of the leaders who became known as the Radical Republicans were in power during the antebellum era, they were not able to control legislation or impact policy until Reconstruction.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the effects of technological and scientific innovations such as the steamboat, the cotton gin, the telegraph, and interchangeable parts;.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22G8SS/media/10a.jpg",
            "What is being described in this excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Spinning jenny and the textile industry",
                "Key": {
                    "Correct": false,
                    "Rationale": "The spinning jenny was invented by James Hargreaves and was used in textile manufacturing rather than weapons manufacturing.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "Interchangeable parts and mass production",
                "Key": {
                    "Correct": true,
                    "Rationale": "Eli Whitney promoted the use of interchangeable parts in the manufacturing of guns. The use of interchangeable parts in the manufacturing process required fewer skilled workers and facilitated the mass production of products. For this item, the student applies critical-thinking skills to draw a conclusion.",
                    "Percent": 62
                }
            },
            "H": {
                "Choice": "Cotton gin and the plantation system",
                "Key": {
                    "Correct": false,
                    "Rationale": "Whitney did invent a cotton gin that mechanized the processing of cotton. Although the cotton gin led to increased demand for enslaved workers on cotton plantations, the excerpt is about how using interchangeable parts to manufacture guns affected production.",
                    "Percent": 25
                }
            },
            "J": {
                "Choice": "Steam engine and railroad commerce",
                "Key": {
                    "Correct": false,
                    "Rationale": "James Watt is credited with improving the steam engine, which impacted railroad commerce. Eli Whitney’s work was focused on the cotton gin and the use of interchangeable parts in weapons manufacturing.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the influence of ideas from historic documents, including the Magna Carta, the English Bill of Rights, the Mayflower Compact, and the Federalist Papers, on the U.S. system of government.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which historic document had the greatest influence on the first ten amendments to the U.S. Constitution?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The English Bill of Rights",
                "Key": {
                    "Correct": true,
                    "Rationale": "The English Bill of Rights listed the rights of citizens, such as the right to free speech. This idea of listing the rights of the people and guaranteeing certain rights such as free speech influenced the framers of the U.S. Constitution. The Bill of Rights in the U.S. Constitution therefore reflects the influence of the English Bill of Rights. For this item, the student applies critical-thinking skills to identify cause-and-effect relationships.",
                    "Percent": 60
                }
            },
            "B": {
                "Choice": "The Mayflower Compact",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Mayflower Compact reflects the principle of self-government rather than the rights of individuals.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "The Fundamental Orders of Connecticut",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Fundamental Orders of Connecticut was written to establish the governance of the colony and focuses on the idea of people governing themselves. It does not focus on the rights of individuals.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "The Articles of Confederation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Articles of Confederation established the first government of the United States. The rights cited in the document are those belonging to the federal and state governments. In contrast, the Bill of Rights added to the U.S. Constitution is about individual rights.",
                    "Percent": 24
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the issues of the Constitutional Convention of 1787, including the Great Compromise and the Three–Fifths Compromise.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Why did the Constitutional Convention agree to the Three-Fifths Compromise?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To settle debates over the issue of counting the enslaved population for representation",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Three-Fifths Compromise determined that three-fifths of a state’s enslaved people would be counted as part of the population when determining representation in the U.S. House of Representatives. For this item, the student applies critical-thinking skills to draw a conclusion.",
                    "Percent": 67
                }
            },
            "G": {
                "Choice": "To settle debates over the issue of abolishing the importation of enslaved people",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the Three-Fifths Compromise did address the issue of slavery, it did not focus on the slave trade. Instead, it focused on how enslaved people would be counted as part of the population. The debate over the importation of enslaved people was settled by the agreement that the practice would cease twenty years after the U.S. Constitution was approved.",
                    "Percent": 19
                }
            },
            "H": {
                "Choice": "To create a government based on the principle of federalism",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Three-Fifths Compromise did not address the concept of federalism. Instead, it focused on how enslaved people would be counted for the purposes of state taxation and representation.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "To create a government with a bicameral legislature",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Three-Fifths Compromise addressed the issue of how many representatives a state would have in the U.S. House of Representatives. However, the agreement to have a House of Representatives as part of a bicameral legislature was reached through the Great Compromise.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain constitutional issues arising over the issue of states’ rights, including the Nullification Crisis and the Civil War.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22G8SS/media/13a.jpg",
            "Which issue do the events in these headlines have in common?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Expansion of slavery",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Alien and Sedition Acts, which prompted the Kentucky Resolution, were about the issues of naturalization and free speech. The Hartford Convention was a response to the War of 1812. The Nullification Crisis in South Carolina began over the issue of tariffs. None of these focused on slavery.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "States’ rights",
                "Key": {
                    "Correct": true,
                    "Rationale": "The three headlines describe situations in which states claimed their rights against the federal government. Both Kentucky and South Carolina claimed the right to declare a federal law null and void, thought the U.S. Supreme Court rejected the theory of nullification by the states. The delegates at the Hartford Convention debated their rights to secede and to amend the Constitution based on their interpretation of states’ rights. For this item, the student applies critical-thinking skills to compare information.",
                    "Percent": 57
                }
            },
            "C": {
                "Choice": "Taxation without representation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The issue of taxation without representation was a central cause of the Revolutionary War. The Kentucky Resolution dealt with the relationship between the federal and state governments. While the Hartford Convention was about the policies of the federal government, trade rather than taxation was the central focus. The Nullification Crisis was about taxes on imports, but South Carolina was challenging the tariff rate rather than whether the state had been fairly represented when tariff laws were passed.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "Popular sovereignty",
                "Key": {
                    "Correct": false,
                    "Rationale": "The situations in all three headlines did not originate through popular sovereignty, or the people voting on the issues. Instead, they resulted from state leaders’ opposition to actions taken by the federal government.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the impact of the First Amendment guarantees of religious freedom on the American way of life.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which historical action was protected by the First Amendment guarantee regarding religion?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The nativist Know-Nothing Party attracted more members.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Know-Nothing Party opposed immigrants, especially Roman Catholic immigrants. The fact that the party attracted members is an example of the growth of nativist prejudice rather than religious freedom.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "Eastern communities forced Mormons to migrate to the West.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Mormons migrated as a result of religious persecution, which is the opposite of the intent of the First Amendment.",
                    "Percent": 22
                }
            },
            "H": {
                "Choice": "City officials worked to reduce the political power of Catholic immigrant.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The First Amendment is specifically aimed at preventing government from interfering with the free exercise of religion, which would include restricting opportunities because of a person’s religion. Even though this restriction initially applied only to the federal government, it was extended to state and local governments with the ratification of the Fourteenth Amendment.",
                    "Percent": 41
                }
            },
            "J": {
                "Choice": "Evangelists led revivals in New England.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The First Amendment protects the right of individuals to practice the religion of their choice. The fact that evangelists led religious meetings in New England without fear of arrest or persecution demonstrates how the First Amendment protected the freedom of religion. For this item, the student applies critical-thinking skills to draw a conclusion.",
                    "Percent": 22
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "Explain the roles played by significant individuals during the Civil War, including Jefferson Davis, Ulysses S. Grant, Robert E. Lee, and Abraham Lincoln, and heroes such as congressional Medal of Honor recipients William Carney and Philip Bazaar."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement describes the roles of George McClellan and Ulysses S. Grant during the Civil War?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They were Confederate generals who captured Fort Sumter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both McClellan and Grant served in the Union Army and were not Confederate generals.",
                    "Percent": 21
                }
            },
            "B": {
                "Choice": "They were Union generals who commanded the Army of the Potomac.",
                "Key": {
                    "Correct": true,
                    "Rationale": "George McClellan was the Union Commander of the Army of the Potomac from July 1861 until November 1862. Ulysses S. Grant served as the general-in-chief of the Union Army. He located his headquarters within the Army of the Potomac from May 1864 until April 1865.",
                    "Percent": 34
                }
            },
            "C": {
                "Choice": "They were Confederate generals who surrendered at the Battle of Vicksburg.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither McClellan nor Grant served in the Confederate Army. They were both Union officers.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "They were Union generals who committed war crimes at the Battle of Gettysburg.",
                "Key": {
                    "Correct": false,
                    "Rationale": "McClellan and Grant were both Union officers. However, General George Meade led the Army of the Potomac during the Battle of Gettysburg. Neither McClellan nor Grant was at the Battle of Gettysburg",
                    "Percent": 22
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze how technological innovations brought about economic growth such as the development of the factory system and the construction of the Transcontinental Railroad.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22G8SS/media/16a.jpg",
            "What were two effects of this canal on the United States during the early-to-mid 1800s?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The Northeast gained access to new trade networks, and the Midwest opened for more settlement",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Erie Canal provided a transportation route from the Atlantic Ocean to the Great Lakes. Improved trade in the Great Lakes region helped open the Midwest for further settlement. For this item, the student applies critical-thinking skills to organize and interpret information from a map.",
                    "Percent": 62
                }
            },
            "G": {
                "Choice": "The South became less dependent on slave labor, while the North became more dependent on indentured servants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This transportation route had little impact on the South, although it did encourage the construction of canals in the region. By the time of the Erie Canal, indentured servitude was not a common part of the economic system in the North.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "The West became the commercial center of the nation, while the Northeast increased dependence on agricultural production.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This transportation route increased access to the Midwest, but it did not greatly impact the West. The increased transport of goods along this route solidified the role of the Northeast as the commercial center of the nation. Agricultural production was centered in the South and later expanded into the Midwest.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "The South experienced lower shipping costs, and the West expanded international trade.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Erie Canal expanded trade with the Old Northwest, but it did not directly impact access to or trade with the West. Because of its location, the canal did not have a direct impact on shipping costs in the South.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the central role of the expansion of slavery in causing sectionalism, disagreement over states’ rights, and the Civil War.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement describes how the passage of the Kansas-Nebraska Act of 1854 increased sectionalism?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It allowed slavery to expand into the territories.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Kansas-Nebraska Act negated the Missouri Compromise and allowed the territories of Nebraska and Kansas to decide the issue of slavery based on popular sovereignty. This reignited the debate over the expansion of slavery and increased sectionalism. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 47
                }
            },
            "B": {
                "Choice": "It gave tax cuts to manufacturers who relocated to the territories.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Kansas-Nebraska Act established that the territories could decide the issue of slavery based on the principle of popular sovereignty. It did not provide tax incentives to companies or industries.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "It allowed slaves who escaped to the territories to purchase their freedom.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The act did not permit enslaved people to purchase their freedom once they reached either territory. The fate of people who escaped slavery was still governed by the Fugitive Slave Act.",
                    "Percent": 24
                }
            },
            "D": {
                "Choice": "It granted homesteads to immigrants who settled in the territories.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Kansas-Nebraska Act addressed the issue of slavery in the territories. It did not promise homesteads to immigrants. The Homestead Act offered land to settlers.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the foreign policies of presidents Washington through Monroe and explain the impact of Washington’s Farewell Address and the Monroe Doctrine.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            "problems/TX22G8SS/media/18a.jpg",
            "Why did President Washington give this advice about the future of U.S. foreign policy?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To end European colonization in the Western Hemisphere",
                "Key": {
                    "Correct": false,
                    "Rationale": "Washington’s advice to stay out of European politics did not address the issue of colonization. France and Spain maintained colonies in the Americas at this time, and Washington did not suggest that the United States should take action to liberate these colonies. Rather, it was the Monroe Doctrine that later challenged European colonization of the Americas.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "To avoid being drawn into European wars",
                "Key": {
                    "Correct": true,
                    "Rationale": "Washington encouraged the nation to remain uninvolved in the politics of other countries in order to prevent the newly formed United States from getting drawn into European wars that could threaten the political independence of the country. For this item, the student applies critical-thinking skills to draw a conclusion.",
                    "Percent": 52
                }
            },
            "H": {
                "Choice": "To use trade embargoes to stay neutral",
                "Key": {
                    "Correct": false,
                    "Rationale": "Washington encouraged commercial ties with other countries. Trade embargoes were used in the early 1800s by presidents seeking to stay neutral in conflicts between Great Britain and France.",
                    "Percent": 25
                }
            },
            "J": {
                "Choice": "To encourage economic growth through the transatlantic slave trade",
                "Key": {
                    "Correct": false,
                    "Rationale": "Washington’s advice focused on the need for the nation to remain uninvolved in the affairs of European nations. He encouraged commerce with Europe, but he did not suggest that economic growth should be gained through the transatlantic slave trade.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Ientify reasons for English, Spanish, and French exploration and colonization of North America.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Why did European explorers search for the Northwest Passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To find the legendary Seven Cities of Gold",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Seven Cities of Gold were supposedly located in the southwestern region of the modern-day United States. The Northwest Passage was a sea route across the northern regions of the continent.",
                    "Percent": 27
                }
            },
            "B": {
                "Choice": "To discover new technology for crossing the Atlantic Ocean",
                "Key": {
                    "Correct": false,
                    "Rationale": "During the search for the Northwest Passage, sailors already had the technology to cross the Atlantic Ocean. The search for the Northwest Passage was a quest to find a way of traveling from the Atlantic Ocean to the Pacific Ocean through the northern regions of the continent.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "To find the legendary waters of the Fountain of Youth",
                "Key": {
                    "Correct": false,
                    "Rationale": "Explorers searching for the Fountain of Youth explored Florida and the Caribbean. The search for the Northwest Passage happened in northern Canada.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "To discover a new sea route to Asia",
                "Key": {
                    "Correct": true,
                    "Rationale": "In searching for the Northwest Passage, explorers hoped to find a sea route to the Pacific Ocean. This passage would have provided an alternative route to Asia from Europe that did not involve sailing around the tip of either Africa or South America. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 55
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the political, social, and economic contributions of women to American society.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22G8SS/media/20a.jpg",
            "Which woman fought to create legislation to help the people described in this excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Sojourner Truth",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sojourner Truth was an abolitionism activist who spoke against and worked to abolish slavery.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Dorothea Dix",
                "Key": {
                    "Correct": true,
                    "Rationale": "Dorothea Dix was an activist who advocated for people who experienced mental illness. She repeatedly lobbied Congress and state legislatures to improve care for people experiencing mental illness. For this item, the student applies critical-thinking skills to organize and interpret information from a report.",
                    "Percent": 61
                }
            },
            "H": {
                "Choice": "Harriet Beecher Stowe",
                "Key": {
                    "Correct": false,
                    "Rationale": "Harriet Beecher Stowe was an author who, in both her writing and her life, advocated for the abolition of slavery. She did not address the plight of people facing mental illness.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "Elizabeth Cady Stanton",
                "Key": {
                    "Correct": false,
                    "Rationale": "Elizabeth Cady Stanton primarily focused her activism on the issues of women’s rights and the battle for female suffrage, although she was also involved in other reform movements such as abolitionism.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the importance of the Mayflower Compact, the Fundamental Orders of Connecticut, and the Virginia House of Burgesses to the growth of representative government.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This diagram shows a sequence of events in colonial history.",
            "problems/TX22G8SS/media/21a.jpg",
            "Why is this sequence of events important?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Colonists created a legislature with two houses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Mayflower Compact established the principle that the colonists would govern themselves. In 1787, the Founding Fathers used the U.S. Constitution to create a legislature with two houses.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Colonists declared independence from English rule.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Mayflower Compact acknowledged that the colonists were still subjects of the English king. The colonists used the Declaration of Independence to declare independence in 1776.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "Colonists defended the concept of unalienable rights.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The colonists wrote the Mayflower Compact as an agreement that they would all work together to govern themselves. Enlightenment thinkers such as John Locke popularized the concept of natural or unalienable rights. Thomas Jefferson later included the idea of unalienable rights in the Declaration of Independence when he wrote about “life, liberty, and the pursuit of happiness.”",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "Colonists established a tradition of self-government.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In 1620, the colonists used the Mayflower Compact to declare their intent to unite for the purpose of forming a government. By agreeing to establish the laws by which they all would live, they established a form of self-government. This idea of self-government later influenced other colonies. For this item, the student applies critical-thinking skills to organize and interpret information from a diagram.",
                    "Percent": 67
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Summarize the purposes for amending the U.S. Constitution.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Why was the Third Amendment prohibiting the quartering of troops added to the U.S. Constitution?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To address colonial treatment by the British military",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the colonial era, Parliament used the Quartering Act to require colonists to provide food, housing, and other provisions to British troops in America. The colonists opposed this practice and listed it as a grievance in the Declaration of Independence. The Founding Fathers later prohibited the practice through their inclusion of the Third Amendment in the Bill of Rights. For this item, the student applies critical- thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 49
                }
            },
            "G": {
                "Choice": "To maintain control over members of the British military",
                "Key": {
                    "Correct": false,
                    "Rationale": "By the time that the Third Amendment was proposed in 1789, the United States was independent and British troops no longer were stationed in the country.",
                    "Percent": 24
                }
            },
            "H": {
                "Choice": "To ensure the national government could pay for the U.S. military",
                "Key": {
                    "Correct": false,
                    "Rationale": "The prohibition of the quartering of troops does not address the funding of the military. Instead, it protected citizens from having to house soldiers against their will.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "To reinforce the need for state militias in the United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "Prohibiting the national government from forcing citizens to house soldiers did not impact state militias. The purpose of the amendment was to protect citizens from what had been seen as an egregious practice by the British",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Evaluate the contributions of the Founding Fathers as models of civic virtue.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Why is Thomas Jefferson’s writing of the Declaration of Independence considered to be one of his greatest contributions to American history?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He showed responsibility by outlining the structure for a new government.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Declaration of Independence only declared the colonies’ independence; the Articles of Confederation provided the structure for the first government of the United States.",
                    "Percent": 56
                }
            },
            "B": {
                "Choice": "He helped define rights that would defeat tyranny.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the Declaration of Independence, Jefferson emphasized the idea that people have certain unalienable rights. This concept of natural rights formed the ideological basis of the colonists’ fight for independence. In addition, Jefferson included a list of grievances that showed how the British government had violated those rights. For this item, the student applies critical-thinking skills to make a generalization.",
                    "Percent": 29
                }
            },
            "C": {
                "Choice": "He developed a military plan to defeat the British.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Declaration of Independence listed the colonists’ grievances and declared their independence. Military strategy was developed by leaders such as George Washington.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "He outlined a strategy for acquiring the Louisiana Territory.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Thomas Jefferson was responsible for the Louisiana Purchase in 1803. However, when he wrote the Declaration of Independence in 1776, his focus was on gaining freedom from Great Britain rather than acquiring territory from France.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the causes and effects of the U.S.–Mexican War and their impact on the United States.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which event was one cause of the U.S.-Mexican War?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The United States banned slavery in territories acquired from Mexico.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States planned for Texas to be annexed into the United States as a slave state. The United States did not gain any other territory from Mexico until the end of the war, nor did it ban slavery in the new territories.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "The U.S. Congress debated statehood for New Mexico.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The issue of statehood for New Mexico was not debated until after the war, as the territory had belonged to Mexico before the war.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "U.S. and Mexican soldiers fought over disputed territory north of the Rio Grande.",
                "Key": {
                    "Correct": true,
                    "Rationale": "n 1845, Mexico recognized the border with Texas as being defined by the Nueces River. Texas recognized the Rio Grande, located farther south, as being the border. The United States and Mexico both had troops in the area between the rivers, and this dispute erupted into war. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "The United States acquired the Mexican Cession.",
                "Key": {
                    "Correct": false,
                    "Rationale": "U.S. acquisition of the Mexican Cession was an outcome rather than a cause of the war. Because of Mexico’s defeat, the United States gained territory in the Southwest.",
                    "Percent": 23
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the causes and effects of economic differences among different regions of the United States at selected times.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This map shows a trade system that emerged in the 1500s and reached its height in the 1700s.",
            "problems/TX22G8SS/media/25a.jpg",
            "Which factor was a reason for the trade system illustrated on this map?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Labor demands of the factory system",
                "Key": {
                    "Correct": false,
                    "Rationale": "The factory system involved the use of workers who were paid a wage. The map shows the routes used to deliver Africans forced into slavery to the Americas.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Invention of the steamboat",
                "Key": {
                    "Correct": false,
                    "Rationale": "A successful steamboat was not invented until the early 1800s. The transatlantic slave trade began in the 1500s.",
                    "Percent": 27
                }
            },
            "C": {
                "Choice": "Labor demands of the plantation system",
                "Key": {
                    "Correct": true,
                    "Rationale": "The map shows the routes of the transatlantic slave trade. The plantation system in the Americas depended on the forced labor of enslaved people, who received no wages. This demand spurred the growth of the slave trade. For this item, the student applies critical-thinking skills to organize and interpret information from a map.",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "Invention of the mechanical loom",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mechanical loom for weaving cloth was invented in the late 1800s, long after the start of the transatlantic slave trade in the 1500s.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the reasons for the growth of representative government and institutions during the colonial period.",
            "Differentiate between, locate, and use valid primary and secondary sources such as media and news services, biographies, interviews, and artifacts to acquire information about the United States."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22G8SS/media/26a.jpg",
            "In the early days of the colonies, a belief in these rights helped lead to —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the establishment of royal courts",
                "Key": {
                    "Correct": false,
                    "Rationale": "The colonists did not have the power to establish royal courts, and they wanted courts composed of their peers.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "the growth of representative government",
                "Key": {
                    "Correct": true,
                    "Rationale": "The colonists believed that the best way to protect the rights of life, liberty, and property was to have representation in government. Thomas Jefferson addressed these ideas in the Declaration of Independence and explained that the purpose of government was to preserve unalienable rights. For this item, the student applies critical-thinking skills to use a primary source to acquire information about the United States.",
                    "Percent": 70
                }
            },
            "H": {
                "Choice": "the implementation of the mercantile system",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mercantile system was rooted in the concept that colonies existed to benefit the mother country. This idea certainly shaped the British approach to the colonies. However, mercantilism would have helped lead to colonial support for liberty rather than the other way around",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "the abolishment of indentured servitude",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the colonists did believe in a right to liberty, they did not apply this concept to all people. Indentured servitude was a form of unfree labor, and slavery was not abolished until the ratification of the Thirteenth Amendment in 1865.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the causes, important events, and effects of the War of 1812.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement describes one result of the War of 1812?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Great Britain lost control of Canada.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the War of 1812 extended into Canada, Great Britain retained control of that country at war’s end.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "The United States gained control of the Oregon Territory.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Great Britain and the United States did dispute control of land in the Northwest, but the borders there were settled by treaty in 1846 rather than through the War of 1812.",
                    "Percent": 36
                }
            },
            "C": {
                "Choice": "The United States stopped trading with Britain and France.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Congress limited trade with these countries before the war, but after the war, the United States resumed trading with both nations.",
                    "Percent": 38
                }
            },
            "D": {
                "Choice": "Great Britain stopped the practice of impressment.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Impressment was one of the main causes of the war, and Great Britain ended the practice of forcing American sailors into the British Navy as a result of the war. For this item, the student applies critical- thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Summarize historical events in which compromise resulted in a resolution such as the Missouri Compromise, the Compromise of 1850, and Kansas–Nebraska Act.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement explains an effect of the Missouri Compromise?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The compromise maintained the balance between the number of free states and slave states in the Senate.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Missouri Compromise involved the addition of two states to the nation. Missouri was added as a slave state and Maine as a free state. This agreement maintained the balance of slave and free states in Congress. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 61
                }
            },
            "G": {
                "Choice": "The compromise allowed slaves to be counted toward a state’s population for representation in Congress.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Three-Fifths Compromise involved how enslaved people would be counted for representation and was agreed to during the drafting of the Constitution in 1787. The Missouri Compromise was negotiated in 1820.",
                    "Percent": 19
                }
            },
            "H": {
                "Choice": "The compromise enabled Southerners to pursue fugitive slaves into the North.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Southerners were allowed to pursue people fleeing slavery as a result of the Fugitive Slave Act of 1850. The Missouri Compromise did not address this issue.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "The compromise ended the slave trade in Washington, D.C.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The slave trade was abolished in Washington, D.C., as a result of the Compromise of 1850 rather than of the Missouri Compromise.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Summarize arguments regarding protective tariffs, taxation, and the banking system.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Why did President Andrew Jackson oppose the Second Bank of the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He believed it was inefficient and poorly managed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jackson’s objection to the bank was based on his belief that it unfairly benefited the rich. He did not complain about its efficiency.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "He thought it was unconstitutional and favored the wealthy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Andrew Jackson believed that the board of the bank was biased in favor of the northern states because they were more urban and industrialized. As a result, he believed that the bank favored the wealthy and was unfair toward people who lived in rural areas. He also claimed that the bank was unconstitutional. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 56
                }
            },
            "C": {
                "Choice": "He considered it an obstacle to industrial progress and expansion",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jackson believed the bank unfairly promoted industrial growth at the expense of rural and agricultural interests.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "He believed it favored the rights of states over the federal government.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Bank of the United States was a national bank, so it did not favor states’ rights over those of the federal government.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the economic factors that brought about rapid industrialization and urbanization.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22G8SS/media/30a.jpg",
            "Which title best completes this diagram?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Innovations in the Cottage Industry",
                "Key": {
                    "Correct": false,
                    "Rationale": "The factory system replaced the cottage system of production. The cottage industry involved people completing tasks in their homes rather than working in a factory for money.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "Causes of Rural Development",
                "Key": {
                    "Correct": false,
                    "Rationale": "The growth of factories contributed to urban development rather than to rural development. The opportunities offered by factories encouraged people from rural areas to migrate to cities.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "Expansion of Employees’ Rights",
                "Key": {
                    "Correct": false,
                    "Rationale": "Factory work was often exploitative, and the increase in demand for unskilled labor in the factories limited the rights of workers because workers could be easily replaced. Therefore, workers had few rights as the United States became more industrialized during the nineteenth century.",
                    "Percent": 33
                }
            },
            "J": {
                "Choice": "Reasons for Urbanization",
                "Key": {
                    "Correct": true,
                    "Rationale": "The jobs offered by factories and the offer of housing both contributed to the migration of people from rural areas to cities. This caused an increase in the rate of urbanization. For this item, the student applies critical-thinking skills to categorize information.",
                    "Percent": 44
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the impact of the 13th, 14th, and 15th amendments.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was one effect of the Fifteenth Amendment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Immigrants faced less discrimination.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Fifteenth Amendment addressed voting rights rather than immigration.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "Black voters helped bring the Republican Party to power in the South.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Fifteenth Amendment extended voting rights to African American men. Because Republicans controlled Congress during Reconstruction and led the effort to ratify the Thirteenth, Fourteenth, and Fifteenth Amendments, they gained the support and vote of African Americans. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 66
                }
            },
            "C": {
                "Choice": "Electors selected the president and vice president on separate ballots.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Twelfth Amendment, not the Fifteenth Amendment, changed the way the president and vice president were elected.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "American Indian tribal land was divided into individual plots.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Dawes Severalty Act of 1887, not the Fifteenth Amendment, is the legislation that divided tribal lands into individual plots.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Compare places and regions of the United States in terms of physical and human characteristics.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which geographic feature allowed the Mid-Atlantic colonies to have a longer growing season than the New England colonies?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Thick forests",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Mid-Atlantic colonies did have thick forests. However, climate rather than the presence of trees was the reason for a longer growing season.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Navigable rivers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Mid-Atlantic colonies did have navigable rivers, but any impact that rivers had on the region’s temperature was not enough to significantly lengthen the growing season.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "Flat land with rocky soil",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Mid-Atlantic colonies did have substantial flat land that was good for farming, but there was also a good bit of land that was elevated. In addition, the Mid-Atlantic colonies did not have the rocky soil that was common in the New England colonies.",
                    "Percent": 21
                }
            },
            "J": {
                "Choice": "Mild climate",
                "Key": {
                    "Correct": true,
                    "Rationale": "The mild climate of the Mid-Atlantic colonies contributed to a longer growing period than was available in the New England colonies. The mild climate meant that the time between the first freeze of the year and the last freeze of the year was shorter, so the growing season was longer. The colonies farther north had longer winters and therefore shorter growing seasons. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 59
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain how urbanization contributed to conflicts resulting from differences in religion, social class, and political beliefs.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This political slogan is from the mid-1800s.",
            "problems/TX22G8SS/media/33a.jpg",
            "What motivated some people to support this nativist slogan?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "An affirmation of states’ rights by Jefferson Davis and the belief that tariffs are un-American",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jefferson Davis, who became the president of the Confederacy, was certainly affirming states’ rights in 1857. However, neither states’ rights nor tariffs were a central cause of nativist sentiment.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "Large-scale immigration to cities and the belief that immigrants stole jobs from native-born citizens",
                "Key": {
                    "Correct": true,
                    "Rationale": "As the nation industrialized, immigration increased. These increases in immigration aroused nativist sentiments. These sentiments encouraged people to believe that immigrants were taking jobs from U.S. citizens. For this item, the student applies critical-thinking skills to organize and interpret information from a visual.",
                    "Percent": 34
                }
            },
            "C": {
                "Choice": "The desire for an independent country free from foreign rule and unfair mercantile economic policies",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States was an independent country in 1857, having gained its independence in the previous century.",
                    "Percent": 45
                }
            },
            "D": {
                "Choice": "A rejection of anti-American influence following the Battle of San Jacinto and the addition of new territories",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Battle of San Jacinto happened in 1836, more than two decades before the slogan shown in the visual.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "Explain the impact of the election of African Americans from the South such as Hiram Rhodes Revels."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which breakthrough did Hiram Rhodes Revels accomplish during Reconstruction?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He became the first African American to publish literature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Before he became a U.S. senator, Hiram Rhodes Revels was a pastor and educator. Phillis Wheatley was the first African American to be published. Her collection of poems was published in 1773, more than 50 years before Revels was born in 1827.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "He became the first African American to build wealth as a carpetbagger",
                "Key": {
                    "Correct": false,
                    "Rationale": "The term “carpetbagger” describes Northerners who moved to the South during Reconstruction. These people generally had selfish ambitions. In contrast, Hiram Rhodes Revels was born in North Carolina. Before becoming a public servant as a U.S. senator, Revels traveled throughout the United States to meet people’s religious and educational needs.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "He became the first African American to win a seat in the U.S. Congress.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Mississippi state legislature elected Hiram Rhodes Revels to the U.S. Senate on January 20, 1870. This action made him the first African American to win a seat in the U.S. Congress. Revels took his seat in Congress the following month.",
                    "Percent": 60
                }
            },
            "J": {
                "Choice": "He became the first African American soldier to serve in an integrated Union Army unit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Revels recruited soldiers for black regiments in the Union Army and served as a chaplain for a black regiment. The U.S. armed forces were not integrated until the twentieth century.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Summarize the issues, decisions, and significance of landmark Supreme Court cases, including Marbury v. Madison, McCulloch v. Maryland, and Gibbons v. Ogden.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which issue was debated in Gibbons v. Ogden?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The status of slaves living in free territories",
                "Key": {
                    "Correct": false,
                    "Rationale": "The 1824 case of Gibbons v. Ogden did not involve the rights or status of enslaved people. This issue was addressed in the 1857 Dred Scott case.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "The regulation of interstate commerce by federal or state laws",
                "Key": {
                    "Correct": true,
                    "Rationale": "The case of Gibbons v. Ogden involved interstate commerce and which level of government had the right to regulate trade and grant monopolies. The U.S. Supreme Court ruled that Congress had the power to regulate commerce between states based on Article 1, Section 8, Clause 3 of the U.S. Constitution. For this item, the student applies critical-thinking skills to summarize information.",
                    "Percent": 49
                }
            },
            "C": {
                "Choice": "The constitutionality of tariffs",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nullification crisis was debated during the same era as Gibbons; however, Gibbons focused on the right to hold a monopoly on transportation routes and not the issue of tariffs.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "The separation of powers among the branches of government",
                "Key": {
                    "Correct": false,
                    "Rationale": "The case focused on whether the states or the U.S. Congress had the power to regulate interstate commerce, so it was about federalism rather than the separation of powers.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain significant events of the Civil War, including the firing on Fort Sumter; the battles of Antietam, Gettysburg, and Vicksburg; the Emancipation Proclamation; Lee’s surrender at Appomattox Court House; and the assassination of Abraham Lincoln.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22G8SS/media/36a.jpg",
            "What made the battles at Antietam and Gettysburg different from the other battles illustrated on this map?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They were victories for the Confederacy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both battles were victories for the Union forces rather than for the Confederacy.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "They were battles fought in Union territory.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Battle of Antietam occurred in Maryland, and the Battle of Gettysburg occurred in Pennsylvania. Both states were under Union control during the Civil War. For this item, the student applies critical-thinking skills to make a contrast.",
                    "Percent": 62
                }
            },
            "H": {
                "Choice": "They were attempts to keep Virginia in the Union.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Virginia seceded in 1861. The Battle of Antietam was fought in 1862, and Gettysburg was fought in 1863, so neither battle was an attempt to keep Virginia in the union.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "They were battles defending the Confederate capital.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The capital of the Confederacy was Richmond, Virginia. Neither Antietam nor Gettysburg was fought in Virginia.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain why a free enterprise system of economics developed in the new nation, including minimal government regulation, taxation, and property rights.",
            "Differentiate between, locate, and use valid primary and secondary sources such as media and news services, biographies, interviews, and artifacts to acquire information about the United States."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This excerpt is from a president’s annual message to Congress.",
            "problems/TX22G8SS/media/37a.jpg",
            "Which economic principle is President Jefferson showing support for in this excerpt?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Protective tariffs",
                "Key": {
                    "Correct": false,
                    "Rationale": "Protective tariffs are a form of government intervention on behalf of certain businesses. Jefferson suggests that the government leave business and agriculture to private individuals and entities.",
                    "Percent": 31
                }
            },
            "B": {
                "Choice": "Limited competition",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this excerpt, Jefferson argues in favor of government remaining uninvolved in business. Controlling the amount of competition would necessitate government intervention in business.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "Minimal government regulation",
                "Key": {
                    "Correct": true,
                    "Rationale": "By arguing that commerce should be “left most free to individual enterprise,” Jefferson advocates for government having minimal regulation over business and industry. For this item, the student applies critical-thinking skills to use a primary source to acquire information about the United States.",
                    "Percent": 41
                }
            },
            "D": {
                "Choice": "Taxes to fund internal improvements",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this excerpt, Jefferson advocates for a limited role of the government in business and commerce. Although Jefferson would later approve the use of federal revenue to fund internal improvements, the quoted text is not promoting such action.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the effects of physical and human geographic factors such as weather, landforms, waterways, transportation, and communication on major historical events in the United States.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which human geographic factor helped the Union win the Civil War?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A network of railroads in the North allowed Union soldiers to be moved quickly over long distances.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The North had an extensive network of railroads before the war broke out. This network facilitated the transportation of both soldiers and supplies to the areas where they were needed. For this item, the student applies critical-thinking skills to draw a conclusion.",
                    "Percent": 55
                }
            },
            "G": {
                "Choice": "The Oregon Trail allowed Union military supplies to be moved quickly to the West.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Oregon Trail was used during the Civil War. However, it was used primarily by people leaving Oregon to join the Union or Confederate army or by people seeking to flee the war.",
                    "Percent": 20
                }
            },
            "H": {
                "Choice": "Northern farms started producing cotton used to make Union military uniforms.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The climate and terrain of the Northern states were not conducive to producing cotton. Furthermore, Union troops wore uniforms made mostly of wool.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Canals in the Midwest allowed food for Union soldiers to be moved quickly to the front lines.",
                "Key": {
                    "Correct": false,
                    "Rationale": "By the time of the Civil War, railroads had replaced canals as the most efficient means of transportation.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the economic effects of the War of 1812.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the passage and answer the question that follows.",
            "problems/TX22G8SS/media/39a.jpg",
            "What was one effect of these actions on the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The signing of the Treaty of Guadalupe Hidalgo",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Treaty of Guadalupe Hidalgo was signed between the United States and Mexico in 1848 to end the U.S.-Mexican War. It was not an effect of the War of 1812.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "International criticism of the Monroe Doctrine",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Monroe Doctrine (1823) did deal with foreign relations, but it was about European colonization of the Americas rather than trade with Europe.",
                    "Percent": 23
                }
            },
            "C": {
                "Choice": "The expansion of manufacturing",
                "Key": {
                    "Correct": true,
                    "Rationale": "Because the United States imported most of its manufactured goods from Europe during the early 1800s, the decision to stop trade with Great Britain and France caused the United States to increase its own manufacturing. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 44
                }
            },
            "D": {
                "Choice": "Increased profits from international commerce",
                "Key": {
                    "Correct": false,
                    "Rationale": "The banning of trade with France and Great Britain decreased profits from international commerce because that commerce was drastically reduced.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the leadership qualities of elected and appointed leaders of the United States such as George Washington, John Marshall, and Abraham Lincoln.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22G8SS/media/40a.jpg",
            "Which president established these traditions for the executive branck?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "John Adams",
                "Key": {
                    "Correct": false,
                    "Rationale": "John Adams was the second president of the United States. The traditions described in the diagram had already been established by George Washington when Adams became president.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "Thomas Jefferson",
                "Key": {
                    "Correct": false,
                    "Rationale": "Thomas Jefferson served two terms as president, but he was following George Washington’s example in doing so. The other traditions described in the diagram had also already been established by Washington.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "James Madison",
                "Key": {
                    "Correct": false,
                    "Rationale": "James Madison served two terms, but he was the third president to do so. The other traditions described in the diagram had also already been established by Washington.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "George Washington",
                "Key": {
                    "Correct": true,
                    "Rationale": "George Washington was the first president of the United States. He served two terms, appointed cabinet members, and recommended the use of the title “Mr. President.” For this item, the student applies critical- thinking skills to categorize information.",
                    "Percent": 56
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain how the Northwest Ordinance established principles and procedures for orderly expansion of the United States.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which headline describes an event that established guidelines for the admission of new states to the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G8SS/media/41a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Northwest Ordinance established guidelines that governed how territories could be organized to become states. For this item, the student applies critical-thinking skills to organize and interpret information from a visual.",
                    "Percent": 55
                }
            },
            "B": {
                "Choice": "problems/TX22G8SS/media/41b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Treaty of Paris (1763) concluded the French and Indian War. At the time, America was not yet independent, so there would have been no reason to establish guidelines for admitting new states to the union.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "problems/TX22G8SS/media/41c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Bill of Rights outlines the rights of individuals rather than providing guidelines for how new states are added to the nation.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "problems/TX22G8SS/media/41d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Alien and Sedition Acts addressed the naturalization of immigrants and speech that was critical of the government. They did not establish rules for new states.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Compare the effects of political, economic, and social factors on slaves and free blacks.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which condition did both slaves and free blacks in the United States experience in the antebellum period?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Both groups were allowed to testify in court.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because African Americans were not recognized as citizens, they were typically prevented from testifying in court.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "Both groups were able to vote in elections.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While free blacks may have had to pay taxes, enslaved people generally did not.",
                    "Percent": 19
                }
            },
            "H": {
                "Choice": "Both groups were forced to pay taxes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While free blacks may have had to pay taxes, enslaved people did not, because the government viewed them as property rather than as people.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "Both groups were denied citizenship rights.",
                "Key": {
                    "Correct": true,
                    "Rationale": "African Americans in the United States were denied citizenship rights before the Civil War and the ratification of the Fourteenth Amendment, regardless of whether they were enslaved. For this item, the student applies critical-thinking skills to compare information.",
                    "Percent": 59
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify racial, ethnic, and religious groups that settled in the United States and explain their reasons for immigration.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which group helped establish the colony of Maryland in the 1630s?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "English Catholics seeking religious freedom",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Maryland Colony was established as a refuge for English Catholics, though it did grant protection for all people who followed the different forms of Christianity. For this item, the student applies critical- thinking skills to make a generalization.",
                    "Percent": 80
                }
            },
            "B": {
                "Choice": "Spanish workers seeking job opportunities",
                "Key": {
                    "Correct": false,
                    "Rationale": "The colony of Maryland was established by English Catholics, not Spanish Catholics. In the 1600s, the vast majority of Spanish workers settled in Spanish colonies, not English colonies.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Irish families escaping a natural disaster",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Irish families who fled the natural disaster of the potato blight did not migrate until the 1840s, well after the colonial period had ended.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "Russian merchants escaping political conflict",
                "Key": {
                    "Correct": false,
                    "Rationale": "Very few migrants traveled from Russia to North America during the colonial period. Migration from Russia increased in the later nineteenth century.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the contributions of people of various racial, ethnic, and religious groups to our national identity.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawinginferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the list and answer the question that follows.",
            "• Harriet Tubman",
            "• Elizabeth Cady Stanton",
            "• William Lloyd Garrison",
            "The people on this list are similar because their actions —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "promoted interest in agricultural innovation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Agricultural innovators during this era were people such as John Deere and Cyrus McCormick.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "promoted support for westward expansion",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tubman, Stanton, and Garrison focused on individual rights rather than westward expansion.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "showed dedication to sectionalism and states’ rights",
                "Key": {
                    "Correct": false,
                    "Rationale": "All three people wanted to abolish slavery. They would have opposed states’ rights, which were used to support the continuation of slavery.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "showed commitment to rights and freedoms",
                "Key": {
                    "Correct": true,
                    "Rationale": "Harriet Tubman, Elizabeth Cady Stanton, and William Lloyd Garrison all advocated for the abolition of slavery and supported female suffrage. Therefore, all three demonstrated a commitment to rights and freedoms. For this item, the student applies critical-thinking skills to categorize information.",
                    "Percent": 79
                }
            }
        },
        "Parts": {}
    }
}