{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Gold into Silver: The “Reverse Alchemy” of Superhero Comics History",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\t[L1] [Popular film franchises are often “rebooted” in an effort to make their characters and stories fresh and relevant for new audiences. Superhero comic books are periodically reworked to try to increase their appeal to contemporary readers.] This practice is almost as [L2] [elderly] as the medium itself and has in large part established the “ages” that compose comic book history. The shift from the Golden to the Silver Age is probably the most successful [L3] [example: of publishers] responding to changing times and tastes."],
        [" ", "\tThe start of the first (“Golden”) age of comic books is often dated to 1938 with the debut of Superman in Action Comics #1. Besides beginning the age, Superman in many respects defined it, becoming the model on which many later superheroes were based. His characterization, as established in Superman #1 (1939), was relatively simple. He could “hurdle skyscrapers” and “leap an eighth of a mile”; “run faster than a streamline train”; withstand anything less than a “bursting shell”; and [L4] [lift a car over his head.] Sent to Earth from the “doomed planet” Krypton, he was raised by human foster parents, whose love helped infuse him with an unapologetic desire to “benefit mankind.” Admirable but aloof, the Golden Age Superman was arguably more paragon than character, a problem only partially solved by giving him a human alter ego. Other Golden Age superheroes were similarly archetypal: Batman was a crime-fighting millionaire, Wonder Woman a warrior princess from a mythical island."],
        [" ", "\tBy contrast, the second (“Silver”) age of comics was marked by characters that, though somewhat simplistic by today's standards, [L5] [were provided with origin stories often involving scientific experiments gone wrong.] In addition to super villains, the new, soon-to-be-iconic characters of the [L6] [age]: Spider-Man, the Fantastic Four, and the Hulk among them—had to cope with mundane, real-life problems, including paying the rent, dealing with family squabbles, and facing anger, loneliness, and ostracism. Their interior lives were richer and their motivations more complex. Although sales remained strong for Golden Age stalwarts Superman and, to a lesser extent, Batman, [L7] [subsequent decades would show the enduring appeal of these characters.]"],
        [" ", "\tMore transformations would take place in the medium as the Silver Age gave way to the Bronze and Modern (and possibly Postmodern) Ages. Such efforts [L8] [have yielded] diminishing returns, as even the complete relaunch of DC [L9] [Comics' superhero's,] line in 2011 has failed to arrest the steep two-decade decline of comic book sales. For both commercial and, arguably, creative reasons, [L10] [then,] no transition was more successful than [L11] [those] from the Golden to Silver Age."]
    ],
    "Copyright": "",
    "References": []
}