{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "A Little to the Left, but Not Too Much!",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tItaly's Tower of Pisa has been leaning southward since the initial [L1] [stages of it's] construction over 800 years ago. [L2] [Indeed,] if the tower's construction had not taken two centuries and involved significant breaks due to war and civil unrest, which allowed the ground beneath the tower to settle, the tower would likely have collapsed before it was completed."],
        [" ", "\tLuckily, the tower survived, and its tilt has made it an Italian [L3] [icon, it attracts] visitors from all over who flock to Pisa to see one of the greatest architectural [L4] [weirdnesses] in the world. [L5] By the late twentieth century, the angle of the tower's tilt had reached an astonishing 5.5 degrees; in [L6] [1990, Italy's government closed] the tower to visitors and appointed a committee to find a way to save it."],
        [" ", "\tThe committee was charged with saving the tower without ruining its aesthetic, [L7] [which no one had yet managed to achieve.] The committee's first attempt to reduce the angle of the tower's tilt—placing 600 tons of iron ingots (molded pieces of metal) on the tower's north side to create a counterweight—was derided because the bulky weights ruined the tower's appearance. The attempt at a less visible solution—sinking anchors into the ground below the tower—almost caused the tower to fall."],
        [" ", "\t[1] Enter committee member John Burland, [L8] [he is] a geotechnical engineer from England who saved London's clock tower Big Ben from collapse. [2] Burland began a years-long process of drilling out small amounts of soil from under the tower [L9] [that took several years to complete] and then monitoring the tower's resulting movement. [3] Twice daily, Burland evaluated these movements and made recommendations as to how much soil should be removed in the next drilling. [4] By 2001, almost 77 tons of soil had been removed, and the tower's tilt had decreased by over 1.5 degrees; the ugly iron weights were removed, and the tower was reopened to visitors. [5] Burland [L10] advocated using soil extraction: removing small amounts of soil from under the tower's north side, opposite its tilt, to enable gravity to straighten the tower. [L11]"],
        [" ", "\tThe tower's tilt has not increased since, and the committee is confident that the tower will be safe for another 200 years. Burland is now working on a more permanent solution for keeping the tower upright, but he is adamant that the tower never be completely straightened. In an interview with PBS's Nova, Burland explained that it is very important “that we don't really change the character of the monument. That would be quite wrong and quite inappropriate.”"]
    ],
    "Copyright": "",
    "References": []
}