{
    "Directions": "Read the following passage. Then respond to the prompt that follows.",
    "Context": [],
    "Title": "Oversleeping",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "So Jake spread his arms, leaped skyward from the sidewalk, and began to fly, rocketing up over the neighborhood. Suddenly he heard the distant voice of his father calling, as if from another universe, and Jake pried open sleep-heavy eyes."],
        [" ", "“Get up, pal,” said Jake's father, “or you'll miss the school bus.”"],
        [" ", "“Just let me sleep a little longer,” Jake mumbled. Then he groaned and turned over, pulling the covers up over his head like a tent, as if to somehow recapture his dream. Jake loved to sleep. It wasn't that he was lazy or lacked energy. Jake was a normal fourteen-year-old kid in every way. But he loved to curl up under a soft white cloud of sheets, rest his head on a marshmallow pillow, and luxuriate in the twilight world of slumber where life is exciting and dreams always come true."],
        [" ", "So Jake was sitting at a table at a fancy café in Hollywood, having lunch with a famous movie director, who was offering Jake a role in his next big action flick when ..."],
        [" ", "“Get up,” said Jake's father, gently shaking his son's shoulders. Jake yawned and hauled his legs over the side of the mattress, where he sat for a few moments to reconcile himself with the shocking reality of upright existence. He dragged himself into the shower, where he briefly dreamed of tropical rain forests, and at last shuffled downstairs to breakfast."],
        [" ", "“Jake's going to sleep his life away!” stated Taylor, his nine-year-old sister, as she sat at the table, kicking her dangling legs excitedly as if to show by comparison how wide awake she was."],
        [" ", "“He's just a growing boy,” said Jake's father, washing dishes at the kitchen sink. “Right?” Jake nodded sleepily and finished his breakfast. He trudged out the front door with Taylor, still half-sleepwalking, and they waited on the curb for their school bus, as usual."],
        [" ", "At school, finally fully awake, Jake cycled through the pleasant routine of another typical day."],
        [" ", "He greeted his buddy Benjamin at the locker they shared. They discussed hockey games and books. Then there was science with Mr. Albert, math with Ms. Freed, and lunch with Benjamin, who always told great jokes. After school, there was homework, dinner with his dad and Taylor, maybe a little TV, and then off to dreamland. And so went week after week, and month after month."],
        [" ", "So Jake swung the bat, sending the ball out of the stadium and into the Baseball Hall of Fame ..."],
        [" ", "“Come on, get up,” commanded Taylor, holding a ringing alarm clock only inches from her brother's face. “You'll be late for school!” Jake shook his head in disbelief and ducked under the covers."],
        [" ", "Moments later Jake awakened to an empty, quiet room. Then he got up and padded sleepily down the hallway. The bathroom mirror reflected a face that was oddly unfamiliar—one with heavier eyebrows and new creases in its brow. Jake rubbed a hand over his face and felt the unexpected sandpaper abrasion of whiskers. Mystified and dazed, he staggered downstairs to the kitchen, where he was perplexed to discover a teenaged Taylor sitting at the breakfast table beside his father, who seemed older somehow."],
        [" ", "“So you finally woke up,” commented Jake's father, casually sipping his coffee. “We thought you'd sleep forever.”"],
        [" ", "“You certainly overslept!” added Taylor in a surprisingly mature voice."],
        [" ", "Jake shook his head as if to disperse the fog of dreams. “What are you talking about?” “You've been asleep for four years,” Jake's father replied calmly. “Better get dressed, or you'll be late for your last day of school.” This statement set Jake's mind reeling. His last day of school? Had he really slept so long? Was he now eighteen years old?"],
        [" ", "Lost in a whirl of confusion, Jake went to his room to dress for school and discovered that none of his clothes fit him. He borrowed a shirt, pants, and shoes from his father—and they made him look and feel even older."],
        [" ", "Taylor led Jake out the front door to the curb. Boarding his bus, Jake stared in bewilderment. He was enthralled by the aged faces of his friends. “Hey, it's Jake!” shouted someone from the back of the bus. “He's back!” One by one, his schoolmates began to recognize him."],
        [" ", "“Buddy, you sure look older!” said someone sitting near where Jake stood. Jake looked down to discover his friend Benjamin smiling heartily and looking startlingly like his older brother. Jake sat beside Benjamin, who eagerly told what had happened during Jake's years of slumber—how Mr. Albert had retired from teaching science, and how Ms. Freed had been named Teacher of the Year. Benjamin spoke excitedly of hockey games won and lost; of books read and remembered; of school plays, classes, pep rallies, and car washes. They were small, ordinary events, but to Jake they seemed extraordinary because they had happened without him. He had missed grades nine through twelve. His stomach sank when he realized there would be no more school days with Benjamin, his teachers, or his other friends. Jake had slept them all away ..."],
        [" ", "“Come on, buddy, get up,” called Jake's father. Jake pried open leaden eyelids to see his father standing in the doorway, with his familiar easy-going grin. Beside him was nine-year-old Taylor, seemingly more girlish and bubbly than ever before."],
        [" ", "“Come on, sleepyhead!” she giggled. Her laughter seemed as bright as the yellow sunshine splashing about the room. “You don't want to miss school, do you?”"],
        [" ", "Jake beamed and looked at his family. “No, I wouldn't want to do that,” he said as he jumped up to greet the day."]
    ],
    "Copyright": "",
    "References": []
}