{
    "1": {
        "Number": 1,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            ""
        ],
        "AnswerChoices": {}
    },
    "2": {
        "Number": 2,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The telegraph was not the government’s only method to negotiate with foreign leaders."
        ],
        "AnswerChoices": {}
    },
    "3": {
        "Number": 3,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "Different types of climates and soil led primarily to the development of different economies in the British colonies, not to the pattern of religious differences in the two regions."
        ],
        "AnswerChoices": {}
    },
    "4": {
        "Number": 4,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The Fifteenth Amendment granted African American men the right to vote. Southern states opposed the amendment and limited voting by using tactics such as literacy tests and poll taxes. The Fifteenth Amendment was not focused on tenant farming or sharecropping."
        ],
        "AnswerChoices": {}
    },
    "5": {
        "Number": 5,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "Manifest Destiny was not a result of sectionalism, states’ rights, and slavery."
        ],
        "AnswerChoices": {}
    },
    "6": {
        "Number": 6,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "Although the Declaration of Rights and Sentiments noted that women could not attend college, the right to a public education was not raised."
        ],
        "AnswerChoices": {}
    },
    "7": {
        "Number": 7,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The proposed constitution did not expand the power of local governments. The proposed document expanded rather than limited the authority of the executive branch."
        ],
        "AnswerChoices": {}
    },
    "8": {
        "Number": 8,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The French did not have a significant presence in the area of present-day Mexico during the seventeenth century. The Spanish colonized this region to mine for silver and gold."
        ],
        "AnswerChoices": {}
    },
    "9": {
        "Number": 9,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The cottage industry system refers to people making goods in their homes. The economic growth described in this letter was due to production moving into factories. This caused the cottage industry system to decline, not expand."
        ],
        "AnswerChoices": {}
    },
    "10": {
        "Number": 10,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The colonists agreed to the Mayflower Compact to form a social contract, not to establish trade relations with other colonies."
        ],
        "AnswerChoices": {}
    },
    "11": {
        "Number": 11,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The power of a court to declare a law unconstitutional is the principle of judicial review, not republicanism."
        ],
        "AnswerChoices": {}
    },
    "12": {
        "Number": 12,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The author is expressing her opinion about amending the Constitution, not disobeying the Supreme Court."
        ],
        "AnswerChoices": {}
    },
    "13": {
        "Number": 13,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The United States did not build up the national military because state militias had been abolished."
        ],
        "AnswerChoices": {}
    },
    "14": {
        "Number": 14,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "Jefferson was not writing about the states’ power to amend the Constitution."
        ],
        "AnswerChoices": {}
    },
    "15": {
        "Number": 15,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "Interstate trade taxes were not forbidden because of mercantilism."
        ],
        "AnswerChoices": {}
    },
    "16": {
        "Number": 16,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "Working for the U.S. government is not part of the official path to U.S. citizenship through naturalization."
        ],
        "AnswerChoices": {}
    },
    "17": {
        "Number": 17,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The excerpt refers to electing native born citizens. It does not support an inference about the Know-Nothing Party favoring universal suffrage."
        ],
        "AnswerChoices": {}
    },
    "18": {
        "Number": 18,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The song was not a theme for civil rights activism. The song celebrates an American victory in the War of 1812."
        ],
        "AnswerChoices": {}
    },
    "19": {
        "Number": 19,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "Religious groups that came to the British colonies in the early 1700s to escape persecution usually settled in the New England and Mid-Atlantic colonies. They would not have been a threat along the southern frontier."
        ],
        "AnswerChoices": {}
    },
    "20": {
        "Number": 20,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The decision did not overturn reservation policies."
        ],
        "AnswerChoices": {}
    },
    "21": {
        "Number": 21,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The “great act” that Sumner was referring to was the election of the first African American to Congress in 1870. He was not referring to the election of the first woman to the U.S. Senate, which took place in 1932."
        ],
        "AnswerChoices": {}
    },
    "22": {
        "Number": 22,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The excerpt is describing the Second Great Awakening, not the abolitionist movement to end slavery."
        ],
        "AnswerChoices": {}
    },
    "23": {
        "Number": 23,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "Slavery did not become a widespread practice to meet the need for skilled workers due to advancements in technology."
        ],
        "AnswerChoices": {}
    },
    "24": {
        "Number": 24,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "President Lincoln asked citizens to show kindness and concern for those who had suffered during the Civil War. He wanted to bring the nation together again and begin the healing process. His focus was on healing the Union, not being confident about how history would judge his actions."
        ],
        "AnswerChoices": {}
    },
    "25": {
        "Number": 25,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "This resolution was adopted to oppose the policy of taxation without representation. It was not adopted because colonists wanted to expand the powers of royal governors."
        ],
        "AnswerChoices": {}
    },
    "26": {
        "Number": 26,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The Northwest Ordinance specified the appointment of a territorial governor by Congress, not the president, when a territory was formed."
        ],
        "AnswerChoices": {}
    },
    "27": {
        "Number": 27,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The idea that the government is responsible for helping all businesses goes against the free enterprise principle of limited government involvement in the economy."
        ],
        "AnswerChoices": {}
    },
    "28": {
        "Number": 28,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "Transcendentalists did not support organized religion. Their beliefs did not contribute to the founding of new religious groups in the United States."
        ],
        "AnswerChoices": {}
    },
    "29": {
        "Number": 29,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The issue that led to the Nullification Crisis was whether states could declare a federal law unconstitutional, not whether the federal government could enact laws regarding slavery."
        ],
        "AnswerChoices": {}
    },
    "30": {
        "Number": 30,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "While the Shaker community practiced gender equality within the community, the community did not actively work together to expand suffrage. Working to expand suffrage was not what these three communities had in common."
        ],
        "AnswerChoices": {}
    },
    "31": {
        "Number": 31,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The Sixth Amendment addressed the rights of the accused in criminal prosecutions, not the quartering of troops."
        ],
        "AnswerChoices": {}
    },
    "32": {
        "Number": 32,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "President Polk did not ask Congress to declare war against Mexico to ensure slavery would continue in Texas."
        ],
        "AnswerChoices": {}
    },
    "33": {
        "Number": 33,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "President Monroe was ordering European nations to stay out of the Americas. He was not talking about expanding the U.S. military or supporting war to deal with European expansionism."
        ],
        "AnswerChoices": {}
    },
    "34": {
        "Number": 34,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The Virginia Plan and the New Jersey Plan were proposed during the writing of the U.S. Constitution to address representation in Congress. The two plans did not contribute to the development of political parties in the United States."
        ],
        "AnswerChoices": {}
    },
    "35": {
        "Number": 35,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The illustration demonstrates how people with different opinions can improve government by expressing their views. The illustration does not show the importance of a free press or government responding to public opinion."
        ],
        "AnswerChoices": {}
    },
    "36": {
        "Number": 36,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The Olive Branch Petition was a final attempt by the Second Continental Congress to avoid war with Great Britain. The colonists asserted their rights as British citizens and pledged their loyalty to the crown. The Olive Branch petition was sent to King George in 1775, years before the Battle of Yorktown."
        ],
        "AnswerChoices": {}
    },
    "37": {
        "Number": 37,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "Protective tariffs, abundant land, and slavery were not the three factors that contributed most to the rapid industrialization and urbanization of the United States."
        ],
        "AnswerChoices": {}
    },
    "38": {
        "Number": 38,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "Thomas Hooker and Roger Williams did not explore the Mississippi Valley as a result of their disagreements with the religious leaders of the colony. Instead they left Massachusetts and established new colonies."
        ],
        "AnswerChoices": {}
    },
    "39": {
        "Number": 39,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "Ratification of the Fifteenth Amendment to the U.S. Constitution occurred during Reconstruction, decades after Andrew Jackson’s presidency."
        ],
        "AnswerChoices": {}
    },
    "40": {
        "Number": 40,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The Fugitive Slave Act of 1850 applied to slaves and did not result in the forceful relocation of immigrants."
        ],
        "AnswerChoices": {}
    },
    "41": {
        "Number": 41,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The California Gold Rush of 1849 contributed most to the population change shown in the table, not the relocation of American Indians to reservations"
        ],
        "AnswerChoices": {}
    },
    "42": {
        "Number": 42,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The Radical Reconstruction plan did not include provisions to grant federal loans to former Confederate leaders."
        ],
        "AnswerChoices": {}
    },
    "43": {
        "Number": 43,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "The embargo of 1807 affected the commercial shipping industry but it did not reduce consumer demand for fish."
        ],
        "AnswerChoices": {}
    },
    "44": {
        "Number": 44,
        "Type": "FR",
        "NumChoices": 0,
        "Topic": "",
        "SubTopic": "",
        "Content": [
            "This list refers to the contributions of John Adams, not John Jay."
        ],
        "AnswerChoices": {}
    }
}