{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze how technological innovations changed the way goods were manufactured and distributed, nationally and internationally.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:• In 1844, Samuel Morse and Alfred Vail sent the first telegraph message between Washington, D.C., and Baltimore, Maryland.\n\n• In 1861, Western Union laid the first transcontinental telegraph line.\n\n• In 1866, the first permanent telegraph cable was laid across the Atlantic Ocean.",
            "What impact did this innovation have on daily life?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It increased the regional differences among various groups of people across the country.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The telegraph allowed people across the country to share information, which decreased rather than increased regional differences among various groups of people.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It became a major method of long-distance communication for many years.",
                "Key": {
                    "Correct": true,
                    "Rationale": "n 1844 Samuel Morse proved that the telegraph could be used to send messages between cities. Telegraph lines laid across the country and telegraph cables laid across the ocean enabled people to communicate across long distances. For this item the student applies critical-thinking skills to find the main idea and identify cause-and-effect relationships.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It allowed people to sign legal documents from across the country.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The telegraph did not allow people to sign legal documents from across the country.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It was the government's only method to negotiate with foreign leaders.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The telegraph was not the government's only method to negotiate with foreign leaders.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Compare places and regions of the United States in terms of physical and human characteristics.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/TX19G8SS/media/2a.jpg",
            "The geographic factors in this table led primarily to the  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "founding of trade schools in some colonies",
                "Key": {
                    "Correct": false,
                    "Rationale": "Different types of climates and soil led primarily to the development of different economies in the British colonies, not to the founding of trade and vocational schools in some colonies.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "development of different economies in the two regions",
                "Key": {
                    "Correct": true,
                    "Rationale": "Different types of climate and soil led to the development of different economies in the British colonies. A warm, humid climate and fertile soil led the southern colonies to develop an economy based on plantation agriculture. A cold climate and rocky soil made farming difficult and influenced the New England colonies to develop an economy based on fishing and trade. For this item the student applies critical-thinking skills to organize and interpret information from a table.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "establishment of import taxes in some colonies",
                "Key": {
                    "Correct": false,
                    "Rationale": "Different types of climates and soil led primarily to the development of different economies in the British colonies, not to the establishment of import taxes in some colonies.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "pattern of religious differences in the two regions",
                "Key": {
                    "Correct": false,
                    "Rationale": "Different types of climates and soil led primarily to the development of different economies in the British colonies, not to the pattern of religious differences in the two regions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government"
        ],
        "SubTopics": [
            "Describe the impact of the 13th, 14th, and 15th amendments."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How did southern states respond to the ratification of the Fifteenth Amendment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By creating a segregated public education system",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Fifteenth Amendment granted African American men the right to vote. Southern states opposed the amendment and limited voting by using tactics such as literacy tests and poll taxes. The Fifteenth Amendment was not focused on public education.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By shutting down all remaining offices of Freedmen's Bureau",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Fifteenth Amendment granted African American men the right to vote. Southern states opposed the amendment and limited voting by using tactics such as literacy tests and poll taxes. The Fifteenth Amendment was not focused on the Freedmen's Bureau.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By imposing requirements designed to deny African Americans the right to vote",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Fifteenth Amendment granted African American men the right to vote. However, southern states used tactics such as literacy tests and poll taxes to prevent African American men from voting.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "By forcing African Americans to work as tenant farmers and sharecroppers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Fifteenth Amendment granted African American men the right to vote. Southern states opposed the amendment and limited voting by using tactics such as literacy tests and poll taxes. The Fifteenth Amendment was not focused on tenant farming or sharecropping.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the central role of the expansion of slavery in causing sectionalism, disagreement over states' rights, and the Civil War.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/TX19G8SS/media/4a.jpg",
            "Which outcome best completes this diagram?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "American Revolution",
                "Key": {
                    "Correct": false,
                    "Rationale": "The issues of slavery, sectionalism, and states' rights led to the Civil War, not the American Revolution.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Popular Sovereignty",
                "Key": {
                    "Correct": false,
                    "Rationale": "Popular sovereignty was not a result of sectionalism, states' rights, and slavery.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Manifest Destiny",
                "Key": {
                    "Correct": false,
                    "Rationale": "Manifest Destiny was not a result of sectionalism, states' rights, and slavery.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Civil War",
                "Key": {
                    "Correct": true,
                    "Rationale": "The issues of slavery, sectionalism, and states' rights led to the Civil War. For this item the student applies critical-thinking skills to identify cause-and-effect relationships.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Evaluate the impact of reform movements, including educational reform, temperance, the women's rights movement, prison reform, the labor reform movement, and care of the disabled.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:With [Lucretia] Mott and three other women, Elizabeth [Cady Stanton] spearheaded the first women's rights convention in Seneca Falls in July 1848. At this gathering, she presented their Declaration of Rights and Sentiments, a document she composed. The Declaration and its 11 resolutions demanded social and political equality for all women, including its most controversial claim, the right to  ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟?͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟.\n\n — Judith E. Harper, “Biography,” from Resources for the Film Not for Ourselves Alone, PBS",
            "Which of the following best completes this excerpt?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "equal pay",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the Declaration of Rights and Sentiments noted that those job opportunities that were available to women did not pay a lot of money, the issue of paying women the same amount as men for the same type of work was not raised.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "own property",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Declaration of Rights and Sentiments noted that some women did not have full property rights, but this was not a controversial claim. Women were already gaining property rights in the 1840s and would continue to gain property rights in the years ahead.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "a public education",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the Declaration of Rights and Sentiments noted that women could not attend college, the right to a public education was not raised.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "vote",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Declaration of Rights and Sentiments demanded the right to vote for women. This claim was very controversial and would not be achieved nationally until the Nineteenth Amendment was ratified in 1920. For this item the student applies critical-thinking skills to draw inferences and conclusions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the issues of the Constitutional Convention of 1787, including the Great Compromise and the Three–Fifths Compromise.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which chart correctly identifies reasons for and against ratification of the proposed U.S. Constitution?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX19G8SS/media/6a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The proposed constitution strengthened national, not state, authority. The central bank would not become a political issue until after the constitution was ratified.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "problems/TX19G8SS/media/6b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The proposed constitution gave the president the power to negotiate treaties and the Senate the power to approve or reject treaties. It did not prevent becoming involved with the issues of foreign countries. The proposed constitution expanded rather than restricted the power of the legislative branch.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "problems/TX19G8SS/media/6c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Federalists argued in favor of ratifying the U.S. Constitution because the proposed document increased the power of the national government. Anti-Federalists argued against ratification because the proposed constitution lacked a bill of rights. For this item the student applies critical-thinking skills to organize and interpret information from charts.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "problems/TX19G8SS/media/6d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The proposed constitution did not expand the power of local governments. The proposed document expanded rather than limited the authority of the executive branch.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify reasons for English, Spanish, and French exploration and colonization of North America.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Reasons for Seventeenth-Century European Colonization of North America\n\n1. To convert American Indians in the Southwest to Catholicism\n\n2. To cultivate cash crops in the Chesapeake Bay area\n\n3. To extract precious metals from mines in present-day Mexico\n\n4. To profit from fur trading in the Great Lakes region",
            "Which of these describes the primary reason for French colonization?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The French did not have a significant presence in the Southwest during the seventeenth century. The Spanish colonized this region and were interested in converting American Indians to Catholicism.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The French did not have a significant presence in the Chesapeake Bay Area during the seventeenth century. The British colonized this region to grow cash crops.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The French did not have a significant presence in the area of present-day Mexico during the seventeenth century. The Spanish colonized this region to mine for silver and gold.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "4",
                "Key": {
                    "Correct": true,
                    "Rationale": "The primary reason the French colonized North America was to profit from fur trading in the Great Lakes region. For this item the student applies critical-thinking skills to identify cause-and-effect relationships.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze how technological innovations brought about economic growth such as the development of the factory system and the construction of the Transcontinental Railroad.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:We can give employment to from 50 to 100 girls, at the usual wages paid in this place. Our custom is to pay to new hands one dollar per week, & board in the Weaving & Dressing Rooms, & one dollar & a half & board, in the Carding & Spinning Rooms, until they can tend the Machines without assistance. After that they are paid for all the work they can get off ...\n\n — John Clark, July 27, 1847",
            "The economic growth demonstrated by this recruitment letter was primarily a result of  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the passage of strict federal labor laws",
                "Key": {
                    "Correct": false,
                    "Rationale": "Congress did not pass strict federal labor laws until the early 1900s.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "the abolition of the slave trade",
                "Key": {
                    "Correct": false,
                    "Rationale": "This letter was written in 1847 to try to recruit girls to work in factories. The abolition of the slave trade was not related to girls working in textile factories.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "the expansion of the cottage industry system",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cottage industry system refers to people making goods in their homes. The economic growth described in this letter was due to production moving into factories. This caused the cottage industry system to decline, not expand.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "the new production methods of industrialization",
                "Key": {
                    "Correct": true,
                    "Rationale": "The letter mentions employing girls to tend machines in the weaving and dressing rooms and in the carding and spinning rooms. These factory jobs were the result of new production methods of industrialization. For this item the student applies critical-thinking skills to draw inferences and conclusions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the reasons for the growth of representative government and institutions during the colonial period.",
            "Differentiate between, locate, and use valid primary and secondary sources such as media and news services, biographies, interviews, and artifacts to acquire information about the United States."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:We whose names are underwritten ... do by these presents solemnly and mutually in the presence of God, and one of another, covenant and combine ourselves together into a civil Body Politick, for our better Ordering and Preservation, and Furtherance of the Ends aforesaid: And by Virtue hereof do enact, constitute and frame, such just and equal Laws, Ordinances, Acts, Constitutions, and Officers, from time to time, as shall be thought most meet and convenient for the general Good of the Colony; unto which we promise all due Submission and Obedience.\n\n — Mayflower Compact, 1620",
            "For what reason did a group of colonists agree to this compact?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To declare independence from all European nations",
                "Key": {
                    "Correct": false,
                    "Rationale": "The colonists agreed to the Mayflower Compact to form a social contract, not to declare independence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To form a social contract among themselves",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Mayflower Compact was a social contract in which the colonists agreed to work together for their “better Ordering and Preservation.” The colonists wanted to work together for the safety, security, and well-being of everyone in the colony. For this item the student applies critical-thinking skills to acquire information from a primary source.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To demonstrate goodwill toward local American Indians",
                "Key": {
                    "Correct": false,
                    "Rationale": "The colonists agreed to the Mayflower Compact to form a social contract, not to demonstrate goodwill toward local American Indians.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To establish trade relations with other colonies",
                "Key": {
                    "Correct": false,
                    "Rationale": "The colonists agreed to the Mayflower Compact to form a social contract, not to establish trade relations with other colonies.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government"
        ],
        "SubTopics": [
            "Analyze how the U.S. Constitution reflects the principles of limited government, republicanism, checks and balances, federalism, separation of powers, popular sovereignty, and individual rights."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which phrase best represents the U.S. principle of republicanism?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The creation of a Congress to carry out the will of the people",
                "Key": {
                    "Correct": true,
                    "Rationale": "The principle of republicanism refers to a government with representatives elected to carry out the will of the people. Voters elect members of Congress to represent them.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The establishment of courts to interpret laws and government actions",
                "Key": {
                    "Correct": false,
                    "Rationale": "The establishment of courts to interpret laws and government actions applies to the judicial branch and refers to the principles of separation of powers and checks and balances, not republicanism.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The division of power between a federal government and state governments",
                "Key": {
                    "Correct": false,
                    "Rationale": "The division of power between federal and state governments is the principle of federalism, not republicanism.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The power of a court to declare a law unconstitutional",
                "Key": {
                    "Correct": false,
                    "Rationale": "The power of a court to declare a law unconstitutional is the principle of judicial review, not republicanism.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Summarize the purposes for amending the U.S. Constitution.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:The great idea in Article V [of the Constitution] is that change requires two elements:  ... national agreement, as well as agreement in most of the states, that an urgent problem exists that cannot be remedied by the courts, legislatures or Congress.\n\n — Mary Frances Berry, The New York Times, September 13, 1987",
            "This author is expressing her opinion about  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "recalling members of Congress",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is expressing her opinion about amending the Constitution, not recalling or removing members of Congress from office.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "impeaching the Presiden",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is expressing her opinion about amending the Constitution, not impeaching the president.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "disobeying the Supreme Court",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is expressing her opinion about amending the Constitution, not disobeying the Supreme Court.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "amending the Constitution",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author refers to Article V, which describes how to amend or change the Constitution. The student applies critical-thinking skills to find the main idea and summarize.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe major domestic problems faced by the leaders of the new republic, including maintaining national security, creating a stable economic system, and setting up the court system.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/TX19G8SS/media/12a.jpg",
            "Which reason best completes the diagram?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Requirements of an alliance with France",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States did not build up the military to fulfill the requirements of an alliance with France.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Interest in conquering territories in South America",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States did not build up the military in order to conquer territories in South America.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "British impressment of U.S. sailors",
                "Key": {
                    "Correct": true,
                    "Rationale": "One of the problems faced by leaders of the United States in the late 1700s and early 1800s was building a military. The United States built up its military to protect settlers on the frontier and to help defend merchant ships against Barbary pirates. The United States also needed to protect sailors from being forced to serve in the British Navy, a practice known as impressment. For this item the student applies critical-thinking skills to organize and interpret information from a diagram.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Abolition of state militias",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States did not build up the national military because state militias had been abolished.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the origin of judicial review.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:That instrument [the Constitution] meant that its co-ordinate branches should be checks on each other. But the opinion which gives to the judges the right to decide what laws are constitutional, and what not, not only for themselves in their own sphere of action, but for the legislature & executive also in their spheres, would make the judiciary a despotic branch.\n\n — Letter from Thomas Jefferson to Abigail Adams, September 11, 1804",
            "This excerpt supports the conclusion that Jefferson disagreed with  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the congressional power of impeachment",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jefferson was not writing about the congressional power of impeachment.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the presidential power to veto bills",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jefferson was not writing about the presidential power to veto bills.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the states' power to amend the Constitution",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jefferson was not writing about the states' power to amend the Constitution.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the Supreme Court's power of judicial review",
                "Key": {
                    "Correct": true,
                    "Rationale": "Jefferson disagreed with the Supreme Court's power of judicial review. He was concerned that if judges had the right to decide the constitutionality of actions by Congress and the president, this power would make the judicial branch despotic or tyrannical. Jefferson did not think the judicial branch should have that much power. For this item the student applies critical-thinking skills to draw inferences and conclusions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain why a free enterprise system of economics developed in the new nation, including minimal government regulation, taxation, and property rights.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/TX19G8SS/media/14a.jpg",
            "How did opposition to this system affect the economy of the early republic?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The government prevented taxes on domestic goods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "During the early years of the U.S. republic, the government did tax domestic goods.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Cottage workers needed governmental assistance.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cottage workers were people who made goods in their homes. During the early years of the U.S. republic, cottage workers did not expect public assistance.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Interstate trade taxes were forbidden.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Interstate trade taxes were not forbidden because of mercantilism.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "A free enterprise system was adopted.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Colonists resented the limits imposed on them by the mercantilist economic system. In response, they adopted a free enterprise system allowing competition and greater economic freedom. For this item the student applies critical-thinking skills to organize and interpret information from a diagram.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship"
        ],
        "SubTopics": [
            "Identify examples of responsible citizenship, including obeying rules and laws, staying informed on public issues, voting, and serving on juries."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which action is one part of the official path to U.S. citizenship through the naturalization process?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Attending college in the United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "Attending college in the United States is not part of the official path to U.S. citizenship through naturalization.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Being employed in the United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "Being employed in the United States is not part of the official path to U.S. citizenship through naturalization.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Passing a U.S. civics exam",
                "Key": {
                    "Correct": true,
                    "Rationale": "Naturalization is a legal process through which a person can become a U.S. citizen. One part of this official path to U.S. citizenship is passing a U.S. civics exam.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Working for the U.S. government",
                "Key": {
                    "Correct": false,
                    "Rationale": "Working for the U.S. government is not part of the official path to U.S. citizenship through naturalization.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain how urbanization contributed to conflicts resulting from differences in religion, social class, and political beliefs.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Are you willing to ... elect to all offices of Honor, Profit, or Trust, none but native born citizens of America, of this country to the exclusion of all foreigners ... ?\n\n — Examiner's questions for admittance to the Know-Nothing Party, 1854",
            "Which inference about the Know-Nothing Party is supported by the excerpt above?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Its members blamed Irish immigrants for taking away jobs.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The excerpt supports the inference that Know-Nothing Party members blamed Irish immigrants for taking away jobs from American citizens. The Know-Nothing Party was a political party during the late 1840s and early 1850s. To join the Know-Nothing Party, a person had to agree to elect only “native born citizens of America” to public office. This question for admittance shows the party's opposition to immigrants. For this item the student applies critical-thinking skills to draw inferences.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The party encouraged western migration of settlers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt refers to electing native born citizens. It does not support an inference about the Know-Nothing Party encouraging western migration.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Its members opposed enforcement of the Fugitive Slave Act in the Northeast.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt refers to electing native born citizens. It does not support an inference about the Know-Nothing Party opposing the Fugitive Slave Act in the Northeast.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The party was in favor of universal suffrage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt refers to electing native born citizens. It does not support an inference about the Know-Nothing Party favoring universal suffrage.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify examples of American art, music, and literature that reflect society in different eras such as the Hudson River School artists, the “Battle Hymn of the Republic,” and transcendental literature.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/TX19G8SS/media/17a.jpg",
            "What is one reason this song has endured for so many years?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The song was inspired by religious revivals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The song was not inspired by religious revivals. The song celebrates an American victory in the War of 1812.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The song celebrates a patriotic act from the past.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The diagram shows that the poem was originally written to commemorate the U.S. victory at Fort McHenry during the War of 1812. The poem was set to music and eventually adopted as the national anthem in 1931. Singing “The Star-Spangled Banner” serves as a patriotic reminder of America's past. For this item the student applies critical-thinking skills to organize and interpret information from a diagram.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The song is about protecting the rights of people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The song is not about protecting the rights of people. The song celebrates an American victory in the War of 1812.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The song was a theme for civil rights activism.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The song was not a theme for civil rights activism. The song celebrates an American victory in the War of 1812.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the effects of physical and human geographic factors such as weather, landforms, waterways, transportation, and communication on major historical events in the United States.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:As towns are established ... along the rivers Savannah and Alatamaha, they will make such a barrier as will render the southern frontier of the British Colonies on the Continent of America, safe from Indian and other enemies.\n\n — General James Oglethorpe, 1733",
            "Which human geographic factor most likely prompted this observation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The number of Quakers living in British colonies",
                "Key": {
                    "Correct": false,
                    "Rationale": "Quakers were not a threat to the southern frontier of the British colonies. There were a number of Quakers living in the British colonies, but many Quakers lived in the colony of Pennsylvania, not along the southern frontier. Quakers also embraced pacifism, or non-violence, and would not engage in fighting.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The Caribbean slave trade with British colonies",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Caribbean slave trade was not seen as a threat to the British colonies. Colonial merchants and planters engaged in the Caribbean slave trade and the colonial economies relied increasingly on slavery.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The number of religious sects in the British colonies",
                "Key": {
                    "Correct": false,
                    "Rationale": "Religious groups that came to the British colonies in the early 1700s to escape persecution usually settled in the New England and Mid-Atlantic colonies. They would not have been a threat along the southern frontier.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The Spanish land claims close to the British colonies",
                "Key": {
                    "Correct": true,
                    "Rationale": "General James Oglethorpe was writing about the colony of Georgia. Georgia was the last colony founded by the British in North America. One reason for its founding was to create a defensive barrier between South Carolina and the Spanish in Florida. For this item the student applies critical-thinking skills to find the main idea and draw conclusions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "Analyze the reasons for the removal and resettlement of Cherokee Indians during the Jacksonian era, including the Indian Removal Act, Worcester v. Georgia, and the Trail of Tears."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How did the Supreme Court decision in Worcester v. Georgia affect American Indians?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The ruling gave the state authority over relations with American Indians.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Supreme Court ruled that the Cherokee Indians were considered a nation. It did not give Georgia authority over relations with American Indians. The court instead ruled that the federal government was responsible for relations between the United States and the Cherokee Nation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The state ignored the ruling and distributed Cherokee lands to white settlers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Supreme Court ruled in favor of the Cherokee Nation and against the state of Georgia. Chief Justice John Marshall stated that the Cherokee Nation remained a separate, sovereign nation with title to its national territory. Only the federal government had the power to regulate or deal with American Indian nations. The state ignored the ruling and gave Cherokee lands to white settlers.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "More American Indian tribes decided to grant licenses to missionaries to live on tribal lands.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the court case did include the subject of missionaries living on tribal lands, the ruling did not result in more American Indian tribes granting licenses to missionaries.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Reservation policies were overturned and replaced with land grants to individuals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The decision did not overturn reservation policies.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the impact of the election of African Americans from the South such as Hiram Rhodes Revels.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:All men are created equal, says the great Declaration and now a great act attests this verity. Today we make the Declaration a reality ... The Declaration was only half established by Independence. The greatest duty remained behind. In assuring the equal rights of all we complete the work.\n\n — Senator Charles Sumner, 1870",
            "What is the “great act” referred to by Senator Sumner in this excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The Senate's readmission of the last Confederate state",
                "Key": {
                    "Correct": false,
                    "Rationale": "As a Radical Republican, Sumner would not have considered the readmission of the last Confederate state to the Union a “great act.” Radical Republicans passed laws that required former Confederate states to ratify the Fourteenth Amendment, adopt state constitutions disqualifying former Confederate officials from holding public office, and guarantee African American men the right to vote. Federal troops were sent into the South to enforce these and other Reconstruction laws.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The addition of Hiram Rhodes Revels to the U.S. Senate",
                "Key": {
                    "Correct": true,
                    "Rationale": "Senator Charles Sumner made these remarks in 1870 when Hiram Rhodes Revels, an African-American legislator from Mississippi, was sworn in as a U.S. Senator. Revels was the first African American to be elected to the U.S. Congress. In Sumner's opinion this was as a “great act.” He justified this statement by quoting the Declaration of Independence that “All men are created equal.” Sumner was a Radical Republican who supported equal rights for African Americans during the Reconstruction Era. For this item the student applies critical-thinking skills to draw a conclusion.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The Senate's acquittal of President Andrew Johnson",
                "Key": {
                    "Correct": false,
                    "Rationale": "s a Radical Republican, Sumner would not have considered the Senate's acquittal of President Andrew Johnson a “great act.” One reason Radical Republicans impeached Andrew Johnson was for blocking their Reconstruction plans to extend civil rights to former slaves. Sumner fundamentally disagreed with the president's Reconstruction plan and voted “guilty” in the impeachment trial.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The election of the first woman to the U.S. Senate",
                "Key": {
                    "Correct": false,
                    "Rationale": "The “great act” that Sumner was referring to was the election of the first African American to Congress in 1870. He was not referring to the election of the first woman to the U.S. Senate, which took place in 1932.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the major eras in U.S. history through 1877, including colonization, revolution, creation and ratification of the Constitution, early republic, the Age of Jackson, westward expansion, reform movements, sectionalism, Civil War, and Reconstruction, and describe their causes and effects.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:[The]  ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟?͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟  consisted of several kinds of activity, distinguished by locale and expression of religious commitment. In New England, the renewed interest in religion inspired a wave of social activism. In western New York, the spirit of revival encouraged the emergence of new denominations. In the Appalachian region of Kentucky and Tennessee, the revival strengthened the Methodists and the Baptists, and spawned a new form of religious expression — the camp meeting.\n\n — Outline of U.S. History, Bureau of International Information Programs, U.S. Department of State, 2011",
            "Which term best completes this excerpt?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Second Great Awakening",
                "Key": {
                    "Correct": true,
                    "Rationale": "The excerpt describes the Second Great Awakening, a Protestant religious revival during the early 1800s in the United States. The period was characterized by people finding new ways to express their devotion to God. Some Protestants turned to social reform and became active in the temperance and abolitionist movements. Other Protestants started new churches. Protestant ministers spread their message through camp meetings and religious gatherings. For this item the student applies critical-thinking skills to categorize and draw a conclusion.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "temperance movement",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt is describing the Second Great Awakening, not the temperance movement to restrict alcohol.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Era of Good Feelings",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt is describing the Second Great Awakening, not the Era of Good Feelings after the War of 1812.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "abolitionist movement",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt is describing the Second Great Awakening, not the abolitionist movement to end slavery.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics"
        ],
        "SubTopics": [
            "Explain reasons for the development of the plantation system, the transatlantic slave trade, and the spread of slavery."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Why did slavery become a widespread practice in the United States during the early nineteenth century?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The system of indentured servitude was banned.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Indentured servitude was a labor practice that was common in the colonial period. Men and women agreed to work for a certain number of years in exchange for transportation to the colonies, as well as food, clothing, and shelter once they arrived. Indentured servitude in the United States was not banned until the ratification of the Thirteenth Amendment in 1865.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The need for agricultural labor increased as a result of expanded cotton production.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the early 1800s the demand for cotton from textile mills and the widespread use of the cotton gin led to expanded cotton production. Expanded cotton production increased the need for agricultural labor. Planters chose to fulfill that need with slave labor.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Improved transportation systems made it easier for workers to migrate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Slavery did not become a widespread practice because improved transportation systems made it easier for workers to migrate.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Advancements in technology led to the need for skilled workers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Slavery did not become a widespread practice to meet the need for skilled workers due to advancements in technology.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the leadership qualities of elected and appointed leaders of the United States such as George Washington, John Marshall, and Abraham Lincoln.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:With malice toward none, with charity for all, with firmness in the right as God gives us to see the right, let us strive on to finish the work we are in, to bind up the nation's wounds, to care for him who shall have borne the battle and for his widow and his orphan, to do all which may achieve and cherish a just and lasting peace among ourselves and with all nations.\n\n — President Abraham Lincoln, second inaugural address, March 4, 1865",
            "Which leadership quality does President Lincoln best demonstrate in this address?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Inspiration — He wants the Union to be a model of democracy for all nations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Lincoln asked citizens to show kindness and concern for those who had suffered during the Civil War. He wanted to bring the nation together again and begin the healing process. Although he mentions all nations, this address is about the United States recovering from war, not inspiring the United States to be a model of democracy.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Compassion — He wants to help those who suffered during the Civil War.",
                "Key": {
                    "Correct": true,
                    "Rationale": "President Lincoln gave this address in March of 1865, near the end of the Civil War. Lincoln's statement demonstrated compassion because he was asking the citizens of the United States to show kindness and concern for those who had suffered during the war. Lincoln's goal was to bring the nation together again and begin the healing process. For this item the student applies critical-thinking skills to draw inferences and conclusions.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Persistence — He believes the Union must surrender in order to have peace.",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Lincoln asked citizens to show kindness and concern for those who had suffered during the Civil War. He wanted to bring the nation together again and begin the healing process. Lincoln gave this address in March of 1865, near the end of the Civil War. The Union had basically won the war at this point and there was no need for Lincoln to think that the Union should surrender.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Confidence — He believes history would prove him correct to fight in the Civil War.",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Lincoln asked citizens to show kindness and concern for those who had suffered during the Civil War. He wanted to bring the nation together again and begin the healing process. His focus was on healing the Union, not being confident about how history would judge his actions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze causes of the American Revolution, including the Proclamation of 1763, the Intolerable Acts, the Stamp Act, mercantilism, lack of representation in Parliament, and British economic policies following the French and Indian War.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Resolved, that the taxation of the people by themselves, or by persons chosen by themselves to represent them ... is the only security against a burdensome taxation ...\n\n — Virginia Stamp Act Resolutions, May 30, 1765",
            "Which statement best explains why this resolution was adopted?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Colonists were upset by the punishment imposed after the Boston Tea Party.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This resolution was adopted years before the Boston Tea Party occurred in 1773.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Colonists created this in order to address the causes of the Boston Massacre.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This resolution was adopted years before the Boston Massacre occurred in 1770.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Colonists were opposed to colonial laws being created only by Parliament.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Colonists believed that as Englishmen they had the right to political representation in Parliament. However, colonists could not elect representatives to serve in Parliament. They adopted the Virginia Stamp Act Resolutions to express their opposition to a policy of taxation without representation. For this item the student applies critical-thinking skills to identify cause-and-effect relationships and draw conclusions.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Colonists wanted to expand powers given to governors appointed by King George III.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This resolution was adopted to oppose the policy of taxation without representation. It was not adopted because colonists wanted to expand the powers of royal governors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "Explain how the Northwest Ordinance established principles and procedures for orderly expansion of the United States."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the Northwest Ordinance, which condition did a U.S. territory have to meet in order to apply for statehood?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Have a population of sixty thousand free settlers",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Northwest Ordinance established the procedure for admitting new states to the Union. A territory could apply for statehood after the population reached sixty thousand free settlers.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Hold a vote on whether to become a free or slave territory",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Northwest Ordinance forbade slavery in the Northwest Territory. It did not establish a popular vote on slavery as a requirement for statehood.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Establish one public school per district",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the Northwest Ordinance encouraged education, it did not specify the establishment of one public school per district as a requirement for statehood.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Have a territorial governor appointed by the president",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Northwest Ordinance specified the appointment of a territorial governor by Congress, not the president, when a territory was formed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the characteristics and the benefits of the U.S. free enterprise system through 1877.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/TX19G8SS/media/26a.jpg",
            "Which person is most likely a supporter of free enterprise?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tariffs are taxes placed on imported goods. The idea that the government should enforce tariffs goes against the free enterprise principle of limited government involvement in the economy.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "2",
                "Key": {
                    "Correct": true,
                    "Rationale": "One principle of free enterprise is that the government should play a limited role in the economy. The second person who says, “The government should do very little to control trade,” is supporting this principle. For this item the student applies critical-thinking skills to organize and interpret information from a visual illustration.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that the government should tax wealthy businesses goes against the free enterprise principle of limited government involvement in the economy.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that the government is responsible for helping all businesses goes against the free enterprise principle of limited government involvement in the economy.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture"
        ],
        "SubTopics": [
            "Analyze the impact of the First Amendment guarantees of religious freedom on the American way of life."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which factor contributed to the founding of new religious groups in the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Freedoms listed in the Bill of Rights",
                "Key": {
                    "Correct": true,
                    "Rationale": "The religious freedoms guaranteed in the First Amendment of the Bill of Rights contributed to the founding of new religious groups in the United States.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Expansion of individual voting rights",
                "Key": {
                    "Correct": false,
                    "Rationale": "The expansion of individual voting rights did not contribute to the founding of new religious groups in the United States.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Growth of abolitionist movements",
                "Key": {
                    "Correct": false,
                    "Rationale": "The growth of abolitionist movements did not contribute to the founding of new religious groups in the United States.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Beliefs expressed by Transcendentalists",
                "Key": {
                    "Correct": false,
                    "Rationale": "Transcendentalists did not support organized religion. Their beliefs did not contribute to the founding of new religious groups in the United States.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government"
        ],
        "SubTopics": [
            "Explain constitutional issues arising over the issue of states' rights, including the Nullification Crisis and the Civil War."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which constitutional issue led to the Nullification Crisis of 1832?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Do courts have the power to rule on the constitutionality of state laws?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The issue that led to the Nullification Crisis was whether states could declare a federal law unconstitutional, not whether whether courts have the power to rule on the constitutionality of state laws",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Does the president have the authority to use the military to enforce the law?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The issue that led to the Nullification Crisis was whether states could declare a federal law unconstitutional, not whether the president has the authority to use the military to enforce the law.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Does the federal government have the authority to enact laws regarding slavery?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The issue that led to the Nullification Crisis was whether states could declare a federal law unconstitutional, not whether the federal government could enact laws regarding slavery.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Do states have the power to declare a federal law unconstitutional?",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Nullification Crisis of 1832 involved a confrontation between South Carolina and the federal government. South Carolina attempted to declare federal tariffs null and void within the state of South Carolina.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe religious influences on social movements, including the impact of the first and second Great Awakenings.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:• Brook Farm community members practiced plain living according to transcendentalist philosophy.\n\n• The Amana Colonies established a network of villages with an agricultural base.\n\n• Shakers practiced communal living, pacifism, and gender equality.",
            "The communities in this list were established in America during the eighteenth and nineteenth centuries. What did they have in common?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They were dedicated to improving working conditions in factories.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Brook Farm, the Amana Colonies, and Shaker communities centered around agriculture and living together cooperatively. Improving conditions in factories was not what these three communities had in common.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They served as refuges for escaped slaves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Shakers have records of fugitive slaves visiting the communities, but the purpose of the community was not to be a refuge for fugitive slaves. Being a refuge for escaped slaves was not what these three communities had in common.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They attempted to expand suffrage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the Shaker community practiced gender equality within the community, the community did not actively work together to expand suffrage. Working to expand suffrage was not what these three communities had in common.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They were devoted to creating ideal societies.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Brook Farm, the Amana Colonies, and Shaker communities were all devoted to creating utopian or ideal societies in the late 1700s and 1800s. For this item the student applies critical-thinking skills to compare and make generalizations.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government"
        ],
        "SubTopics": [
            "Identify colonial grievances listed in the Declaration of Independence and explain how those grievances were addressed in the U.S. Constitution and the Bill of Rights."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which grievance from the Declaration of Independence is addressed by the Sixth Amendment to the U.S. Constitution?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "“He has dissolved Representative Houses repeatedly.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Sixth Amendment addressed the rights of the accused in criminal prosecutions, not the disbanding of legislatures.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "“For depriving us in many cases, of the benefits of Trial by Jury ...”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Sixth Amendment to the U.S. Constitution addressed the denial of trial by jury. It guarantees the accused “the right to a speedy and public trial by an impartial jury.”",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "“He has obstructed the ... Laws for establishing Judiciary powers.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Sixth Amendment addressed the rights of the accused in criminal prosecutions, not the blocking of judiciary powers.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "“For Quartering large bodies of armed troops among us ...”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Sixth Amendment addressed the rights of the accused in criminal prosecutions, not the quartering of troops.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "Explain the causes and effects of the U.S.–Mexican War and their impact on the United States."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What reason did President James K. Polk give when he asked Congress to declare war against Mexico?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To stop Mexican attacks against U.S. territory",
                "Key": {
                    "Correct": true,
                    "Rationale": "President James K. Polk told Congress that war was necessary to stop Mexican attacks against U.S. territory. He delivered his message after Mexican troops had crossed the disputed border and attacked U.S. troops.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To prevent human rights abuses in Mexico",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Polk did not ask Congress to declare war against Mexico to prevent human rights abuses in Mexico.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To preserve religious freedom within Texas",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Polk did not ask Congress to declare war against Mexico to preserve religious freedom in Texas.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To ensure slavery would continue in Texas",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Polk did not ask Congress to declare war against Mexico to ensure slavery would continue in Texas.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the foreign policies of presidents Washington through Monroe and explain the impact of Washington's Farewell Address and the Monroe Doctrine.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:The American continents, by the free and independent condition which they have assumed and maintain, are henceforth not to be considered as subjects for future colonization by any European Power.\n\n — President James Monroe, message to Congress, 1823",
            "What was the main reason President Monroe made this statement?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To strengthen political alliances with European allies",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Monroe was ordering European nations to stay out of the Americas. This statement would most likely make alliances with European powers weaker rather than stronger.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "To address European competition for natural resources",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Monroe was ordering European nations to stay out of the Americas. He was not commenting on European competition for natural resources.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "To increase U.S. military readiness for European expansionism",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Monroe was ordering European nations to stay out of the Americas. He was not talking about expanding the U.S. military or supporting war to deal with European expansionism.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "To prevent European intervention in countries near the United States",
                "Key": {
                    "Correct": true,
                    "Rationale": "This statement, which became part of the Monroe Doctrine, declared the Western Hemisphere part of the United States' sphere of influence. The statement was intended to prevent European intervention in countries in North and South America. For this item the student applies critical-thinking skills to identify cause-and-effect relationships and summarize.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the origin and development of American political parties.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which pair contributed to the development of political parties in the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": ":box:• Continental Army\n• English Army",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Continental Army and the English Army fought against each other in the American Revolution. Their fighting did not lead to the development of political parties in the United States.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": ":box:• George Washington\n• Paul Revere",
                "Key": {
                    "Correct": false,
                    "Rationale": "George Washington was against the formation of political parties as stated in his 1796 Farewell Address.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": ":box:• Virginia Plan\n• New Jersey Plan",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Virginia Plan and the New Jersey Plan were proposed during the writing of the U.S. Constitution to address representation in Congress. The two plans did not contribute to the development of political parties in the United States.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": ":box:• Thomas Jefferson\n• Alexander Hamilton",
                "Key": {
                    "Correct": true,
                    "Rationale": "Thomas Jefferson and Alexander Hamilton disagreed about several key issues. Those disagreements led to the formation of the first political parties in the United States. Thomas Jefferson led the Democratic-Republicans, while Alexander Hamilton led the Federalists. For this item the student applies critical-thinking skills to compare and categorize.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the importance of free speech and press in a constitutional republic.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/TX19G8SS/media/34a.jpg",
            "Why is this type of interaction important in U.S. society?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Free speech allows people to help create a better government.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The illustration shows three people with different opinions about a candidate running for governor.This type of interaction between people of different opinions is important in U.S. society. The right tofree speech allows for different opinions and new ideas to be shared. This exchange of opinions andideas helps shape our government. For this item students apply critical-thinking skills to organize andinterpret information from a visual illustration.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Due process laws are guaranteed by the Fifth Amendment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Fifth Amendment guarantees due process in a court of law but is not shown in this illustration.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Individual protections are guaranteed by the Fourteenth Amendment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Fourteenth Amendment guarantee of equal protection before the law does not explain why interaction between people with different opinions is important in U.S. society.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Freedom of the press helps the government respond to public opinion.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The illustration demonstrates how people with different opinions can improve government by expressing their views. The illustration does not show the importance of a free press or government responding to public opinion.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "Explain the issues surrounding important events of the American Revolution, including declaring independence; fighting the battles of Lexington and Concord, Saratoga, and Yorktown; enduring the winter at Valley Forge; and signing the Treaty of Paris of 1783."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which event occurred as a result of General Cornwallis's surrender at the Battle of Yorktown?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "France recognized American independence and declared war against Great Britain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "France recognized American independence and declared war against Great Britain after the Battle of Saratoga in 1777, not the Battle of Yorktown.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The Second Continental Congress agreed to the Articles of Confederation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Articles of Confederation was the first constitution of the United States. The Second Continental Congress agreed to the Articles of Confederation in 1777, years before the Battle of Yorktown.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Great Britain and the United States signed the Treaty of Paris.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The British defeat at the Battle of Yorktown in 1781 led to peace talks. Great Britain and the United States signed the Treaty of Paris, ending the American Revolutionary War in 1783.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The Second Continental Congress sent the Olive Branch Petition to King George III.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Olive Branch Petition was a final attempt by the Second Continental Congress to avoid war with Great Britain. The colonists asserted their rights as British citizens and pledged their loyalty to the crown. The Olive Branch petition was sent to King George in 1775, years before the Battle of Yorktown.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the economic factors that brought about rapid industrialization and urbanization.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which box lists three factors that contributed most to the rapid industrialization and urbanization of the United States?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": ":box:• Fertile soil\n• Mild climate\n• Unskilled labor",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fertile soil, mild climate, and unskilled labor were not the three factors that contributed most to the rapid industrialization and urbanization of the United States.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": ":box:• Investment capital\n• New means of transport\n• Large labor force",
                "Key": {
                    "Correct": true,
                    "Rationale": "Money available to invest in industry, new means of transport such as steamboats, and a large labor force that included immigrants contributed most to the rapid industrialization and urbanization of the United States. For this item the student applies critical thinking skills to identify cause-and-effect relationships.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": ":box:• Telegraph\n• Nativism\n• Cotton gin",
                "Key": {
                    "Correct": false,
                    "Rationale": "The telegraph, nativism, and the cotton gin were not the three factors that contributed most to the rapid industrialization and urbanization of the United States.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": ":box:• Protective tariffs\n• Abundant land\n• Slavery",
                "Key": {
                    "Correct": false,
                    "Rationale": "Protective tariffs, abundant land, and slavery were not the three factors that contributed most to the rapid industrialization and urbanization of the United States.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture"
        ],
        "SubTopics": [
            "Identify ways conflicts between people from various racial, ethnic, and religious groups were addressed."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the 1630s, Thomas Hooker and Roger Williams disagreed with the religious leaders of Massachusetts. These disagreements were resolved when Hooker and Williams  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "left Massachusetts and established new colonies",
                "Key": {
                    "Correct": true,
                    "Rationale": "Thomas Hooker and Roger Williams left Massachusetts and established new colonies. Thomas Hooker established Connecticut, and Roger Williams established Rhode Island.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "founded new political parties in the Massachusetts Bay area",
                "Key": {
                    "Correct": false,
                    "Rationale": "Thomas Hooker and Roger Williams did not found new political parties in the Massachusetts Bay area as a result of their disagreements with the religious leaders of the colony. Instead they left Massachusetts and established new colonies.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "petitioned Parliament to revise the Massachusetts Bay charter",
                "Key": {
                    "Correct": false,
                    "Rationale": "Thomas Hooker and Roger Williams did not petition Parliament to revise the Massachusetts Bay charter as a result of their disagreements with the religious leaders of the colony. Instead they left Massachusetts and established new colonies.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "left Massachusetts and explored the Mississippi Valley",
                "Key": {
                    "Correct": false,
                    "Rationale": "Thomas Hooker and Roger Williams did not explore the Mississippi Valley as a result of their disagreements with the religious leaders of the colony. Instead they left Massachusetts and established new colonies.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "Explain the impact of the election of Andrew Jackson, including expanded suffrage."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What was one result of the election of Andrew Jackson in 1828?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Renewal of the charter of the Bank of the United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Andrew Jackson opposed the Bank of the United States and vetoed the charter in 1832.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Elimination of the spoils system",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Andrew Jackson used the spoils system to reward his political supporters with jobs in the government. He did not eliminate the spoils system.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Ratification of the Fifteenth Amendment",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ratification of the Fifteenth Amendment to the U.S. Constitution occurred during Reconstruction, decades after Andrew Jackson's presidency.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Increased levels of voter participation",
                "Key": {
                    "Correct": true,
                    "Rationale": "The 1828 presidential campaign featured both the Democratic and the National Republican parties appealing directly to the voters for support. Both parties organized rallies, parades, and other public events to convince voters to support their candidate. This direct appeal to voters resulted in increased levels of voter participation in the 1828 election and in the elections that followed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "Analyze the impact of slavery on different sections of the United States."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What was one effect of the Fugitive Slave Act of 1850?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The Republican Party lost influence in the federal legislature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Fugitive Slave Act of 1850 contributed to the formation of the Republican Party in 1854. It did not contribute to a loss of influence for the party.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The Missouri Compromise was deemed unconstitutional by federal courts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Missouri Compromise of 1820 was declared unconstitutional by the Supreme Court case Dred Scott v. Sandford, not by the Fugitive Slave Act of 1850.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Tensions among the populations of northern and southern states increased.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Fugitive Slave Act of 1850 required citizens to help southern slave owners reclaim slaves who ran away to free states. This law angered abolitionists and moderates in the North and led to increased tensions between northern and southern states over the issue of slavery.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Immigrants were forced to relocate from eastern cities to western territories.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Fugitive Slave Act of 1850 applied to slaves and did not result in the forceful relocation of immigrants.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze how physical characteristics of the environment influenced population distribution, settlement patterns, and economic activities in the United States.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/TX19G8SS/media/40a.jpg",
            "Which factor contributed most to the population change shown in this table?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Completion of the Erie Canal",
                "Key": {
                    "Correct": false,
                    "Rationale": "The California Gold Rush of 1849 contributed most to the population change shown in the table, not the completion of the Erie Canal in New York in 1825.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Discovery of gold at Sutter's Mill",
                "Key": {
                    "Correct": true,
                    "Rationale": "Gold was discovered at Sutter's Mill in California in 1848. This led to the California Gold Rush of 1849. As a result thousands of people migrated to California to prospect for gold. For this item the student applies critical-thinking skills to organize and interpret information from a table.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Completion of the Transcontinental Railroad",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Transcontinental Railroad was completed in 1869, after the population change shown in the table.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Relocation of American Indians to reservations",
                "Key": {
                    "Correct": false,
                    "Rationale": "The California Gold Rush of 1849 contributed most to the population change shown in the table, not the relocation of American Indians to reservations.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "Explain the economic, political, and social problems during Reconstruction and evaluate their impact on different groups."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How were former Confederate leaders treated under the Radical Reconstruction plan?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They were denied citizenship because it was believed they had started the war.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Radical Reconstruction plan did not deny citizenship to former Confederate leaders.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They were required to enlist in the U.S. Army for two years.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Radical Reconstruction plan did not require former Confederate leaders to enlist in the U.S. Army.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They were denied the ability to obtain political positions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Under the Radical Reconstruction plan, former Confederate leaders were disqualified from holding federal or state political positions.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They were allowed to obtain federal loans to help restore the cotton industry.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Radical Reconstruction plan did not include provisions to grant federal loans to former Confederate leaders.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the causes and effects of economic differences among different regions of the United States at selected times.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/TX19G8SS/media/42a.jpg",
            "Which sentence best completes this table?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Prices for manufactured goods decreased.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The embargo of 1807 caused the prices for manufactured goods in New England to increase, not decrease, as manufactured goods that were imported became scarce.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Factories closed as workers returned to farms.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The embargo of 1807 led consumers to buy local goods instead of exports. U.S. manufacturing increased as people and factories began to produce more goods. Factories in New England expanded rather than closed.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "A decline in foreign trade damaged the commercial shipping industry.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the early 1800s Great Britain and France were at war with one another. The United States tried to remain neutral, but Great Britain and France violated American neutrality. In response the U.S. government imposed an embargo in 1807 that prohibited U.S. ships from trading in all foreign ports. This embargo led to a decline in foreign trade that damaged New England's commercial shipping industry. For this item the student applies critical-thinking skills to categorize and identify cause-and-effect relationships.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Fishing revenues decreased as a result of reduced demand.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The embargo of 1807 affected the commercial shipping industry but it did not reduce consumer demand for fish.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze reasons for and the impact of selected examples of civil disobedience in U.S. history such as the Boston Tea Party and Henry David Thoreau's refusal to pay a tax.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:• Responsibility: Second President of the United States\n\n• Courage: Defending Redcoats at the Boston Massacre Trial\n\n• Perseverance: Negotiating the Treaty of Paris",
            "This list refers to the contributions of which Founding Father?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "John Adams",
                "Key": {
                    "Correct": true,
                    "Rationale": "John Adams was the second president of the United States. He defended British soldiers at the Boston Massacre Trial, and he helped negotiate the Treaty of Paris to end the American Revolution. For this item the student applies critical-thinking skills to categorize and compare.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Benjamin Franklin",
                "Key": {
                    "Correct": false,
                    "Rationale": "This list refers to the contributions of John Adams, not Benjamin Franklin.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "James Madison",
                "Key": {
                    "Correct": false,
                    "Rationale": "This list refers to the contributions of John Adams, not James Madison.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "John Jay",
                "Key": {
                    "Correct": false,
                    "Rationale": "This list refers to the contributions of John Adams, not John Jay.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the relationship between the arts and continuity and change in the American way of life.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/TX19G8SS/media/44a.jpg",
            "TWhere would a history student most likely find this image?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "In a biography of early Spanish explorers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The image illustrates Manifest Destiny as indicated by westward migration, the changes in transportation, and the caption “American Progress.” The image is not about early Spanish exploration.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "In a museum exhibit about the Civil War",
                "Key": {
                    "Correct": false,
                    "Rationale": "The image illustrates Manifest Destiny as indicated by westward migration, the changes in transportation, and the caption “American Progress.” The image is not about the Civil War.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "In an academic presentation about Manifest Destiny",
                "Key": {
                    "Correct": true,
                    "Rationale": "The 1873 image illustrates Manifest Destiny, the idea that the United States and its institutions should expand westward to the Pacific. Figures are shown moving from East to West. The central figure holding a book in one hand and stringing telegraph wire in the other represents progress. Expansion and progress are also indicated by the changes in transportation from foot travel, to covered wagon, then stage coach, and finally railroad. For this item the student applies critical-thinking skills to organize and interpret information from an image.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "In a textbook about European immigration",
                "Key": {
                    "Correct": false,
                    "Rationale": "The image illustrates Manifest Destiny as indicated by westward migration, the changes in transportation, and the caption “American Progress.” The image is not about European immigration.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}