{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Tiger's Tricks",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "“You can't teach Tiger tricks,” Mona said to her brother Bradley. “Cats don't do tricks. However, Fluffy comes when I sit down on the sofa.”"],
        [" ", "“That is not a trick,” observed Bradley. “She just wants to be petted.”"],
        [" ", "Tiger jumped beside Mona, but Fluffy was already there and batted him away. He jumped down and slunk under the sofa."],
        [" ", "“I'm going to teach Tiger to shake hands,” said Bradley, “and then I'll ... I'll ...”"],
        [" ", "“You'll what?” Mona laughed."],
        [" ", "Bradley thought for a moment, then boasted, “I'll teach him to jump through a hoop.”"],
        [" ", "“I'd like to see that!” Mona said."],
        [" ", "Bradley went to the kitchen and came back with a small plastic bag."],
        [" ", "“Tiger,” he coaxed, “come see what I have.” Bradley held out his hand."],
        [" ", "“What is that?” asked Mona. “It's really smelly.”"],
        [" ", "“Fishy Delights,” said Bradley. “The television commercial said cats love them and that they work great for training cats. I also have a clicker. See?” Bradley showed Mona a small toy. “I press this button, and it makes a clicking noise.”"],
        [" ", "Tiger poked his head out from under the sofa and looked at Bradley. “Come, Tiger.” The cat came closer. When Tiger was almost to his hand, Bradley snapped the clicker and quickly gave Tiger a Fishy Delight. Tiger pawed Bradley's hand."],
        [" ", "“See, Mona, he wants more.” Bradley repeated the command, “Come, Tiger.” Then he clicked and gave the cat another treat."],
        [" ", "“Yes, he is coming to get a treat, but why are you using the clicker?” asked Mona."],
        [" ", "“Pretty soon, he will come when he hears the clicker,” Bradley said. “Then I can teach him another trick.”"],
        [" ", "“I think he wants to get up on my lap like Fluffy does,” said Mona."],
        [" ", "Bradley continued training Tiger, and then said, “That's enough training for today.”"],
        [" ", "Tiger rubbed his back on Bradley's leg, then walked over to Mona, jumped up, and again was batted away by Fluffy."],
        [" ", "Bradley trained Tiger every day. Holding a treat in one hand, he clicked. When Tiger came, Bradley commanded, “Shake.” As Tiger lifted his paw to get the treat, Bradley shook his paw before giving him the Fishy Delight."],
        [" ", "“See,” Bradley crowed, “Tiger is learning to shake.”"],
        [" ", "“Yes,” agreed Mona, “but he still has not figured out how to get Fluffy off my lap so he can be petted.” She stood up and set Fluffy on the floor. “I'll feed them if you will get water.” She got a bag of crunchy cat food from the cupboard. Hearing the sound of kibble landing in the bowl, Fluffy raced to get some, while Tiger just watched."],
        [" ", "Bradley trained Tiger with the clicker daily. “I really think he will jump through a hoop someday,” he told Mona. “He loves treats.”"],
        [" ", "“And Fluffy loves the kibble,” said Mona. “She always gets to the bowl first, but neither cat eats it all. They always leave some for later.”"],
        [" ", "“I have an idea,” said Bradley."],
        [" ", "Kibble clinked into the bowl, and Fluffy jumped and ran like a bolt of lightning. Tiger scrambled from behind the chair, jumped to Mona's lap, and snuggled down."],
        [" ", "Fluffy chomped kibble, then strolled back toward the couch. Seeing Tiger in Mona's lap, she turned and stormed away."],
        [" ", "Bradley laughed. “Fooled Fluffy, didn't we, Tiger?”"],
        [" ", "Tiger purred."],
        [" ", "Bradley continued training Tiger. Mona and Bradley were amused that whenever Bradley poured kibble while Fluffy was on Mona's lap, Fluffy would jump down, and Tiger would take advantage of the opportunity to leap up."],
        [" ", "One afternoon, Bradley was reading a book when he heard kibble rattling and saw Tiger pawing the cat dish."],
        [" ", "Fluffy sprang from Mona's lap as Tiger streaked from the dish and hurtled onto Mona's lap."],
        [" ", "Both children hooted with laughter. “Tiger is not only a good learner,” Bradley said. “He has found a way to trick Fluffy too.”"]
    ],
    "Copyright": "",
    "References": []
}