{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Chocolate Chip Cookies",
    "Subtitle": "A Sweet History",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Americans love cookies. Each person in the United States eats about 19,000 cookies in his or her lifetime. That is a lot of cookies! Chocolate chip cookies are a favorite for many people. You probably know what they taste like. Do you know their story?"],
        [" ", "We know that chocolate chip cookies were invented by Ruth Wakefield. She ran the Toll House Inn. It is in the state of Massachusetts. She was very good at baking. Ruth’s inn was well known for its tasty desserts."],
        [" ", "There are different stories about how the cookies were invented. Some say that Ruth used chocolate chips when she ran out of baking chocolate. Others claim she added the chips because she ran out of nuts. Another story says the chocolate chips spilled into the cookie dough by accident. Some people believe she came up with the recipe by testing many ideas. She then used her baking skills to find the perfect recipe."],
        [" ", "We may never know the true story of how chocolate chip cookies were created. We do know that Ruth’s recipe appeared in a cookbook in 1938. The following year, she sold her Toll House cookie recipe to a chocolate company. As payment, she received one dollar. She was also given a lifetime supply of chocolate chips."],
        ["5", "In the 1950s, companies began to sell chocolate chip cookie dough. The dough simply needed to be baked at home. This made making fresh-baked cookies at home easier."],
        [" ", "The first boxes of chocolate chip cookies were sold in stores in 1963. In the 1970s and 1980s, cookie stores opened across the country. People could not resist the smell of freshly baked chocolate chip cookies. By the mid-1980s, there were over 1,200 cookie stores in the United States. Chocolate chip cookie dough ice cream became popular at this time."],
        [" ", "Here are some fun chocolate chip cookie facts:"],
        ["", ":ibox:• In 1997, Massachusetts made the chocolate chip cookie the Official State Cookie. The idea of honoring the cookie was suggested by a third-grade class.\n• The first chocolate chip cookie Ruth Wakefield made was only about the size of a quarter.\n• The original Toll House cookie recipe can still be found on chocolate chip bags today."],
        [" ", "Now you know more about these famous cookies. Are you hungry for chocolate chip cookies yet? Keep reading for an easy cookie recipe you can make yourself!"],
        ["", "problems/MOG3E/supps/MOG3E-S4A.json"]
    ],
    "Copyright": "",
    "References": []
}