{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Lark and Ant",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "One spring day, Lark began building a nest in the grass beneath an elm tree. As she wove some twigs together, she happily gazed at the nearby meadow. Bright wildflowers dotted the field. They would provide lots of seeds for Lark’s family."],
        [" ", "Suddenly, Lark felt a pinch."],
        [" ", "“Ouch!” Lark hopped backward. She shook her wing and noticed a tiny black ant grasping one of her feathers."],
        [" ", "“Excuse me, but I have been trying to get your attention all morning,” said Ant. “You will have to move your nest because you have built it on the entrance of my home.”"],
        [" ", "Lark refused to move her nest. She began to see ripples of movement in the green grass. Slowly, an army of ants gathered around Lark’s nest. Lark became alarmed."],
        [" ", "“You must all leave,” Lark demanded in a forceful voice. However, the ants began to object with sharp cries."],
        [" ", "The argument woke tired, old Elm. For a moment, he listened silently. Then he shook his leafy head and said:"],
        ["", ":ibox:“It is best for all creatures to live together in peace.\nSet aside your differences, and let your joys increase.”"],
        [" ", "Instead of listening to Elm’s advice, Lark started threatening the ants."],
        [" ", "The ants knew that they could not win a battle against Lark. Ant made the decision to move his colony to a grassy hill under a cliff, away from the meadow."],
        [" ", "Satisfied, Lark perched on one of Elm’s branches."],
        [" ", "Elm softly shook his leaves again and said:"],
        ["", ":ibox:“You should have welcomed the ants’ busy crowd.\nThere is a silver lining inside of every cloud.”"],
        [" ", "Lark paid little attention to Elm’s words. With a flick of her tail feathers, Lark flew off to search for more twigs. It was time to finish her nest."],
        [" ", "A year passed. When spring arrived again, Lark eagerly returned to the elm tree to build another nest. Sadly, Lark discovered an uninviting change in the meadow. Many of the wildflowers had vanished."],
        [" ", "Lark’s eyes widened in disbelief. “What . . . happened to all the blossoms?” she asked Elm."],
        [" ", "Quietly, Elm pointed to the grassy hill where the ants lived. It now wore a dazzling crown of flowers. Gently, Elm said to Lark:"],
        ["", ":ibox:“All summer long, the busy ants toil.\nThey gather seeds and store them in the soil.\nSome seeds become their tasty meal,\nbut some seeds bloom with bright appeal.\nWherever the ants make their home,\nflowers appear, looking like a beautiful poem.”"],
        [" ", "Lark’s shoulders sagged as she listened to Elm’s words. Lark had never realized how much the ants helped her. As she remembered her hasty words, she bowed her head. Perhaps she could aid the ants too."],
        [" ", "With a new purpose, Lark glided to the flowery hill. She sang out, calling for Ant. Soon he appeared on a pebble near her feet."],
        [" ", "Lark said, “I’m sorry. I owe you my thanks. To repay you, I will always knock some seeds to the ground when I am snacking on a flower.”"],
        [" ", "Ant smiled and made a generous offer. “You may make your nest in our wildflowers.” Ant preferred to have friends instead of enemies."],
        [" ", "Across the field, Elm watched as Lark began building a nest near the ants’ home. He softly shook his leaves and spoke once more:"],
        ["", ":ibox:“It is best for all creatures to live together in peace.\nSet aside your differences, and let your joys increase.”"]
    ],
    "Copyright": "",
    "References": []
}