{
    "Directions": "",
    "Context": [],
    "Title": "From the Diary of Pierre Rocher",
    "Subtitle": "",
    "Author": "written for the Minnesota Department of Education",
    "LabelType": "P",
    "Content": [
        ["", "January 23, 1887"],
        ["10", "I left home this morning to begin work on the new tower. The weather was bitterly cold, with a damp chill coming from the river. But I am happy to have the work, as it will keep food on our table for two years, maybe three. This does seem to be a very odd project, however. I was able to catch a glimpse of the architect's designs; from what I can tell, this tower is not exactly a building. More like the inside of a building. A skeleton without a body. No walls, no windows; simply interlacing girders with a point at the apex. A building that a small child would construct from sticks, and perhaps just as useless. I was told the structure will be more than three hundred meters tall when it is finished. The tallest building in the world, they claim. Apparently, this is important to some people. Arrogance, I say. Simone fears for my safety, though she knows how much we need the steady money I will be earning. Our baby, due this summer, cannot live on air and promises. Let us hope fortune smiles on Mr. Eiffel's lofty plans, and that his workers remain healthy and safe until the tower is complete."],
        ["", "July 12, 1887"],
        ["11", "I yearn for the icy grip of winter. Although the work pays well, I often find myself resisting the urge to resign. It was sweltering today; it has been sweltering for weeks. They say horses are fainting on the Paris streets. Yet Jacques, Philippe, and I find ourselves fifty-seven meters closer to the sun than any other human being on the planet, driving rivets into a hot girder. Our sweat dances and disappears on the hot, reflecting metal. It is amazing that none of us has followed the example of the horses, especially since Mr. Eiffel is determined to stay on schedule, heat wave or no. But he, too, feels warmth of a different kind. Many artists have been writing to the newspapers, condemning the tower as a work of folly. I also hear mocking comments in the cafés we frequent after our daily work is done. The tower is, indeed, a strange beast; however, I am beginning to detect some beauty in the delicate steel arches. Jacques claims that the heat has affected my head. Perhaps he is right. The only person suffering more from the heat is poor Simone, with the baby due any day now. But she never complains. She is stronger than I."],
        ["", "September 22, 1888"],
        ["12", "We worked today with hearts as heavy as the metal to which we cling. We lost a brother yesterday, the first to give his life to this never-ending tower. We were all sick at heart. Mr. Eiffel allowed us to leave early, though I could tell he was of two minds about it. He is bound and determined to have his tower finished on time. Still, even he could not justify retaining us after the incident. I went home and hugged my wife and my son with an almost desperate intensity. I did not tell Simone about the accident, since I know she would worry even more, but I am sure she could read the truth in my eyes. Almost no sleep. Today was work as usual, as though nothing had happened. However, the illusion of invincibility is gone. I work, though I am angry. Accidents happen in construction. We all know that. Without risk, no great buildings would ever be built. But this one, as unusual as it is, is all for nothing, a trifling curiosity for a fair that no one will likely remember."],
        ["", "March 31, 1889"],
        ["13", "Today was the unveiling, although the tower has certainly not been hidden. We completed work last week; the tower is officially open. Despite all the difficulties, I am proud of our efforts. The tower may be without purpose, but it is magnificent nonetheless. The artists still howl in outrage, but no one listens to their voices today. I saw faces of every description gazing upward in astonishment. I believe that I know what some were thinking. Like me, they had not considered a steel edifice to be capable of beauty. Perhaps this is the actual purpose of the tower. All the workers and their families were there for the opening, as of course was Mr. Eiffel, ever the showman in his silk hat. I brought Simone and little Pierrot. He is not quite two years old, but I hope he will somehow remember this day. It pains my heart to think this tower will be torn down in just a few years. All that work for naught. Perhaps I will be hired for that project as well. Years from now, few if any will even remember that the tower once existed. Perhaps they will consider it a dream from their youth."]
    ],
    "Copyright": "“From the Diary of Pierre Rocher” written for the Minnesota Department of Education.",
    "References": []
}