{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": "Phineas considers himself to be a scientist in all that he does. After shopping with his babysitter, Sarah, Phineas is allowed to cook a spaghetti dinner, including pasta, sauce, and garlic bread. He plans to serve the dinner to his mother, stepfather Lyle, his sister, and himself.",
    "Title": "(from) Phineas L. MacGuire . . . Gets Cooking!",
    "Subtitle": "",
    "Author": "by Frances O’Roark Dowell",
    "LabelType": "P",
    "Content": [
        ["1", "\t When I walked into the kitchen, I decided to think of it as my lab. The stove was a giant Bunsen burner, and the pots and pans were beakers and flasks. If only I had a lab coat, I thought, and then I had a brilliant idea. I ran upstairs and grabbed one of Lyle’s white work shirts. It was long enough on me to look like a coat. I looked like a genius scientist."],
        ["2", "\t Next, I needed a plan. I read the instructions on the pasta box, which said that I should boil the spaghetti for ten to twelve minutes. I checked out the serving size, which was two ounces. Since I was going to make two pounds of spaghetti so we could have leftovers the next night, I calculated I should boil the pasta for four times as long: forty to forty-eight minutes."],
        ["3", "\t Easy peasy."],
        ["4", "\t I got out a big pot from the cabinet, filled it up with water, and then put it on the burner. Here’s where I ran into my first problem"],
        ["5", "\t I’m not allowed to use the stove."],
        ["6", "\t “Hey, Sarah!” I called. “How am I supposed to cook dinner if turning on the stove is against the rules?”"],
        ["7", "\t Sarah came in from the living room. “Do you know how to turn it on?”"],
        ["8", "\t I felt my face turn red. “Uh, not really.”"],
        ["9", "\t “No need to be embarrassed, little buddy,” Sarah said, patting me on the shoulder, which made me feel even more embarrassed. “There’s a first time for everything.”"],
        ["10", "\t Then she showed me what I needed to do."],
        ["11", "\t The instructions on the pasta box said I had to let the water come to a boil before I put the spaghetti in the pot. I didn’t know how long that would take, so I thought I’d go ahead and pour the sauce into another pan and start heating that up. Which is where I ran into my second problem."],
        ["12", "\t I couldn’t get the lid off the jar."],
        ["13", "\t “Like I said, there’s a first time for everything, right?” Sarah said, patting me on the back again. “The trick to this is use a rubber glove.”"],
        ["14", "\t Sarah wrapped the lid with one of the yellow rubber gloves by the sink, took a deep breath, and twisted. The top popped off."],
        ["15", "\t “Know why the jar makes that popping sound when it comes off?” Sarah asked."],
        ["16", "\t “Um, I’m not sure,” I said, my face getting even redder. I was starting to feel like a total failure in the lab. “Maybe it’s gas that’s being released from the jar?”"],
        ["17", "\t Sarah nodded. “That sounds like a good explanation. Hey, do you know how to turn on the oven? You need to start preheating it for the garlic bread.”"],
        ["18", "\t That, I did know."],
        ["19", "\t Five minutes later I had the sauce heating up in a pot, the garlic bread unwrapped and on a baking tray, and the box of spaghetti ready to dump in the water."],
        ["20", "\t I also had six spaghetti sauce stains on Lyle’s shirt, but I was pretty sure they’d wash out."],
        ["21", "\t I dumped the spaghetti into the pot. All two pounds of it."],
        ["22", "\t That might not have been the greatest idea in the world."],
        ["23", "\t After dinner was over, I decided to write a lab report, which is what scientists do, whether their experiments are successful or not. I wrote down a list of everything I’d learned, including:"],
        [" ", ":box:1. After you put spaghetti in boiling water, you need to stir it. Otherwise, it all clumps together into one big pasta log. \n 2. It’s also a good idea to stir your spaghetti sauce if you don’t want most of it to burn to the bottom of the pot. \n 3. Two pounds of pasta is enough to feed a family of four for about a week. \n 4. When you cook pasta for forty minutes, it sort of disintegrates. Forget about eating it. \n 5. Cheerios for dinner is really pretty good, especially with garlic bread."]
    ],
    "References": []
}