{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "Big Talkers",
    "Subtitle": "",
    "Author": "by Hannah Schardt",
    "LabelType": "P",
    "Content": [
        ["1", "Super-smart and super-social, elephants have a lot to say — and many different ways of saying it."],
        ["", "Sound"],
        ["2", "You may think you know how elephants communicate: With trunks held high, they blast the air with loud trumpeting sounds. But that's not the only way elephants make themselves heard within the herd. These massive mammals have a vocabulary to match their size: more than 70 different vocal sounds, from barks to snorts to cries."],
        ["3", "Elephants make rumbles — deep, vibrating noises — more often than they do any other sound. An elephant makes its rumble the same way a person speaks: with its larynx (LAIR-inks, “voice box”). But an elephant's huge larynx produces very low sounds. In fact, some rumbles are too low for human ears to hear. A person standing nearby may feel the vibrations. But elephants can pick up these rumbles from miles away! They use special sensors in their feet to “hear” the distant vibrations through the ground."],
        ["", "problems/TX21G4R/media/S1a.jpg"],
        ["", "Body Language"],
        ["4", "An elephant can also say a lot without making a sound. All it needs to do is strike a pose. Some gestures — a twitch of an ear, a wag of the head — are so small that most people wouldn't even notice them. But scientists who study elephants have discovered that even when the animals are silent, they are using their bodies to “chat.” For example, that ear twitch may mean “I'm done here — let's go.” And the head wag may translate as “Let's play!”"],
        ["5", "Some elephant “sign language” is easier to translate. A happy elephant will flap both ears and wag its tail. Faced with a threat, an elephant will flare its ears and stick its tail out straight. Sometimes, a whole herd gets spooked. All the elephants stand perfectly still, holding their trunks high in the air or draping them on the ground. Scientists call this “synchronized freezing.” They think it may help the elephants focus all their attention on the sounds and smells around them."],
        ["", "Smell"],
        ["6", "If you ever wonder what an elephant is paying attention to, don't watch its eyes. Watch its trunk! The big body may look still. But the tip of that super-sensitive smeller is always on the move, sniffing out the answers to some important questions: What did my friend eat for breakfast? Who's been to this watering hole recently? Are there any predators nearby?"],
        ["7", "Many of those answers can be found in smelly “messages” left behind by other elephants."],
        ["", "Touch"],
        ["8", "When human toddlers feel tired or sad, they may head for the comfort of a parent's lap. Elephant calves do something similar. Worn out from playing or stressed by an u͟n͟f͟a͟m͟i͟l͟i͟a͟r situation, a calf will tuck itself under Mom's big, sheltering body. (Elephants don't have laps!) That lets Mom know that her baby needs extra attention."],
        ["", "problems/TX21G4R/media/S1b.jpg"],
        ["9", "Throughout a herd, touching helps create bonds of family and friendship. One female may pat another with her trunk: “How's it going?” A male may twist his trunk around a female's: “I like you!” Or one elephant may use its trunk to shove another: “Back off! You're getting on my nerves.” Who needs words when you have a trunk?"]
    ],
    "Copyright": "Ranger Rick. Sep2016, Vol. 50 Issue 8, p6-11. 6p. 7 Color Photographs.",
    "References": []
}