{
    "Directions": "Read the next two selections. Then choose the best answer to each question.",
    "Context": [
        "problems/TX21G4R/media/S3a.jpg"
    ],
    "Title": "The Broken-Crayon Solution",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "One day 11-year-old Cassidy Goldstein was trying to work on an art project. She noticed that all of her crayons were broken. Cassidy searched for a way to save the small stubs of the crayons. She wanted to use every last stroke of color in each little crayon. She didn’t like to be wasteful. “I wanted to find something that would hold the crayon in place and extend it,” said Cassidy. Then Cassidy found some plastic tubes used to hold single-cut flowers. And she had an idea. The tubes were just the right size to hold her broken crayons. She would make her own crayon holders."],
        ["", "problems/TX21G4R/media/S3b.jpg"],
        ["2", "Cassidy gathered the tubes, popped her crayons inside, and began to draw. The ends of the tubes fit tightly around the crayons. Each tube was long enough to hold one full-size unbroken crayon. It could also hold a small broken one. The crayon holders worked so well that she thought other kids would want to use them too."],
        ["", "problems/TX21G4R/media/S3c.jpg"],
        ["3", "Cassidy knew that her invention would make many young artists happy. With her father’s help, she worked hard to get her product on the shelves of stores. Cassidy met with a group of lawyers who help inventors get patents.¹ First the lawyers discovered that no one had made anything like Cassidy’s product before. Then they helped her get a patent for her crayon holder. Next the lawyers helped her find a company that could make and sell the product. Soon people could buy crayon holders online and in stores. Eventually so many crayon holders were sold that Cassidy was able to pay for most of her college education out of her earnings."],
        ["", "problems/TX21G4R/media/S3d.jpg"],
        ["4", "Thanks to Cassidy’s crayon holders, using every bit of a crayon is much easier than it used to be. Cassidy’s invention encourages others to waste less. It also inspires others to think of clever ways to use what they’ve got. Cassidy’s invention is a brilliant idea. It is a perfect solution for a broken-crayon problem."]
    ],
    "References": [
        ["¹", "A patent is a document that gives the inventor of something the right to be the only one to make or sell the invention for a certain number of years."]
    ]
}