{
    "Directions": "",
    "Context": "",
    "Title": "Bouncing Around",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "The 2000 Olympic Games started in Sydney, Australia. At the center stage was a trampoline. The first Olympic trampoline event was about to start, and 86-year-old George Nissen sat in the audience. He was waiting to see his lifetime goal spring into action. Nissen was only a teenager when he invented the trampoline, but he had always hoped to see it used in the Olympics."],
        ["", "problems/TX21G4R/media/S4a.jpg"],
        ["2", "Many years earlier George Nissen was a gymnast and a diver in high school. He was very interested in being healthy and strong too. One day at a circus, he saw trapeze artists flipping through the air and bouncing off the safety nets below."],
        ["3", "Nissen was interested in the nets. He thought that bouncing on a net could help improve his tumbling and diving. So, in his garage, Nissen tied heavy canvas to a steel frame. It worked, but his bouncer wasn’t as springy as he wanted it to be. Nissen continued r͟e͟f͟i͟n͟i͟n͟g it. He wanted it to be just right so he could work on his sports skills."],
        ["4", "In 1934 Nissen went to college. He continued to think about the bouncer. Nissen decided to use strips of rubber to connect the canvas to the frame. Now he had a bouncer he could really jump on."],
        ["5", "Nissen took his bouncer to a swimming camp. The swimmers and divers enjoyed jumping on the bouncer so much that they didn’t even want to swim. From then on they used the bouncer to practice and improve their twists and flips in the air."],
        ["6", "After college Nissen joined a tumbling group that used the bouncer for performing. People were amazed by how high the group could jump and flip."],
        ["7", "Soon after, Nissen named his bouncer “trampoline.” The name is from the Spanish word trampolín, which means “diving board.” Nissen opened a store and sold trampolines. People were excited to try them. People also thought of other ways trampolines could be used. People jumped on them for exercise, and the military used trampolines to help pilots adapt to being in the air."],
        ["", "problems/TX21G4R/media/S4b.jpg"],
        ["8", "Today kids and adults jump on trampolines in gyms and backyards to stay active and healthy. Nissen’s invention not only added variety to the Olympics, it also provided a fun way for many people to stay fit."]
    ],
    "References": []
}