{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Tiger in Trouble!",
    "Subtitle": "And More True Stories ofAmazing Animal Rescues",
    "Author": "by Kelly Milner Halls",
    "LabelType": "P",
    "Content": [
        ["1", "\tAfter two days, Nitro was finally getting better. He was hungry. He even started to walk around his cage. But Kathryn noticed something strange."],
        ["2", "\tThree of the four walls of the cage were made of concrete. The fourth wall was made of chain link. Most animals faced the chain-link wall. They like to watch what is going on outside of their cages. Nitro did not."],
        ["3", "\t“He would sit and stare at the concrete walls,” Kathryn said. “And when he did turn toward our voices, he would follow the sound of our voices. But not our movements.”"],
        ["4", "\tKathryn knew this meant one thing: Nitro was blind."],
        ["", "Nitro's New Life"],
        ["5", "\tNow that he was healthy, Nitro was ready for his new cage. But he couldn't see it. His owner in Kansas had never noticed Nitro was blind. That cage had been so small, Nitro had been able to memorize every inch. So, he may not have seemed blind."],
        ["6", "\tWhy was Nitro blind? That's hard to tell."],
        ["7", "\tKathryn ruled out a brain injury. And there were no scars around Nitro's eyes that might mean he had an injury. “We just don't know what caused his condition,” Kathryn said."],
        ["8", "\tHere's what they did know. The caretakers at the Rescue had a big challenge ahead of them. They had to help a blind tiger find his way, without the use of his eyes."],
        ["9", "\tNitro walked through his big new home. He reached out with huge six-inch paws. He was trying to feel what was ahead of him. He did not know where things were around him. Not a twig, not a path, not a feeding dish."],
        ["10", "\tHe was a little afraid. He could never tell when he was getting close to running into the fence."],
        ["11", "\t“He was roughing up his nose, because he would walk right up to the fence and hit it,” Kathryn said. “We kept thinking, 'you have to slow down,'” But how do you teach a blind tiger how to find a fence he cannot see?"],
        ["12", "\t“We decided to start marking the fence with peppermint,” Kathryn explained. “He would know when he smelled it, he should slow down. The peppermint marked the borders of his space.”"],
        ["13", "\tOnce he learned where his fences were, the people at the Rescue put down sand pathways. The sand pathways led to Nitro's food, water, and his cozy den."],
        ["14", "\tWhen Nitro felt sand under his paws, he knew he would end up in one of those areas. When Nitro felt leaves, dirt, and twigs, he knew he was not heading in the right direction."],
        ["15", "\tIn time, Nitro learned where every bump, every tree, and every food box was in his new cage. When he did, the sand and the peppermint could be put away. Nitro was finally home."],
        ["16", "\tCaretakers noticed a big change in Nitro. He mastered his space. He couldn't see people. But he knew where they were, even if they stood perfectly still."],
        ["17", "\tHe chuffled in their direction to get them to answer. He wanted to hear if he knew their voices. He wanted to know who they were."],
        ["", ":box:DID YOU KNOW?\n\nWhat's a chuffle? It's the sound a tiger makes when it sees or smells a friend. It sounds like a purr with a tiny cough."],
        ["18", "\tNitro, the blind tiger, has become a Rescue favorite. Volunteers guide people through Carolina Tiger Rescue once a week. They never miss a stop at Nitro's cage. They tell his story and give him little treats (scraps of chicken or beef). Nitro never disappoints."],
        ["19", "\t“He has a great attitude,” Kathryn says. “Things haven't been easy for him. But he still comes up to the fence happily chuffling.”"]
    ],
    "Copyright": "Excerpt from “Tiger in Trouble! And More True Stories ofAmazing Animal Rescues” by Kelly Milner Halls. Turtleback Books, 2012. Used by permission. ",
    "References": []
}