{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "Amazing Acorns",
    "Subtitle": "",
    "Author": "by Jane Dauster",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe crisp days of autumn are here. Something happens just before the brightly colored leaves begin to fall. Plink! Plunk! The acorns are dropping! They're everywhere — they batter the roof of your house, the hood of your family's car, and even the top of your head. If you walk near an oak tree, you may feel as though you are skating on acorns. How about having an acorn for an afternoon snack? Unless you're a squirrel, that sounds nuts, doesn't it?"],
        ["", "problems/TX19G4R/media/S6a.jpg"],
        ["2", "\tBelieve it or not, people once joined the squirrels in gathering acorns to eat. Acorns were actually one of our earliest foods. They date back to prehistoric times when people had not yet learned to grow crops."],
        ["3", "\tThe ancient Romans made bread from ground acorns. In North America, acorns were a very important food for many Native American tribes into the early 1900s. Even the Pilgrims ate them! They discovered baskets of roasted acorns buried in the ground by Native Americans. Acorns helped the Pilgrims in their fight for survival during their first winter of 1620–21 in Plymouth, Massachusetts."],
        ["4", "\tAs these acorn pioneers would surely tell you, acorns are not for eating raw. If you bit into the next one you found, you would probably say, “Ewww!” Most raw acorns are bitter, and some kinds are poisonous to humans. The bitterness comes from tannins — chemicals that help protect acorns from insects. Luckily, tannins can be dissolved in water. In the past, people s͟e͟c͟u͟r͟e͟d acorns in baskets and placed them in a stream, where rushing water washed away the tannins. Native Americans sweetened very bitter acorns by burying them in the mud of a swamp."],
        ["", "problems/TX19G4R/media/S6b.jpg"],
        ["5", "\tSome Native Americans even used acorns for medicine. Acorns were thought to soothe the throat, so a sick person might suck on a single tanbark acorn like a cough drop. Various California tribes also used acorn meal to treat skin infections. They allowed the acorns to grow mold, which they then scraped off and placed on bandages."],
        ["6", "\tAnimals have some unique uses for acorns, too. The acorn woodpecker, found in northwestern Oregon, California, the American Southwest, and western Mexico, uses its beak to chisel thousands of holes into a standing dead tree or telephone pole. An acorn is carefully hammered into each hole. When the woodpecker has finished working, its acorn storage tower looks like a miniature skyscraper covered with little windows."],
        ["", "problems/TX19G4R/media/S6c.jpg"],
        ["7", "\tImagine being tiny enough to make an acorn your home! Small insects called acorn weevils are usually the first to move in. The female acorn weevil uses her long snout to drill a hole and then lays several eggs within the acorn. The larvae eat the nut meat inside. When the acorn falls from the oak tree and hits the ground, this signals to the larvae that it's time to chew their way out."],
        ["", "problems/TX19G4R/media/S6d.jpg"],
        ["8", "\tThe hollowed-out acorn can now provide a home for other small creatures. A female acorn moth may lay eggs near the entrance to an acorn hole. After hatching, a caterpillar crawls right inside. It now has a cozy winter cabin. Snails, fungus gnats, or ants may be next in line to move into this tiny shelter."],
        ["9", "\tIt won't be long before acorns start hitting the ground. This fall, pay special attention to every plink! and plunk! You won't be using these extraordinary nuts for food, medicine, or a place to stay, but there are still plenty of reasons to be nuts about acorns."]
    ],
    "Copyright": "“Amazing Acorns” by Jane Dauster, from Spider Magazine, September 2010. Copyright 2010 by Carus Publishing Company d/b/a Cricket Media.",
    "References": []
}