{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Marbles—Plenty of Fun for Everyone",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "To many people, it may seem like a typical summer morning on the beach. There are sounds of seagulls calling and waves crashing against the sand. But there is also an unusual sound—the clicking of marbles as they slam against each other. A small crowd watches a group of young marble players, or “mibsters,” play a game of marbles. But marbles are not just for kids. Anyone can play with marbles."],
        ["", "problems/TX19G4R/media/S2a.jpg"],
        ["", "Mᴀʀʙʟᴇs ᴛʜʀᴏᴜɢʜ Tɪᴍᴇ"],
        ["2", "People have been playing with marbles for thousands of years. No one really knows where and exactly when they were invented. Long ago, people played games that are similar to marble games played today. To make marbles, people used items that could roll such as nuts, fruit pits, or round pebbles. As time passed, people started creating marbles from other materials, like glass, steel, clay, and other stones. Different types of marbles have been found in places all around the world."],
        ["3", "Clay marbles were once extremely popular, even though they weren’t always perfectly round or particularly colorful. The main reason for their popularity was their low price. It cost much less to make clay marbles than it did to make glass marbles."],
        ["4", "Glass marbles were originally handmade by skilled glassmakers. They were beautiful, and each one was unique. Some were made of a single bright color that you could see through. Others had swirls of one color or many different colors. Some marbles were even made of colored glass with silver flakes."],
        ["5", "I the 1800s a German glassmaker came up with an easier way to make glass marbles. He invented special scissors that could cut melted glass. This made it easier and faster to make glass marbles in large quantities. Now, more people could buy them. Suddenly, glass marbles became very popular around the world."],
        ["6", "Roughly one hundred years later, a man from Ohio designed a marble-making machine that used rollers to shape a small lump of melted glass into a perfect sphere. This machine method lowered the price of marbles even more."],
        ["", "Mᴀʀʙʟᴇ Gᴀᴍᴇs"],
        ["7", "Marble-making methods have continued to improve over the last 100 years. One thing that has not changed is the popularity of marbles. People around the world still enjoy marble games today."],
        ["8", "Marble games can be just as different as the parts of the world where they are played. In China, players kick marbles, trying to bump the other players’ marbles in a certain direction. In the United States, kids use their hands instead of their feet. In one game, the players tap the other players’ marbles into a hole. In another game, the players must make their marbles roll under numbered arches."],
        ["9", "One common marble game is called “Ringers.” Marbles are placed inside a circle that is drawn on the ground. Players roll, drop, throw, or knuckle their “shooter,” trying to force the opponents’ marbles out of the playing area. A shooter is usually bigger than the other marbles. The winner is the person who bumps the most marbles out of the circle."],
        ["", "problems/TX19G4R/media/S2b.jpg"],
        ["", "problems/TX19G4R/media/S2c.jpg"],
        ["10", "Some people play for “keepsies.” At the end of the game, the winner keeps the marbles he or she has knocked out of the ring. These games are always suspenseful. Players may lose some of their favorite marbles. But they could also win some marbles they like better than the ones they already have. Fortunately, the players can always agree to play “friendlies” before the game begins. That means that they will return each other’s marbles at the end of the game."],
        ["11", "Most people enjoy playing marbles just for the fun of it. On the other hand, some marble players take the game very seriously. Some of these experienced and determined players may be good enough to compete in the a͟n͟n͟u͟a͟l National Marbles Tournament in Wildwood, New Jersey. This competition was first held in 1922. Each year, thousands of competitors attend. Over the course of the four-day event, over 1,000 marble games are played. Winners receive prizes and awards, including college scholarships and national honors."],
        ["", "problems/TX19G4R/media/S2d.jpg"],
        ["12", "Throughout the world, children and adults enjoy marbles. There are many ways to play with marbles. But regardless of how they are used, marbles are fun and exciting for anyone who gives them a try."]
    ],
    "Copyright": "",
    "References": []
}