{
    "Directions": "",
    "Context": [],
    "Title": "Messages in Bottles",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Imagine you are walking along the beach. Suddenly you see something shiny in the sand. Your inquiring mind makes you move in for a closer look. It is a glass bottle, and inside is a rolled-up piece of paper. This message in a bottle may have traveled halfway around the world before landing on this beach."],
        ["", "problems/TX19G4R/media/S4a.jpg"],
        ["2", "Strange as it may seem, people really do write notes, put them in bottles, and hurl the bottles into the ocean. They do so for different reasons. Most often it is simply for fun. All the world’s oceans are connected, and tides can carry the bottles in many different directions. There is no telling where a bottle may end up or how far it may drift. For example, an elementary school student near Seattle, Washington, released a bottle that traveled more than 1,700 miles before being found in Alaska 21 years later. Similarly, a man tossed a bottle into the ocean near his New Hampshire motel. His note told the finder to return the bottle to his wife Tina for a reward. More than 50 years later, the bottle was found washed up on a Caribbean island nearly 2,000 miles away."],
        ["", "problems/TX19G4R/media/S4b.jpg"],
        ["3", "In 2007, students at a school in Hawaii participated in a science experiment called Message in a Bottle. As part of the experiment, about 25 bottles were released into the ocean to drift. Each bottle contained a message from a student, and the top was sealed with wax. Six months later a 13-year-old girl in Papua New Guinea found one. She and the s͟e͟n͟d͟e͟r became pen pals. Over time people found other bottles the students had released."],
        ["4", "Occasionally someone tries to use a message in a bottle to contact  particular person. In 1914 a British soldier fighting in World War I wrote a letter to his wife. Eighty-five years after the soldier tossed his bottle into the sea, a fisherman found it in his fishing net. The fisherman delivered the letter to the soldier’s daughter, who was an adult by then. She was thrilled to receive the letter and learn more about her father."],
        ["5", "Tossing a bottle in the ocean is not a very reliable way to deliver a message. However, when a message is found, it is certainly a memorable event."]
    ],
    "Copyright": "",
    "References": []
}