{
    "Directions": "Read the next two selections. Then choose the best answer to each question.",
    "Context": [],
    "Title": "Max's Find",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tMax tossed another shovelful of dirt over his shoulder and wiped the sweat from his brow. It felt like he had been digging for hours, but he still had a long way to go. Yesterday Grandpa had called Max’s family to say he had bought a young apple tree that he wanted to plant in his yard. Max’s father had volunteered Max to dig the deep, wide hole."],
        ["2", "\t“There are plenty of trees in Grandpa’s yard already,” Max thought bleakly. “Why does he need another one?”"],
        ["3", "\tAs Max sank the shovel deep into the earth, he heard it clink against something. “Another rock,” he thought. A bit more digging, however, revealed that the object was a large metal coffee can."],
        ["4", "\tMax pried the can out of the soil with difficulty. He felt a shiver of excitement. “Why is there a coffee can in Grandpa’s yard?” Max pulled off the plastic lid. A slip of paper sat at the top of the can. Max unfolded it and read, “This is the time capsule of Leroy Scuro, age 10.”"],
        ["", "problems/TX19G4R/media/S3a.jpg"],
        ["5", "\tLeroy Scuro was Max’s father. Still somewhat mystified, Max hurried into the house with the can. “Hey, look what I found!”"],
        ["6", "\tHis father and grandfather examined the can. “My goodness!” Dad exclaimed. “You found my time capsule. I had forgotten all about it.” Seeing Max’s blank look, he explained, “I wanted someone in the future to find the things I buried. Let’s see how everything looks now.”"],
        ["7", "\tThe first things Max pulled out of the can were some coins and bills. Most he recognized, but one quarter-size coin had a woman’s face on it."],
        ["8", "\t“That’s a Susan B. Anthony dollar,” his father explained. “They stopped making them many years ago.”"],
        ["9", "\tNext Max pulled out a key chain with a colorful, puzzle-like cube attached."],
        ["10", "\t“A Rubik’s Cube. It was a popular toy in the 1980s,” Dad said. The can also contained some shells, a small toy rocket, a cassette tape labeled “Great Songs of the 1980s,” and several photos."],
        ["", "problems/TX19G4R/media/S3b.jpg"],
        ["11", "\t“Wow!” Dad said as he picked up one of the old photographs. “Look at that crazy hairstyle.”"],
        ["12", "\t“I never knew you looked like that, Dad. It’s really awesome to see pictures of you and some of the things you enjoyed when you were my age,” Max said. “I wonder if people in the future will think I’m as interesting.”"],
        ["13", "\t“Well, there’s an empty coffee can in my kitchen,” Grandpa said."]
    ],
    "Copyright": "Third party trademark Rubik’s Cube© was used in these testing materials.",
    "References": []
}