{
    "Directions": "Read this passage, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] The Sensory System: Why Am I Ticklish?",
    "Subtitle": "",
    "Author": "by Sue Barraclough",
    "LabelType": "P",
    "Content": [
        ["1", "\tYour sensory system is made of the parts of your body that help you to understand the world around you. There are parts you can see, such as your nose and eyes. There are also parts inside your body that you cannot see, such as your brain."],
        ["2", "\tYou have five main senses. They are seeing, hearing, tasting, smelling, and touch. Your senses are involved in everything you do."],
        ["", "Wʜᴀᴛ Dᴏ Mʏ Eʏᴇs Dᴏ?"],
        ["3", "\tYour eyes are organs that help you to see. An organ is a part of your body that is made to do a certain job. Your eyes are in holes in your skull at the front of your head."],
        ["4", "\tYour eyes are soft balls. Your eyelids and eyelashes protect your eyes from dirt and sunshine. Blinking keeps your eyes wet and clean."],
        ["5", "\tYour eyes collect light that bounces off things around you. Light goes into the eyeball through the pupil. The pupil is the round black hole in the middle of your eye..."],
        ["", "Hᴏᴡ Dᴏ Eᴀʀs Wᴏʀᴋ?"],
        ["6", "\tYour ears work by collecting sounds. Sounds make movements in the air called sound waves. Sound waves travel into your ears through the ear canal."],
        ["7", "\tThe sound waves make your eardrum move. As your eardrum moves it moves three tiny bones in your ear. Inside your ear these movements are picked up and sent as signals to your brain..."],
        ["", "Wʜᴀᴛ Dᴏᴇs Mʏ Nᴏsᴇ Dᴏ?"],
        ["8", "\tYour nose picks up different smells. Smelling things can keep you safe. A smell can tell you if food is rotten. The smell of smoke can warn you of a fire."],
        ["9", "\tSmells are carried in the air and go into your nose as you breathe. There are tiny parts at the top of your nose that pick up smells."],
        ["10", "\tYour nose sends signals about the smells to your brain. Your brain has lots of smells stored in your memory. Your brain can tell you what each smell is."],
        ["", "Wʜᴀᴛ Dᴏᴇs Mʏ Tᴏɴɢᴜᴇ Dᴏ?"],
        ["11", "\tYour tongue is a part of your mouth. You use your tongue to help chew and swallow food. You use your tongue to help make sounds when you speak."],
        ["12", "\tYour tongue helps you to taste and enjoy food. Your tongue also lets you know if something is not good to eat. Something that is bad to eat may taste bitter or horrible."],
        ["13", "\tYour senses of smell and taste work together. When your nose is plugged from a cold your sense of taste does not work very well..."],
        ["", "Wʜᴀᴛ Is Mʏ Sᴇɴsᴇ ᴏꜰ Tᴏᴜᴄʜ?"],
        ["14", "\tYour sense of touch tells you what something feels like. It tells you if something is rough or smooth, or hot or cold."],
        ["15", "\tYour sense of touch sends signals to the brain. This helps you to react to things. Touch tells you to scratch an itch on your leg. Touch helps you to move away from something that is prickly or hot..."],
        ["", "Tʜᴇ Sᴇɴsᴏʀʏ Sʏsᴛᴇᴍ"],
        ["16", "\tYour brain sorts and stores all the signals from your senses. Then it instantly sends millions of messages back to your body parts. Your brain tells all the different parts of your body what is happening and what to do."]
    ],
    "Copyright": "",
    "References": []
}