{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "In this excerpt, the narrator visits her Dadima, her grandmother. She learns about the Indian custom of wearing long flowing dresses called saris."
    ],
    "Title": "[Excerpt from] My Dadima Wears a Sari",
    "Subtitle": "",
    "Author": "by Kashmira Sheth",
    "LabelType": "P",
    "Content": [
        ["1", "\tEvery day my dadima wears saris—saris as bright and cheerful as a bouquet of wildflowers..."],
        ["", ":box:bouquet = bunch"],
        ["2", "\tShe wears them around the house. She wears them around the town. She wears them made out of cotton. She wears them made out of silk."],
        ["3", "\tSometimes she tucks the pallu, the end of her sari, tightly. And sometimes she lets it dance in the breeze."],
        ["4", "\t“Your saris are beautiful, Dadima,” I say one day. “But don't you get tired of wearing them?”"],
        ["5", "\t“Never, Rupa,” Dadima says..."],
        ["6", "\t“Why not?” I want to know."],
        ["7", "\t“Because a sari is a sari and I can do so much with it,” she says."],
        ["8", "\t“What can you do with a sari?” I ask."],
        ["9", "\t“Suppose you and I are sitting out on the porch and it gets hot,” Dadima says. “Then we can keep cool.” She begins to fan the two of us with the end of her sari."],
        ["10", "\t“Oh,” I say. “That's nice.”"],
        ["11", "\t“If we go to the beach and collect seashells, we can wrap the shells in my sari,” Dadima says."],
        ["12", "\t“Like this?” I ask. I make a pouch with the end of her sari."],
        ["", ":box:pouch = pocket or other holder"],
        ["13", "\t“Yes,” Dadima answers."],
        ["14", "\t“What else?” I ask."],
        ["15", "\t“Suppose we go for a walk and it begins to sprinkle,” Dadima says. “I can make an umbrella.” And right then she covers both our heads with her sari."],
        ["16", "\tI like the feel of it, light and cool as a breeze...."],
        ["17", "\tJust then my little sister Neha comes to find me. “Rupa, Rupa, where are you?” she calls."],
        ["18", "\tI decide to play a game with Neha. Quickly, I cover myself with Dadima's sari. While I am hiding under there, I make a secret knot in the corner of her pallu. That way Dadima will remember to give me a hug."],
        ["19", "\t“I found you, Rupa!” Neha says. “My turn to hide.”"],
        ["20", "\tI come out and Neha hides under the pallu."],
        ["21", "\t“Dadima, did your dadima wear a sari too?” I ask."],
        ["22", "\t“Yes,” Dadima answers. “And so did my dadima's dadima.”"],
        ["23", "\tNeha pokes her head out. “When I grow up, will you make me a sari?” she asks."],
        ["24", "\t“You and Rupa can wear my saris,” Dadima says."],
        ["25", "\t“But they won't fit,” Neha says. She looks sad."],
        ["26", "\t“A sari can fit anyone,” Dadima tells her. “Come with me.”"],
        ["27", "\tWe all go to Dadima's room."],
        ["28", "\tDadima takes out a bright yellow sari from her closet. “Unfold this,” she says."],
        ["29", "\tNeha and I unfold and unfold and unfold some more."],
        ["30", "\t“But this is just a lot of cloth,” I say, shaking my head."],
        ["31", "\t“That's right,” Dadima says. “A sari is a long piece of material that you wrap around yourself in a special way.”..."],
        ["332", "\tDadima takes out many saris..."],
        ["33", "\t“Which one is your favorite, Dadima?” I ask."],
        ["34", "\t“I like all of them,” Dadima says. “But I have three special saris.”"],
        ["35", "\tDadima takes out a pale yellow sari with rainbow-colored polka dots. “This one is a half-sari. It is special because it was my first sari,” she tells us."],
        ["36", "\tNext she picks up a pink sari as soft as Neha's cheeks. “I wore this sari on the plane when I came from India to America,” she says."],
        ["37", "\tThen Dadima shows Neha and me a sari that shimmers. It is red with a pallu stitched in gold."],
        ["", ":box:shimmers = shines"],
        ["38", "\t“This is my wedding sari,” she whispers..."],
        ["39", "\tDadima puts the sari with polka dots on Neha and the soft pink one on me...."],
        ["40", "\tDressed in our saris, all three of us stand in front of the mirror."],
        ["41", "\tDadima draws her sari over her head, making a snug frame around her face. Neha and I do the same. Our eyes twinkle in the mirror like the golden threads in Dadima's wedding pallu."],
        ["", ":box:snug = tight"],
        ["42", "\t“We look like you, Dadima,” I say."],
        ["43", "\t“Yes,” she says, taking Neha and me in her arms. “Very much so.”"],
        ["44", "\tI hug Dadima back."],
        ["45", "\tThen I untie the secret knot I made in her sari."]
    ],
    "Copyright": "",
    "References": []
}