{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "It is 1866 and Malachy, only 13 years old, has been hired to help build the Pacific Railroad. In this excerpt, he describes his first train ride as he heads to Cisco, California, where his work will begin."
    ],
    "Title": "[Excerpt from] Tracks",
    "Subtitle": "",
    "Author": "by Diane Lee Wilson",
    "LabelType": "L",
    "Content": [
        [" ", "\tThe man in Sacramento had said it was ninety-two miles out to the little mountain"],
        [" ", "town of Cisco. Hard to believe we were going to travel that many miles in less than a day!"],
        [" ", "Like most of the others in the car, I perched at the edge of my seat once we got going,"],
        [" ", "because I had one cheek pressed flat to the window to see what was coming."],
        ["5", "\tBrina, on the other hand, was fighting a losing battle to stay awake and had balanced"],
        [" ", "her jaw on my knee. She blinked and yawned, her pink tongue curling around her muzzle"],
        [" ", "like a wet leaf. Occasionally she looked up at me for reassurance, then blinked some more"],
        [" ", "Finally giving in, she sank to the floor and curled up at my feet, her chin secure on my"],
        [" ", "boot. I stroked her fur absently, entranced by the ever-changing spectacle framed within"],
        ["10", "my window."],
        [" ", "\tFor a while the rushing scenery was an inviting expanse of grass-covered valley baked"],
        [" ", "to an autumnal gold, and we rolled along smoothly. But bit by bit my insides shifted. An"],
        [" ", "unseen force pushed me back into my seat as the locomotive began chugging with more"],
        [" ", "determination. It seemed we were climbing away from the earth."],
        ["15", "\tI felt like a genie on a flying carpet then, because as we picked up speed we traveled"],
        [" ", "above the land and below it, skirting over gullies and tunneling through solid rock. The"],
        [" ", "man-made wonders piled one upon the other, and between each town lay yet another: a"],
        [" ", "chiseled passage so narrow you held your breath until the car squeezed through or a"],
        [" ", "shallow gorge dammed with the soil of ten thousand wheelbarrows. But surpassing them"],
        ["20", "all were the trestles— man alive, the trestles! Wildly impossible, they were. Time and again"],
        [" ", "we trusted our lives to a scaffold of toothpicks and this metal monster rumbling across"],
        [" ", "them. The trestle at Newcastle, in particular, sent some children screeching in wide-eyed"],
        [" ", "terror. Some of the women even, catching sight of the ambitious aerial feat, shut their eyes"],
        [" ", "and moved their lips in prayer. There were fools among us, of course, who looked down"],
        ["25", "and marveled at the height, at the sheer audacity of it all. Me? I was curious, as usual, but"],
        [" ", "when my hesitant peek shot down, down, and down, meeting nothing but air, I settled"],
        [" ", "back against my seat and left the looking to others."],
        [" ", "\tThe scenery continued to change its costumes. It proceeded from grassland to hill and"],
        [" ", "The scenery continued to change its costumes. It proceeded from grassland to hill and"],
        ["30", "a world of coarse-cut mountains and rock-strewn drop-ofis. Vistas and gulches. A world"],
        [" ", "of up and down, and these twin iron rails we clung to had been hammered onto the"],
        [" ", "earth's backbone wherever they could fit without falling off into a gulley or rockslide or"],
        [" ", "rushing river."],
        [" ", "\tTwists and turns slowed our progress but at each new climb the engine strained to pull"],
        ["35", "us up the heights, and I felt myself straining with it. Seemed that if I didn't, we might lose"],
        [" ", "our momentum and go whooshing backward all the way to Sacramento. There were times"],
        [" ", "when it felt like I was a child hanging at the tippy top of a swing, at that one moment"],
        [" ", "when you're suspended face-first in the air and hovering without wings. My insides sort of"],
        [" ", "hung in the air like that, expectant, and it was tiring work to make sure we didn't fall"],
        ["40", "back. Before long, I was as exhausted as Brina, even though she wasn't working as hard as"],
        [" ", "I was to keep the train going and, in fact, slept soundly."],
        [" ", "\tWe were well into the mountains now, and the spectacular, brilliantly painted scenery"],
        [" ", "on both sides of the train kept everyone in high spirits. Chatter crowded the car. The"],
        [" ", "smaller ones, ignoring the knees of strangers even, ran from window to window to ooh"],
        ["45", "and aah at the splendors. Since I was no child, I only turned my head to look out the"],
        [" ", "opposite windows as well as my own, and kept my oohs and aahs to myself."],
        [" ", "\tI'd not been much of a student in the time that I'd gone to school, and I'd certainly"],
        [" ", "never taken to poetry, but in gazing at the outsize beauty spread in every direction I got"],
        [" ", "an inkling of what drove a man to speak in perfumed words."],
        ["50", "\tBrina lifted her head off my boot at that moment to give me a solemn look, and I felt"],
        [" ", "my cheeks grow hot. She couldn't know my thoughts, of course, but still I put a stopper on"],
        [" ", "that bottle."],
        [" ", "\tWe braked to a halt at several towns on our climb, more passengers getting off than"],
        [" ", "getting on. Shortly thereafter we'd lurch forward and return to chugging toward the skies."],
        ["55", "Bits of ash and the occasional orange ember swept past the windows."],
        [" ", "\tAfter a while, the rumble and sway got to swishing stomachs, at least it did mine, and"],
        [" ", "I gritted my teeth against the queasiness fingering my throat. Luckily the mountain air"],
        [" ", "delivered a bracing tonic. Clean and cold, like an ice shaving on your tongue, it was laced"],
        [" ", "with the astringent scent of pine trees. Welcome to the wilderness, the wind hailed,"],
        ["60", "though a keen ear would have heeded the scornful laugh underlying its whistle."]
    ],
    "Copyright": "",
    "References": []
}