{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Too Many Fishermen",
    "Subtitle": "",
    "Author": "by Carole Garbury Vogel",
    "LabelType": "L",
    "Content": [
        [" ", "\tThe shimmering blue waters of the ocean cover nearly 71 percent of the Earth's"],
        [" ", "surface. However, if you look at a world map you will most likely see the continents drawn"],
        [" ", "in great detail, while the ocean is depicted as a monotonous blue expanse with no hint of"],
        [" ", "the majestic landscape beneath the waves. If you could explore the vistas' on the ocean"],
        ["5", "floor, you would find deeper valleys, wider plains, and mountain ranges longer and more"],
        [" ", "massive than anywhere on land."],
        [" ", "\tYou would also discover that the majority of ocean life lives within oyster bays, coral"],
        [" ", "reefs, and other habitats in the shallow water rimming the continents. Impressive as this"],
        [" ", "watery world appears today, it pales in comparison to what it once was. Just three hundred"],
        ["10", "years ago you would have found colossal underwater “cities” packed with sea life along"],
        [" ", "every coast. Overfishing turned many of these lush marine havens into biological deserts."],
        [" ", "\tOverfishing depletes fish stocks by taking fish at a rate faster than they can replace"],
        [" ", "themselves. Many fish are harvested before they are even mature enough to reproduce. As"],
        [" ", "a result, marine species are disappearing at an alarming rate. Some kinds of whales and"],
        ["15", "other sea creatures have already been hunted to extinction. More are on the verge. And"],
        [" ", "development along coasts that drains swamps and fills in wetlands has eliminated precious"],
        [" ", "nurseries for new generations of fish and shellfish."],
        [" ", "\tThe same map that gives little information about the ocean realm provides clues about"],
        [" ", "the sea life that previously flourished near shore. Place-names like Cape Cod"],
        ["20", "(Massachusetts), Oyster Bay (New York), Seal Harbor (Maine), and Herring Bay"],
        [" ", "(Maryland) are ghostly reminders of animals once plentiful in these locations."],
        [" ", "\tHistorical records provide insight, too. Can you imagine New York's harbor crowded"],
        [" ", "with seals, whales, and porpoises, and its shores teeming with lobsters 6-feet (108-meters)"],
        [" ", "long? The Dutch found such bounty when they settled the region in the early 1600s."],
        ["25", "\tMost people know more about the dinosaurs, which became extinct 65 million years"],
        [" ", "ago, than about the massive sea animals that died out within the last three centuries along"],
        [" ", "their own nation's coasts. However, unlike dinosaurs which will never come back, many"],
        [" ", "sea creatures have a chance of recovery. They are considered to be “ecologically extinct.”"],
        [" ", "This means that there are still some left but not enough to make an impact on an"],
        ["30", "ecosystem. Their numbers may increase if they are protected from fishing —  commercial as"],
        [" ", "well as sport-and if their habitats are shielded from development and pollution."],
        [" ", "\tOverfishing began in the Stone Age."],
        [" ", "For example, tens of millions of green"],
        [" ", "turtles once lived in the Caribbean Sea."],
        ["35", "Now so few remain that the survival of"],
        [" ", "the species is threatened. The turtle"],
        [" ", "decline started three thousand years ago"],
        [" ", "when humans settled the region. The"],
        [" ", "turtles were agile in the water but they"],
        ["40", "made easy prey for hunters when they"],
        [" ", "lumbered up sandy beaches to lay eggs."],
        [" ", "The people came to rely on turtle meat"],
        [" ", "and eggs as a major part of their diet."],
        [" ", "On some islands, the turtles disappeared by 800 A.D. From the 1500s on, European"],
        ["45", "settlers hastened the demise of the remaining turtle populations by harvesting them not"],
        [" ", "only for food, but also for their skin to make leather, and their shells for use in jewelry"],
        [" ", "and other ornaments."],
        ["", "problems/NY16G8E/media/S9a.jpg"]
    ],
    "Copyright": "“Too Many Fishermen”: From THE RESTLESS SEA: HUMAN IMPACT by Carole Garbury Vogel. Used with permission of Franklin Watts, Scholastic Library/McIntosh & Otis.",
    "References": [
        ["¹", "vistas: views"]
    ]
}