{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Stranger from the Tonto",
    "Subtitle": "",
    "Author": "by Zane Grey",
    "LabelType": "L",
    "Content": [
        [" ", "\tOne morning from a black slope of a desolate bluff the old prospector located, away to"],
        [" ", "the southward, three red crags. He had grown tremendously excited and nothing could"],
        [" ", "have held him back. These colourful hills seemed far away to the younger man, who"],
        [" ", "ventured a suggestion that it might be wise, considering the time of year, to make for the"],
        ["5", "cool altitudes instead of taking a risk of being caught in that stark and terrific contact with"],
        [" ", "the hot rock."],
        [" ", "\tThey went on down into the labyrinth¹ of black craters and red canyons, and across"],
        [" ", "fields of cactus, ablaze with their varied and vivid blossoms. The palo verde shone gold in"],
        [" ", "the sun, the ocotillo scarlet, and the dead palo christ² like soft clouds of blue smoke in the"],
        ["10", "glaring sand washes. The luxuriance of the desert growths deceived the eye, but at every"],
        [" ", "end of a maze of verdure³ there loomed the appalling desolation and decay of the rock"],
        [" ", "fastnesses of the earth."],
        [" ", "\tFrom time to time the gold seekers caught a glimpse of the three crags that began to"],
        [" ", "partake of the deceitfulness of desert distance. They grew no closer, apparently, but higher,"],
        ["15", "larger, changing as if by magic into mountains. These glimpses spurred Bill Elway on, and"],
        [" ", "Kent Wingfield, knowing they were lost, grew indifferent to the peril and gave himself"],
        [" ", "fully to the adventure."],
        [" ", "\tThey had been marvellously fortunate about locating waterholes. Elway had keenness"],
        [" ", "of sight and the judgment of experience. Added to this was the fact that one of his"],
        ["20", "burros,⁴ Jenester, could scent water at incredible distances. But one night they had to"],
        [" ", "make dry camp. The next day was hot. It took all of it to find water. And that day the"],
        [" ", "crags disappeared as utterly as if the desert had opened to swallow them."],
        [" ", "\tCool, sweet desert dawn, with a menacing red in the east, found the adventurers"],
        [" ", "doubly lost, for now they did not even have a landmark to strive for. Al points of the"],
        ["25", "compass appeared about the same-barren mountains, dark cones, stark and naked"],
        [" ", "shining ridges, pale blue ranges in the distance."],
        [" ", "\tBut Elway pushed on south, more bowed every day, and lame. The burros became"],
        [" ", "troublesome to drive. Jenester wanted to turn back, and the others were dominated by her"],
        [" ", "instinct. Elway, however, was ruthless. Kent watched him, no longer with blind faith, but"],
        ["30", "with the perturbation⁵ of one who saw a man guided by some sixth sense, into which"],
        [" ", "intelligence did not enter."],
        [" ", "\tNevertheless soon he changed their order of travel, in that they slept in the daytime"],
        [" ", "and went on at night. The early dawn, soft and grey and exquisite, the glorious burst of"],
        [" ", "sunrise, seemed to hold the younger man enthralled, as did the gorgeous sunsets, and the"],
        ["35", "marvellous creeping twilight. As for the other hours, he slept in the shade of an ironwood"],
        [" ", "tree, bathed in sweat and tortured by nightmares, or he stalked silently after the"],
        [" ", "implacable prospector."],
        [" ", "\tThey talked but little. Once Elway asked how many days were left in June and Kent"],
        [" ", "replied that he guessed about half."],
        ["40", "\t“August is the hot month. We can still get out,” said the prospector, rolling a pebble"],
        [" ", "in his mouth. And by that he probably meant they could find gold and still escape from"],
        [" ", "the fiery furnace of the desert. But he had ceased to pan sand in the washes or pick at"],
        [" ", "the rocks."],
        [" ", "\tThe days multiplied. Spent in the shade they were not unendurable or utterly"],
        ["45", "strength-prostrating. But the noon hours, during which the men invariably awoke, had a"],
        [" ", "solemn menacing austerity.⁶ The nights were pleasant, so far as atmosphere was"],
        [" ", "concerned. Try as Elway might, he could not drive the burros in a straight line. Jenester"],
        [" ", "edged away to the east, which fact was not manifest until daylight."],
        [" ", "\tAnother dry camp, with the last of the water in their canteens used up, brought the"],
        ["50", "wanderers to extremity. Elway had pitted his judgment against the instinct of Jenester, and"],
        [" ", "catastrophe faced them."],
        [" ", "\tDarkness brought relief from the sun, if not from overwhelming dread. The moon"],
        [" ", "came up from behind black hills and the desert became a silvered chaos, silent as death,"],
        [" ", "unreal and enchanting in its beauty."],
        ["55", "\tThis night Elway gave Jenester her head and with ears up she led to the east. The"],
        [" ", "others followed eagerly. They went so fast that the men had to exert themselves to keep"],
        [" ", "up. At midnight Kent was lending a hand to the older man. The sand dragged at their"],
        [" ", "leaden feet. But they could not head the burros, which they were now following by the"],
        [" ", "tinkling of Jenester's bell. The moon sank behind the dark horizon. White, blinking,"],
        ["60", "pitiless stars shone piercingly. They paled into grey and when dawn broke the young man"],
        [" ", "was half-supporting the old prospector."],
        [" ", "\tAll around, the desert looked precisely as it had for days. The eastern ranges were"],
        [" ", "crowned with fire; those in the west gloomy in purple haze. The burros had travelled"],
        [" ", "uphill. They had passed on out of hearing and had to be trailed. The older man appeared"],
        ["65", "to be fast weakening. But sight of a jack rabbit and the sound of a mockingbird in"],
        [" ", "melodious song saved him from collapse. Where these living creatures were it could not"],
        [" ", "be far to water."],
        [" ", "\tElway sank less weightily upon Kent's strong arm. They climbed, trailing the tracks"],
        [" ", "through the aisles between the cactus thickets, round the corners of cliffs, up a slow-rising"],
        ["70", "ridge above the top of which three round peaks peeped, and rose, and loomed. Elway"],
        [" ", "pointed with a shaking hand and cried out unintelligibly. His spirit was greater than his"],
        [" ", "strength; it was Kent's sturdy arm that gained the summit for him."],
        [" ", "\t“Look-old timer!” panted Kent hoarsely."],
        [" ", "\tThree symmetrical mesas, singular in their sameness of size and contour, and"],
        ["75", "magnifying all the mystery and glory of reflected sunrise, dominated a wild and majestic"],
        [" ", "reach of desert."],
        [" ", "\tBut the exceeding surprise of this sudden and totally unexpected discovery of the"],
        [" ", "three peaks that had lured and betrayed the prospectors instantly gave way to an infinitely"],
        [" ", "more beautiful sensation- the murmur of running water. A little below them ran a swift"],
        ["80", "shallow stream, transparent as glass, yet taking on a tinge of the morning rose. The burros"],
        [" ", "were drinking."]
    ],
    "Copyright": "“Excerpt from Stranger from the Tonto”: From STRANGER FROM THE TONTO by Zane Grey. Copyright © 1957 by Zane Grey. Used with permission of Zane Grey Inc.",
    "References": [
        ["¹", "labyrinth: a maze"],
        ["²", "palo verde, ocotillo, and palo christi: types of desert trees and shrubs"],
        ["³", "verdure: greenery"],
        ["⁴", "burros: donkeys"],
        ["⁵", "perturbation: uneasiness"],
        ["⁶", "austerity: harshness"]
    ]
}