{
    "Directions": "Read the following passage about two musicians then answer each question that follows.",
    "Context": [],
    "Title": "Playing Like Pa",
    "Subtitle": "",
    "Author": "by Pam Bachorz",
    "LabelType": "P",
    "Content": [
        [" ", "\tI'll never play piano like my grandpa."],
        [" ", "\tPa's fingers fly so fast you don't see them touch the keys. His hands tumble and leap, and the notes spill from the piano faster than popcorn from a popper."],
        [" ", "\tPa has played at the Tulip Café for forty-nine years. He plays every Friday and Saturday night, except the Friday night when Mom was born."],
        [" ", "\tTonight the Tulip is bursting with people. They cleared away the tables so more people could fit. Everyone has to hold their plates on their laps and put drinks under their chairs, but nobody minds. It's a special night."],
        [" ", "\tThis is the last time my grandpa will play at the Tulip. Everyone is a little sad."],
        [" ", "\tPa is ready to retire."],
        [" ", "\tName a song — any song — and Pa will play it for you. Nobody can stump him. He has a music library in his head."],
        [" ", "\tJazz is his favorite. Whenever Pa rips into ragtime, I'm like a pot of water boiling over. I can't stop my toes a-tapping, fingers a-snapping, head bo-bopping to the beat."],
        [" ", "\tAll my aunts and uncles are at the Tulip tonight, with all my cousins. My great-aunt Pauline came on the train all the way from Albany. We whoop and holler at the end of every song. Pa even plays the song with my name in it: “Stella by Starlight.”"],
        [" ", "\tPa has been teaching me piano ever since I was five. He's taught me chords, so I can make any song sound fancy. Sometimes Pa balances a nickel on the back of my hand to keep my fingers curved and my hand level. He listens while I practice for a half hour every single day. I make mistakes, but Pa never says anything. He just reads the newspaper. Sometimes he smiles."],
        [" ", "\tSome days I want to quit. I tell Pa that I'm no good at piano. But he says, “One day you'll be better than me.” So I keep practicing. Other times the notes just flow. My mind stays quiet while my fingers do all the work. That's when Pa says, “Not bad, kid. Not bad.” Then I know I've hammered it home."],
        [" ", "\tTonight people keep stopping by to talk. They leave money in a jar on top of the piano. They want Pa to leave with a pocketful of tips."],
        [" ", "\tI'm finishing my dessert when Pa surprises me. “Ladies and gentlemen.” His voice quavers a little, but it's still strong. “I have a special treat for you tonight. Please welcome my granddaughter, Stella Babcock, to the piano!”"],
        [" ", "\tI drop my spoon and duck low. What's Pa thinking? I can't play in front of all these people!"],
        [" ", "\tCousin Amy pokes me. “Get up there already, Stella,” she orders in a no-nonsense voice. “Do it for Pa.”"],
        [" ", "\tMy rubbery legs take me to the piano. Pa's big hands grip my shoulders and gently push me onto the piano bench. My fingers settle around middle C."],
        [" ", "\t“I can't,” I say. I'm not like Pa. People won't like what I play. They might laugh."],
        [" ", "\t“Play something you love,” Pa whispers in my ear."],
        [" ", "\tBut I can't remember a single song. I wish I knew my grandpa's favorite, “Mood Indigo,” by the jazz great Duke Ellington. Pa makes it his last song every night."],
        [" ", "\tI close my eyes and try to pretend there aren't dozens of people staring at me. Pa keeps his hands on my shoulders. They feel warm, strong, and steady. I'm trembling now."],
        [" ", "\tI play one note, the D next to middle C. Then my fingers remember, and a song rushes through me: one of Bach's Two-Part Inventions. It's not jazz, but it's fast and tricky. Pa always smiles when I play this one."],
        [" ", "\tOne note tumbles out, and another. The music pushes my hands across the piano, with no mistakes. It's not like jazz bubbling under my skin. This song is a cool river running inside me, my fingers rippling and flowing over the rocky black keys."],
        [" ", "\tAunt Diann hollers, “You go, Stella! You're on fire.”"],
        [" ", "\tAnd then I'm done. My fingers are ordinary again, with no notes left in them."],
        [" ", "\tEveryone is cheering for me. I stand up and hug my grandpa hard. He turns me to the audience. I give them a little wave and say, “Thanks, folks,” just like Pa."],
        [" ", "\tI'll never play piano like my grandpa. But that's O.K. Because I can play like me, Stella Babcock, just the way Pa taught me."]
    ],
    "Copyright": "",
    "References": []
}