{
    "Directions": "Read the following passage about using clay animation to make a movie then answer each question.",
    "Context": [],
    "Title": "Clay Animation",
    "Subtitle": "",
    "Author": "by Erica Elmer",
    "LabelType": "P",
    "Content": [
        [" ", "\tHave you ever seen an animated movie or television show that looks like everything has been made out of clay? This technique using clay figurines and objects is called “claymation,” or stop-motion animation, and was first seen as early as 1902 in Georges Méliès's film A Trip to the Moon. From that point, filmmakers around the world began to explore and grasp this technique, and in recent years this art form has become quite popular with films."],
        [" ", "\tMaking a film like this is somewhat similar to drawing a flipbook. If you were to draw a flipbook of a person waving his hand, there would be only slight, minor changes in the position of the hand on each page. When the pages are flipped through in one simultaneous motion, it gives the illusion of the character raising his arm to wave “hello.”"],
        [" ", "\tThe techniques behind stop-motion film are very similar, except oftentimes filmmakers will use figures made entirely out of clay and will use a camera to capture their footage rather than a pencil and paper. In order to begin, they must first come up with a concept as to what they want the film to be about. They will then mold their characters and the entire world of the film using clay. Then they will move and manipulate each figure to create the illusion of movement. Each object is moved slowly and then recorded on film. After shooting one or two frames of film, the camera is paused and the object is moved again. Each character or object is moved extremely slowly, the movement being almost invisible to the naked eye. Objects are moved slowly to create fluid, realistic movements and faster to create swifter, jerkier movements. Sometimes this process of creating a claymation film can take years."],
        [" ", "\tAlthough making a film this way may seem difficult, don't let appearances be deceiving. With the right supplies and a lot of patience, you, too, can make your very own short claymation film."],
        ["", "Mᴏʟᴅɪɴɢ ᴀ Mᴏᴠɪᴇ: Hᴏᴡ ᴛᴏ Mᴀᴋᴇ ᴀ Cʟᴀʏᴍᴀᴛɪᴏɴ Fɪʟᴍ"],
        [" ", "Materials:"],
        ["•", "Modeling clay"],
        ["•", "Video camera or digital still camera"],
        ["•", "Tripod"],
        ["•", "Dark cloth (to use for the background)"],
        [" ", ""],
        [" ", "Steps:"],
        ["1.", "Use modeling clay to create characters and objects that you will use to tell your story."],
        ["2.", "Get a video camera or digital still camera to record your images. Make sure that there is a memory card in the camera. Be sure to get your parent's permission first!"],
        ["3.", "Using the dark cloth, create a backdrop for shooting your movie. The dark cloth will even out the lighting so everything will look the same."],
        ["4.", "Secure the camera onto the tripod, and secure your backdrop by hanging it up or draping it over a stable object like a box."],
        ["5.", "Place the characters and other objects onto the backdrop, positioning them for your first shot."],
        ["6.", "To record your movie, put the camera into “camera” mode to record, and if using a digital still camera, make sure the camera is in “video” mode."],
        ["7.", "Press the record button, count to one by saying, “one, one thousand,” and then press the record button again to stop recording."],
        ["8.", "You have now captured the first image of your movie."],
        ["9.", "Move each clay figure or object in the movie slightly, about a couple of inches each time, to create more fluid, realistic effects. For quicker moving objects and faster moving action, move them farther, about 4–6 inches."],
        ["10.", "After moving each object to its d͟e͟s͟i͟r͟e͟d position, press record again and count to one, as done in step 7, and then press record again."],
        ["11.", "Keep moving each object steadily and recording after each movement to create the illusion of a moving image."],
        ["12.", "When you are finished, put the camera into playback mode to view your masterpiece!"]
    ],
    "Copyright": "",
    "References": []
}