{
    "Title": "South Carolina College & Career Ready Standards > Science > Grade 1",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "SC.S1.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.S1.PS.4",
                    "Label": "Waves & Their Applications In Technologies For Information Transfer",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S1.PS.4.1",
                            "Label": "Plan and conduct investigations to provide evidence that vibrating materials can make sound and that sound can make materials vibrate.",
                            "Examples": [
                                "Examples of vibrating materials that make sound could include tuning forks and a stretched string that is plucked.",
                                "Examples of how sound can make matter vibrate could include holding a piece of paper near a speaker making sound and holding an object near a vibrating tuning fork."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S1.PS.4.2",
                            "Label": "Make observations to support an evidence-based claim that objects in darkness can be seen only when illuminated by light sources.",
                            "Examples": [
                                "Examples of observations could include those made in a completely dark room, a pinhole box, and a video of a cave explorer with a flashlight.",
                                "Examples of illumination could be from an external light source or by an object giving off its own light."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S1.PS.4.3",
                            "Label": "Plan and conduct an investigation to determine the effect of placing objects made with different materials in the path of a beam of light.",
                            "Examples": [
                                "Examples of materials could include clear plastic (transparent), wax paper (translucent), cardboard (opaque), and mirrors (reflective)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S1.PS.4.4",
                            "Label": "Use tools and materials to design and build a device that uses light or sound to communicate over a distance.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.S1.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.S1.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S1.LS.1.1",
                            "Label": "Use materials to design a solution to a human problem by mimicking how plants and/or animals use their external parts to help them survive, grow, and meet their needs.",
                            "Examples": [
                                "Examples of human problems that can be solved by mimicking plant or animal solutions could include designing clothing or equipment to protect bicyclists by mimicking turtle shells, acorn shells, or animal scales; stabilizing structures by mimicking animal tails and roots on plants; keeping out intruders by mimicking thorns on branches or animal quills; or detecting intruders by mimicking eyes or ears."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S1.LS.1.2",
                            "Label": "Obtain information from multiple sources to determine patterns in parent and offspring behavior that help offspring survive.",
                            "Examples": [
                                "Examples of patterns of behaviors could include the signals that offspring make (such as crying, cheeping, or other vocalizations) and the responses of the parents (such as feeding, comforting, or protecting the offspring). Information may be obtained through observation, field study, text, media, etc."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.S1.LS.3",
                    "Label": "Heredity: Inheritance & Variation Of Traits",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S1.LS.3.1",
                            "Label": "Make observations to support an evidence-based claim that most young are like, but not exactly like, their parents.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.S1.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.S1.ESS.1",
                    "Label": "Earth's Place In The Universe",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.S1.ESS.1.1",
                            "Label": "Use observations of the sun, moon, and stars to describe patterns that can be predicted.",
                            "Examples": [
                                "Examples of patterns could include that the sun and moon appear to rise in one part of the sky, move across the sky, and set; and stars other than our sun are visible at night but not during the day."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.S1.ESS.1.2",
                            "Label": "Make observations at different times of year to relate the amount of daylight to the time of year.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}