{
    "Title": "South Carolina College & Career Ready Standards > English Language Arts > Grade 3",
    "Overview": "In third grade, foundational reading skills are focused on fluency; however, reading comprehension becomes the primary focus. In addition to identifying elements of literary and informational texts, students in third grade are beginning to explain how those elements function within a text.\n\nAs in previous grades, educators should continue to offer appropriate guidance and support to students as needed; however, by the end of the school year, third graders are expected to demonstrate proficiency of the grade-level indicators with independence. Examples of guidance and support might include, but are not limited to, one-on-one instruction, small group instruction, reteaching, prompting, and differentiated instruction. Instruction in third grade begins to focus on author’s craft. Third-grade students begin examining an author’s purpose in writing a text and explaining the differences between the perspectives of characters and the difference between the perspective of a character and of the reader.\n\nStudents in third grade continue to read the four major types of literary texts in print and multimedia formats: fiction, literary nonfiction, poetry, and drama. Third graders also read a variety of informational texts in print and multimedia formats as well as explain how information gleaned from visuals contributes to the meaning of a text.\n\nThroughout third grade, students compose developmentally appropriate opinion pieces, informational pieces, and narrative pieces. Within their writing, students begin structuring their thinking by grouping related ideas and using transitions to link their ideas. Third graders learn how to refine questions for research and reflect upon the ideas of others during conversations. Students practice writing short summary paragraphs, multi-paragraph essays, text-dependent writing, and creative pieces. Additionally, third-grade students begin to write in cursive.",
    "Goals": [],
    "Standards": [
        {
            "Key": "SC.E3.OE",
            "Label": "Overarching Expectations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E3.OE.1",
                    "Label": "Read and write for a variety of purposes, including academic and personal, for extended periods of time.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E3.OE.2",
                    "Label": "Acquire, refine, and share knowledge through a variety of multimedia literacies to include written, oral, visual, digital, and interactive texts.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E3.OE.3",
                    "Label": "Make inferences to support comprehension.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E3.OE.4",
                    "Label": "Collaborate with others and use active listening skills.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E3.OE.5",
                    "Label": "Cite evidence to explain and justify reasoning.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E3.OE.6",
                    "Label": "Create quality work by adhering to an accepted format.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "SC.E3.F",
            "Label": "Foundations Of Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E3.F.4",
                    "Label": "Read and reread grade-appropriate texts with accuracy and expression at an appropriate rate to support comprehension.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.F.4.2",
                            "Label": "Read a variety of texts orally and silently with accuracy, appropriate rate, expression, and intonation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E3.F.4.3",
                            "Label": "Read texts by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E3.F.4.3.a",
                                    "Label": "Using letter-sound knowledge to segment and blend sounds together.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.F.4.3.b",
                                    "Label": "Decoding the words by analogy.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.F.4.3.c",
                                    "Label": "Recognizing chunks including familiar prefixes, suffixes, or the first syllable of the word.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.F.4.3.d",
                                    "Label": "Generalizing phonic skills to unknown words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.F.4.3.e",
                                    "Label": "Using context and visuals from the text to support monitoring and self- correcting.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.E3.AOR",
            "Label": "Applications Of Reading",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E3.AOR.1",
                    "Label": "Evaluate and critique key literary elements that enhance and deepen meaning within and across texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.AOR.1.1",
                            "Label": "Explain how one or more characters develop throughout the plot.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E3.AOR.1.2",
                            "Label": "Identify and explain the purpose of forms of figurative language to include metaphor, hyperbole, and idioms.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E3.AOR.2",
                    "Label": "Evaluate and critique the development of themes and central ideas within and across texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.AOR.2.1",
                            "Label": "Identify and explain an explicit theme in a literary text and how it is developed by key details.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E3.AOR.2.2",
                            "Label": "Determine and explain a stated central idea and supporting details in an informational text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E3.AOR.3",
                    "Label": "Evaluate how an author’s choice of point of view or perspective shapes style and meaning within and across literary texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.AOR.3.1",
                            "Label": "Determine and explain the differences between the perspectives of the characters and/or between the characters and the reader.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E3.AOR.4",
                    "Label": "Evaluate and critique how an author’s perspective and purpose shape style and meaning within and across informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.AOR.4.1",
                            "Label": "Determine and explain an author’s purpose (e.g., what an author wants to answer, explain, or describe); identify an author’s perspective on a topic.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E3.AOR.5",
                    "Label": "Evaluate and critique how an author uses words, phrases, and text structures to craft text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.AOR.5.1",
                            "Label": "Explain how sections of literary text (e.g., paragraphs, chapters, scenes, and stanzas) build on one another and contribute to the overall structure.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E3.AOR.5.2",
                            "Label": "Explain how basic text features contribute to meaning in an informational text; identify the text structures of description/list and/or cause and effect.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E3.AOR.5.3",
                            "Label": "Identify an author’s claim, and explain how an author uses reasons to support that claim in an informational text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E3.AOR.6",
                    "Label": "Summarize and paraphrase text to support comprehension and understanding.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.AOR.6.1",
                            "Label": "Summarize a text to enhance comprehension:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E3.AOR.6.1.a",
                                    "Label": "Include plot, theme, and key details for a literary text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.AOR.6.1.b",
                                    "Label": "Include a central idea and supporting details for an informational text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E3.AOR.7",
                    "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.AOR.7.1",
                            "Label": "Determine or clarify the meaning of known and unknown words and phrases, choosing from an array of strategies:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E3.AOR.7.1.a",
                                    "Label": "Use sentence-level context clues (e.g., definitions, examples) to determine the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.AOR.7.1.b",
                                    "Label": "Consult print and digital reference materials to build and integrate background knowledge.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.AOR.7.1.c",
                                    "Label": "Consult print and digital reference materials to find the pronunciation, part of speech, and to determine or clarify the precise meaning of words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E3.AOR.8",
                    "Label": "Analyze word relationships and nuances in word meanings within literary and informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.AOR.8.1",
                            "Label": "Determine an author’s use of words and phrases in grade-level literary, informational, and multimedia texts:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E3.AOR.8.1.a",
                                    "Label": "Distinguish between literal and nonliteral meanings of words and phrases (e.g., take steps).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.AOR.8.1.b",
                                    "Label": "Identify real-life connections between words and their use (e.g., describe people who are helpful).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.AOR.8.1.c",
                                    "Label": "Determine relationships between words (e.g., synonyms and antonyms) to better understand each of the words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E3.AOR.9",
                    "Label": "Build and apply a range of academic vocabulary, as well as grade-level appropriate morphology to apply to reading, writing, and speaking.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.AOR.9.1",
                            "Label": "Identify and use derivational morphemes, prefixes, suffixes, and phonic patterns to determine the meaning of words in grade-level content.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E3.AOR.10",
                    "Label": "Evaluate and critique multimedia presentations of a text or subject, including their impact on an audience.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.AOR.10.1",
                            "Label": "Identify and explain how information gained from visuals (e.g., illustrations, photographs, graphs, maps) contributes to the meaning of a print or non-print text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.E3.R",
            "Label": "Research",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E3.R.1",
                    "Label": "Use critical thinking skills to investigate, evaluate, and synthesize a variety of sources to obtain and refine knowledge.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.R.1.1",
                            "Label": "Ask and answer questions about print and non-print sources to narrow or broaden thinking about a topic for inquiry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E3.R.1.2",
                            "Label": "Group findings from a provided print or non-print source.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.E3.C",
            "Label": "Written & Oral Communications",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E3.C.1",
                    "Label": "Write arguments to support claims with clear reasons and relevant evidence.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.C.1.1",
                            "Label": "Write opinion pieces about a topic. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E3.C.1.1.a",
                                    "Label": "Introduce a topic; include an opinion statement.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.1.1.b",
                                    "Label": "Include reasons supported by details from a provided source.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.1.1.c",
                                    "Label": "Use grade-appropriate transitions to link ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.1.1.d",
                                    "Label": "Organize information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.1.1.e",
                                    "Label": "Provide a concluding statement.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E3.C.2",
                    "Label": "Write informative/expository texts to analyze and explain complex ideas and information.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.C.2.1",
                            "Label": "Write informative/explanatory pieces to examine a topic and provide information. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E3.C.2.1.a",
                                    "Label": "Introduce a topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.2.1.b",
                                    "Label": "Develop the topic with facts, definitions, and/or details related to the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.2.1.c",
                                    "Label": "Group information and use grade-appropriate transitions to link ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.2.1.d",
                                    "Label": "Use precise language and vocabulary to inform or explain about the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.2.1.e",
                                    "Label": "Use and explain information from a provided source.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.2.1.f",
                                    "Label": "Provide a concluding statement or section.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E3.C.3",
                    "Label": "Write narratives to develop real or imagined experiences using effective techniques.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.C.3.1",
                            "Label": "Write narratives to develop real or imagined experiences. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E3.C.3.1.a",
                                    "Label": "Establish a setting and introduce a narrator or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.3.1.b",
                                    "Label": "Use temporal words and phrases to sequence a plot structure.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.3.1.c",
                                    "Label": "Use descriptions of actions, thoughts, and feelings to develop characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.3.1.d",
                                    "Label": "Provide an ending.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E3.C.4",
                    "Label": "Demonstrate command of standard English grammar and conventions when writing.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.C.4.1",
                            "Label": "Write and expand grammatically correct sentences (e.g., simple, compound, and complex) and paragraphs. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E3.C.4.1.a",
                                    "Label": "Capitalize nouns (organizations, monuments, and landmarks) and appropriate words in titles and dialogue.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.4.1.b",
                                    "Label": "Use periods to punctuate abbreviations and within quotation marks.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.4.1.c",
                                    "Label": "Use commas and quotation marks to indicate direct speech and quotations from a text; use commas to separate items in a series and phrases and clauses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.4.1.d",
                                    "Label": "Use apostrophes to create contractions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.4.1.e",
                                    "Label": "Distinguish between and use interrogative and demonstrative pronouns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.4.1.f",
                                    "Label": "Distinguish between and use comparative and superlative adverbs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.4.1.g",
                                    "Label": "Identify and use prepositional phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.4.1.h",
                                    "Label": "Use frequently occurring nouns, verbs (regular and irregular), and simple verb tenses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.4.1.i",
                                    "Label": "Explain the function of adjectives and adverbs in simple, compound, and complex sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.4.1.j",
                                    "Label": "Distinguish between and use coordinating and subordinating conjunctions and independent and dependent clauses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.4.1.k",
                                    "Label": "Identify and revise sentence fragments and run-on sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.4.1.l",
                                    "Label": "Consult print and multimedia sources to check and correct spelling.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E3.C.5",
                    "Label": "Revise writing to improve clarity and enhance style appropriate to audience, purpose, and task.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.C.5.1",
                            "Label": "Improve writing by planning, revising, editing, and building on personal ideas and the ideas of others to strengthen writing.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E3.C.6",
                    "Label": "Write independently and legibly for a variety of tasks and purposes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.C.6.1",
                            "Label": "Write in cursive all uppercase and lowercase letters.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E3.C.7",
                    "Label": "Organize and communicate ideas through a range of formats to engage a variety of audiences.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.C.7.1",
                            "Label": "Present information orally to report on a topic or text, tell a story, or recount an experience with appropriate facts and relevant details. When presenting:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E3.C.7.1.a",
                                    "Label": "Demonstrate appropriate speaking techniques (e.g., nonverbal cues, appropriate volume and eye contact, and clear pronunciation) for a variety of purposes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.7.1.b",
                                    "Label": "Identify and use appropriate digital tools to enhance verbal communication with support from adults.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E3.C.8",
                    "Label": "Through collaboration, react and respond to information while building upon the ideas of others and respecting diverse perspectives.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.C.8.1",
                            "Label": "Participate in structured conversations and collaborations about grade- appropriate topics and texts:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E3.C.8.1.a",
                                    "Label": "Enter a conversation appropriately, listen actively to others, and ask and respond to questions to clarify thinking and express new ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E3.C.8.1.b",
                                    "Label": "Consider and reflect upon the ideas expressed during conversations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E3.C.9",
                    "Label": "Evaluate and critique ideas and concepts interactively through listening and speaking.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E3.C.9.1",
                            "Label": "Identify a speaker’s claim and at least one supporting reason.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}