{
    "Title": "South Carolina College & Career Ready Standards > English Language Arts > Grade 4",
    "Overview": "In fourth grade, reading comprehension is a primary focus. Students in fourth grade are learning to make important connections within texts, such as how an author’s perspective impacts his/her purpose. As in previous grades, educators should continue to offer appropriate guidance and support to students as needed; however, by the end of the school year, fourth graders are expected to demonstrate proficiency of the grade-level indicators with independence. Examples of guidance and support might include, but are not limited to, one-on-one instruction, small group instruction, reteaching, prompting, and differentiated instruction.\n\nAs foundational practice for the in-depth literary analysis that will take place in later grades, fourth graders will determine and explain how key literary elements, such as conflict and setting, impact character and plot development. Additionally, fourth-grade students study plot and the ways in which it is impacted by other story elements, such as conflict. Fourth graders begin to identify and explain implied themes and central ideas, which requires students to draw conclusions based on inferences. Students are also continuing to identify organizational structures within informational text.\n\nFourth-grade students continue reading the four major types of literary texts in print and multimedia formats: fiction, literary nonfiction, poetry, and drama. Fourth graders also read a variety of informational texts in print and multimedia formats, as well as examine how text features contribute to the overall meaning of an informational text.\n\nThroughout fourth grade, writing instruction evolves with an emphasis on sequencing, including logical reasons, and developing an organizational structure. Students move from writing opinions to writing arguments while continuing to develop informational and narrative pieces. Fourth- grade students conduct research, refining their research questions and determining the validity of the resources they find. Students continue writing short summary paragraphs, multi-paragraph essays, text-dependent writing, and creative writing. Additionally, fourth-grade students continue to develop cursive writing.",
    "Goals": [],
    "Standards": [
        {
            "Key": "SC.E4.OE",
            "Label": "Overarching Expectations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E4.OE.1",
                    "Label": "Read and write for a variety of purposes, including academic and personal, for extended periods of time.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E4.OE.2",
                    "Label": "Acquire, refine, and share knowledge through a variety of multimedia literacies to include written, oral, visual, digital, and interactive texts.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E4.OE.3",
                    "Label": "Make inferences to support comprehension.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E4.OE.4",
                    "Label": "Collaborate with others and use active listening skills.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E4.OE.5",
                    "Label": "Cite evidence to explain and justify reasoning.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E4.OE.6",
                    "Label": "Create quality work by adhering to an accepted format.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "SC.E4.F",
            "Label": "Foundations Of Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E4.F.4",
                    "Label": "Read and reread grade-appropriate texts with accuracy and expression at an appropriate rate to support comprehension.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.F.4.2",
                            "Label": "Read a variety of texts orally and silently with accuracy, appropriate rate, expression, and intonation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.E4.AOR",
            "Label": "Applications Of Reading",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E4.AOR.1",
                    "Label": "Evaluate and critique key literary elements that enhance and deepen meaning within and across texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.AOR.1.1",
                            "Label": "Explain how setting and conflict cause characters to change and how conflict(s) contributes to plot development.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E4.AOR.1.2",
                            "Label": "Determine and explain how figurative language impacts meaning and contributes to the reader’s experience.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E4.AOR.2",
                    "Label": "Evaluate and critique the development of themes and central ideas within and across texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.AOR.2.1",
                            "Label": "Identify and explain an explicit or implied theme and how it is developed by key details in a literary text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E4.AOR.2.2",
                            "Label": "Identify and explain a stated or implied central idea and how it is developed by supporting details in an informational text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E4.AOR.3",
                    "Label": "Evaluate how an author’s choice of point of view or perspective shapes style and meaning within and across literary texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.AOR.3.1a",
                            "Label": "Compare and contrast the point of view from which different stories are narrated, including the difference between first person and third person.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E4.AOR.3.1b",
                            "Label": "Explain how different characters’ perspectives impact a literary text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E4.AOR.4",
                    "Label": "Evaluate and critique how an author’s perspective and purpose shape style and meaning within and across informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.AOR.4.1",
                            "Label": "Determine and explain how an author’s purpose (e.g., what an author wants to answer, explain, or describe) is conveyed through the author’s perspective.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E4.AOR.5",
                    "Label": "Evaluate and critique how an author uses words, phrases, and text structures to craft text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.AOR.5.1",
                            "Label": "Compare and contrast the structural elements of literary texts (e.g., narratives, dramas, and poems).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E4.AOR.5.2",
                            "Label": "Explain how basic text features contribute to meaning in an informational text; identify the text structures of problem and solution, chronological, and/or compare and contrast.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E4.AOR.5.3",
                            "Label": "Explain an author’s use of reasons and evidence to support a claim(s) in an informational text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E4.AOR.6",
                    "Label": "Summarize and paraphrase text to support comprehension and understanding.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.AOR.6.1",
                            "Label": "Summarize a text to enhance comprehension:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E4.AOR.6.1.a",
                                    "Label": "Include plot, theme, and relevant key details for a literary text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.AOR.6.1.b",
                                    "Label": "Include a central idea and relevant supporting details for an informational text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E4.AOR.7",
                    "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.AOR.7.1",
                            "Label": "Determine or clarify the meaning of known, unknown, and multiple- meaning words and phrases, choosing from an array of strategies:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E4.AOR.7.1.a",
                                    "Label": "Use context clues (e.g., definitions, examples, restatements) to determine the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.AOR.7.1.b",
                                    "Label": "Consult print and digital reference materials to build and integrate background knowledge.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.AOR.7.1.c",
                                    "Label": "Consult print and digital reference materials to find the pronunciation, part of speech, and to determine or clarify the precise meaning of words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E4.AOR.8",
                    "Label": "Analyze word relationships and nuances in word meanings within literary and informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.AOR.8.1",
                            "Label": "Determine an author’s use of words and phrases in grade-level literary, informational, and multimedia texts:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E4.AOR.8.1.a",
                                    "Label": "Distinguish between literal and nonliteral meanings of words and phrases (e.g., take steps).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.AOR.8.1.b",
                                    "Label": "Explain the meaning of commonly occurring similes, metaphors, and idioms.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.AOR.8.1.c",
                                    "Label": "Demonstrate knowledge of relationships between words (e.g., synonyms and antonyms) to better understand each of the words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E4.AOR.9",
                    "Label": "Build and apply a range of academic vocabulary, as well as grade- level appropriate morphology to apply to reading, writing, and speaking.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.AOR.9.1",
                            "Label": "Identify and use common Greek and Latin roots, base words, and affixes to determine the meaning of words in grade-appropriate content.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E4.AOR.10",
                    "Label": "Evaluate and critique multimedia presentations of a text or subject, including their impact on an audience.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.AOR.10.1",
                            "Label": "Determine and explain how visuals (e.g., illustrations, photographs, maps) and/or multimedia elements (e.g., video, audio) contribute to the meaning of a print or non-print text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.E4.R",
            "Label": "Research",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E4.R.1",
                    "Label": "Use critical thinking skills to investigate, evaluate, and synthesize a variety of sources to obtain and refine knowledge.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.R.1.1",
                            "Label": "Conduct short research for inquiry by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E4.R.1.1.a",
                                    "Label": "Generating a question about a topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.R.1.1.b",
                                    "Label": "Examining a provided source.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "SC.E4.R.1.2",
                            "Label": "Determine the credibility of a provided source.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E4.R.1.3",
                            "Label": "Determine which information is relevant to the topic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E4.R.1.4",
                            "Label": "Group related findings.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E4.R.1.5",
                            "Label": "Cite sources to avoid plagiarism.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.E4.C",
            "Label": "Written & Oral Communications",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E4.C.1",
                    "Label": "Write arguments to support claims with clear reasons and relevant evidence.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.C.1.1",
                            "Label": "Write arguments to make a claim about a topic. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E4.C.1.1.a",
                                    "Label": "Introduce a topic and state an opinion about the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.1.1.b",
                                    "Label": "Provide reasons supported by facts from a credible source(s).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.1.1.c",
                                    "Label": "Group ideas logically using transitional words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.1.1.d",
                                    "Label": "Provide a concluding statement or section.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E4.C.2",
                    "Label": "Write informative/expository texts to analyze and explain complex ideas and information.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.C.2.1",
                            "Label": "Write informative/explanatory texts to examine a topic and provide information. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E4.C.2.1.a",
                                    "Label": "Introduce a topic clearly.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.2.1.b",
                                    "Label": "Develop the topic with facts, definitions, details, and/or quotes related to the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.2.1.c",
                                    "Label": "Group related information into paragraphs and/or sections using transitional words and phrases to link ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.2.1.d",
                                    "Label": "Use precise language and vocabulary to inform or explain about the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.2.1.e",
                                    "Label": "Use and explain information from a provided source(s).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.2.1.f",
                                    "Label": "Provide a concluding statement or section.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E4.C.3",
                    "Label": "Write narratives to develop real or imagined experiences using effective techniques.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.C.3.1",
                            "Label": "Write narratives developing real or imagined experiences. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E4.C.3.1.a",
                                    "Label": "Establish a situation and setting.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.3.1.b",
                                    "Label": "Introduce a narrator and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.3.1.c",
                                    "Label": "Organize a plot structure.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.3.1.d",
                                    "Label": "Use narrative techniques such as dialogue, descriptive language, and sensory details to develop events, setting, and characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.3.1.e",
                                    "Label": "Use a variety of transitional words and phrases to sequence events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.3.1.f",
                                    "Label": "Provide an ending that follows from the narrated experiences or events.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E4.C.4",
                    "Label": "Demonstrate command of standard English grammar and conventions when writing.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.C.4.1",
                            "Label": "Write grammatically correct single and multi-paragraph compositions using a variety of sentence types and phrasing. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E4.C.4.1.a",
                                    "Label": "Capitalize nouns (historic periods, nationalities, languages) and proper adjectives.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.4.1.b",
                                    "Label": "Use a comma before a coordinating conjunction in a compound sentence and with dependent clauses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.4.1.c",
                                    "Label": "Use frequently occurring nouns (compound); distinguish between and use frequently occurring pronouns (relative), adverbs (relative), verbs (helping and linking), and proper adjectives.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.4.1.d",
                                    "Label": "Identify and use simple appositive phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.4.1.e",
                                    "Label": "Order adjectives within sentences according to conventional patterns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.4.1.f",
                                    "Label": "Use prepositional phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.4.1.g",
                                    "Label": "Distinguish between frequently confused words (e.g., to, too, two; there, their, they’re).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.4.1.h",
                                    "Label": "Identify and revise sentence fragments and run-on sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.4.1.i",
                                    "Label": "Consult print and multimedia sources to check and correct spelling.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E4.C.5",
                    "Label": "Revise writing to improve clarity and enhance style appropriate to audience, purpose, and task.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.C.5.1",
                            "Label": "Improve writing by planning, revising, editing, and building on personal ideas and the ideas of others to strengthen writing.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E4.C.6",
                    "Label": "Write independently and legibly for a variety of tasks and purposes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.C.6.1",
                            "Label": "Demonstrate fluent and legible cursive writing skills.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E4.C.7",
                    "Label": "Organize and communicate ideas through a range of formats to engage a variety of audiences.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.C.7.1",
                            "Label": "Present information orally to report on a topic or text, tell a story, or recount an experience. When presenting:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E4.C.7.1.a",
                                    "Label": "Demonstrate appropriate speaking techniques (e.g., nonverbal cues, appropriate volume, and clear pronunciation) for a variety of purposes and audiences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.7.1.b",
                                    "Label": "Identify and use appropriate digital tools to enhance verbal communication with support from adults.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E4.C.8",
                    "Label": "Through collaboration, react and respond to information while building upon the ideas of others and respecting diverse perspectives.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.C.8.1",
                            "Label": "Participate in structured discussions and collaborations about grade- appropriate topics and texts:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E4.C.8.1.a",
                                    "Label": "Enter a conversation appropriately, listen actively to others, and ask and respond to questions to clarify thinking and express new ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E4.C.8.1.b",
                                    "Label": "Consider and reflect upon the ideas expressed during conversations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E4.C.9",
                    "Label": "Evaluate and critique ideas and concepts interactively through listening and speaking.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E4.C.9.1",
                            "Label": "Identify and explain a speaker’s claim(s) and supporting reasons and evidence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}