{
    "Title": "South Carolina College & Career Ready Standards > Science > Grade 8",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "SC.SK.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.SK.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.SK.PS.2.1",
                            "Label": "Apply Newton’s third law to design a solution to a problem involving the motion of two colliding objects.",
                            "Examples": [
                                "Examples of practical problems could include the impact of collisions between two cars, between a car and stationary objects, and between a meteor and a space vehicle."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.PS.2.2",
                            "Label": "Plan an investigation to provide evidence that the change in an object’s motion depends on the sum of the forces on the object and the mass of the object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.PS.2.3",
                            "Label": "Analyze and interpret data to determine the factors that affect the strength of electric and magnetic forces.",
                            "Examples": [
                                "Examples of devices that use electric and magnetic forces could include electromagnets, electric motors, or generators.",
                                "Examples of data could include the effect of the number of turns of wire on the strength of an electromagnet, or the effect of increasing the number or strength of magnets on the speed of an electric motor."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.PS.2.4",
                            "Label": "Construct and present arguments using evidence to support the claim that gravitational interactions are attractive and depend on the masses of interacting objects and the distance between them.",
                            "Examples": [
                                "Examples of evidence for arguments could include data generated from simulations or digital tools, and charts displaying mass, strength of interaction, distance between objects, and orbital periods of objects within the solar system."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.PS.2.5",
                            "Label": "Conduct an investigation and evaluate the experimental design to provide evidence that fields exist between objects exerting forces on each other even though the objects are not in contact.",
                            "Examples": [
                                "Examples of this phenomenon could include the interactions of magnets and electrically charged objects.",
                                "Examples of investigations could include first-hand experiences or simulations."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.SK.PS.4",
                    "Label": "Waves & Their Applications In Technologies For Information Transfer",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.SK.PS.4.1",
                            "Label": "Using mathematical representations, describe a simple model for waves that includes how the amplitude of a wave is related to the energy in a wave.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.PS.4.3",
                            "Label": "Communicate information to support the claim that digital devices are used to improve our understanding of how waves transmit information.",
                            "Examples": [
                                "Examples could include using fiber optic cable to transmit light pulses, radio wave pulses in Wi-Fi devices, and conversion of stored binary patterns to make sound or text on a computer screen."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.SK.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.SK.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.SK.LS.1.4",
                            "Label": "Use arguments, based on empirical evidence and scientific reasoning, to support an explanation for how characteristic animal behaviors and specialized plant structures affect the probability of successful reproduction of animals and plants respectively.",
                            "Examples": [
                                "Examples of behaviors that affect the probability of animal reproduction could include nest building to protect young from cold, herding of animals to protect young from predators, and vocalization of animals and colorful plumage to attract mates for breeding.",
                                "Examples of animal behaviors that affect the probability of plant reproduction could include transferring pollen or seeds and creating conditions for seed germination and growth.",
                                "Examples of plant structures could include bright flowers attracting butterflies that transfer pollen, flower nectar and odors that attract insects that transfer pollen, and hard shells on nuts that squirrels bury."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.LS.1.5",
                            "Label": "Construct a scientific explanation based on evidence for how environmental and genetic factors influence the growth of organisms.",
                            "Examples": [
                                "Examples of local environmental conditions could include availability of food, light, space, and water.",
                                "Examples of genetic factors could include large breed cattle and species of grass affecting growth of organisms.",
                                "Examples of evidence could include how drought or flooding affects plant growth, fertilizer increasing plant growth, different varieties of plant seeds growing at different rates in different conditions, and fish growing larger in large ponds than they do in small ponds."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.SK.LS.3",
                    "Label": "Heredity: Inheritance & Variation Of Traits",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.SK.LS.3.1",
                            "Label": "Develop and use a model to describe why structural changes to genes (mutations) located on chromosomes may affect proteins and may result in harmful, beneficial, or neutral effects to the structure and function of the organism.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.LS.3.2",
                            "Label": "Develop and use a model to describe why asexual reproduction results in offspring with identical genetic information and sexual reproduction results in offspring with genetic variation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.SK.LS.4",
                    "Label": "Biological Evolution: Unity & Diversity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.SK.LS.4.1",
                            "Label": "Analyze and interpret data for patterns in the fossil record that document the existence, diversity, extinction, and change of life forms throughout the history of life on Earth under the assumption that natural laws operated in the past as they do today.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.LS.4.2",
                            "Label": "Apply scientific ideas to construct an explanation for the anatomical similarities and differences among modern organisms and between modern and fossil organisms to infer their ancestral relationships.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.LS.4.4",
                            "Label": "Construct an explanation based on evidence that describes how genetic variations of traits in a population increase some individual’s probability of surviving and reproducing in a specific environment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.LS.4.5",
                            "Label": "Gather and synthesize information about technologies that have changed the way humans influence the inheritance of desired traits in organisms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.LS.4.6",
                            "Label": "Use mathematical representations to support explanations of how natural selection may lead to increases and decreases of specific traits in populations over time.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.SK.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.SK.ESS.1",
                    "Label": "Earth’s Place In The Universe",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.SK.ESS.1.1",
                            "Label": "Develop and use a model of the Earth-sun-moon system to describe the cyclic patterns of lunar phases, eclipses of the sun and moon, tides, and seasons.",
                            "Examples": [
                                "Examples of models can be physical, graphical, or conceptual."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.ESS.1.2",
                            "Label": "Develop and use a model to describe the role of gravity in the motions within galaxies and the solar system.",
                            "Examples": [
                                "Examples of models can be physical (such as the analogy of distance along a football field or computer visualizations of elliptical orbits) or conceptual (such as mathematical proportions relative to the size of familiar objects such as students’ school or state)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "SC.SK.ESS.1.3",
                            "Label": "Evaluate information to determine scale properties of objects in the solar system.",
                            "Examples": [
                                "Examples of scale properties include the sizes of a celestial object’s layers (such as crust and atmosphere), surface features (such as volcanoes), and orbital radius.",
                                "Examples of data include statistical information, drawings and photographs, and models."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}