{
    "Title": "South Carolina College & Career Ready Standards > English Language Arts > Grade 9",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "SC.E9.OE",
            "Label": "Overarching Expectations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E9.OE.1",
                    "Label": "Read and write for a variety of purposes, including academic and personal, for extended periods of time.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E9.OE.2",
                    "Label": "Acquire, refine, and share knowledge through a variety of multimedia literacies to include written, oral, visual, digital, and interactive texts.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E9.OE.3",
                    "Label": "Make inferences to support comprehension.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E9.OE.4",
                    "Label": "Collaborate with others and use active listening skills.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E9.OE.5",
                    "Label": "Cite evidence to explain and justify reasoning.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.E9.OE.6",
                    "Label": "Create quality work by adhering to an accepted format.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "SC.E9.AOR",
            "Label": "Applications Of Reading",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E9.AOR.1",
                    "Label": "Evaluate and critique key literary elements that enhance and deepen meaning within and across texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.AOR.1.1",
                            "Label": "Analyze how perspective, context, and/or key elements deepen meaning or enhance style.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E9.AOR.1.2",
                            "Label": "Analyze how figurative language impacts mood, tone, and meaning in a text(s); explain an author’s use of allusion.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E9.AOR.2",
                    "Label": "Evaluate and critique the development of themes and central ideas within and across texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.AOR.2.1",
                            "Label": "Determine a universal theme(s) and explain how key details contribute to its development over the course of a literary text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E9.AOR.2.2",
                            "Label": "Evaluate supporting details an author uses to develop a central idea(s) over the course of an informational text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E9.AOR.3",
                    "Label": "Evaluate how an author’s choice of point of view or perspective shapes style and meaning within and across literary texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.AOR.3.1",
                            "Label": "Analyze how an author creates effects such as suspense or humor through differences in the perspectives of the characters and the reader (e.g., situational or dramatic irony).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E9.AOR.4",
                    "Label": "Evaluate and critique how an author’s perspective and purpose shape style and meaning within and across informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.AOR.4.1",
                            "Label": "Analyze an author’s perspective or purpose in a text, and analyze how the author’s rhetoric contributes to the effectiveness of the text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E9.AOR.5",
                    "Label": "Evaluate and critique how an author uses words, phrases, and text structures to craft text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.AOR.5.1",
                            "Label": "Analyze how an author’s choices in structuring a text, including the manipulation of time (e.g., flashback and foreshadowing), create effects such as mystery, tension, and/or suspense.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E9.AOR.5.2",
                            "Label": "Analyze how multiple text structures and/or features impact the author’s purpose and/or meaning in an informational text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E9.AOR.5.3",
                            "Label": "Analyze an author’s argument while evaluating the effectiveness of the types of reasoning and/or the rhetoric used in an informational text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E9.AOR.6",
                    "Label": "Summarize and paraphrase text to support comprehension and understanding.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.AOR.6.1",
                            "Label": "Summarize and/or paraphrase content from grade-level text to enhance comprehension.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E9.AOR.7",
                    "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.AOR.7.1",
                            "Label": "Determine or clarify the meaning of known, unknown, and multiple- meaning words and phrases, choosing from an array of strategies:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E9.AOR.7.1.a",
                                    "Label": "Use context (e.g., the overall meaning of a sentence, paragraph, or text; a word’s position or function in a sentence) to determine the meaning of words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.AOR.7.1.b",
                                    "Label": "Use background or prior knowledge to determine or clarify the meanings of word.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.AOR.7.1.c",
                                    "Label": "Consult reference materials to determine or clarify the precise meanings, pronunciations, parts of speech, etymology, or standard usage of words.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E9.AOR.8",
                    "Label": "Analyze word relationships and nuances in word meanings within literary and informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.AOR.8.1",
                            "Label": "Interpret an author’s use of figurative, connotative, and technical language in literary, informational, and multimedia texts:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E9.AOR.8.1.a",
                                    "Label": "Interpret figures of speech (e.g., pun) in context and analyze how they function within a text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.AOR.8.1.b",
                                    "Label": "Analyze nuances in the meanings of words with similar denotation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.AOR.8.1.c",
                                    "Label": "Analyze the impact of specific word choices on meaning and tone (e.g., how the language of a government document differs from that of a newspaper).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E9.AOR.9",
                    "Label": "Build and apply a range of academic vocabulary, as well as grade- level appropriate morphology to apply to reading, writing, and speaking.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.AOR.9.1",
                            "Label": "Apply knowledge of etymology to determine new and/or clarify meanings of words and phrases in grade-level content.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E9.AOR.10",
                    "Label": "Evaluate and critique multimedia presentations of a text or subject, including their impact on an audience.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.AOR.10.1",
                            "Label": "Explain the advantages and disadvantages of using different multimedia (e.g., print text, digital text, film, image, performance) formats for presenting ideas or topics.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.E9.R",
            "Label": "Research",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E9.R.1",
                    "Label": "Use critical thinking skills to investigate, evaluate, and synthesize a variety of sources to obtain and refine knowledge.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.R.1.1",
                            "Label": "Conduct short and more sustained research to answer a question(s) or solve a problem(s) by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E9.R.1.1.a",
                                    "Label": "Generating and answering a research question(s) about a topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.R.1.1.b",
                                    "Label": "Using a variety of print and multimedia sources to refine the scope of inquiry as relevant to the topic, purpose, and audience.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "SC.E9.R.1.2",
                            "Label": "Analyze the credibility and relevance of sources using only those that are credible and relevant to the topic and the purpose of inquiry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E9.R.1.3",
                            "Label": "Analyze findings to determine relevance to the topic and purpose of inquiry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E9.R.1.4",
                            "Label": "Logically organize findings as relevant to the purpose.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.E9.R.1.5",
                            "Label": "Follow a standard academic style guide for citation to avoid plagiarism.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.E9.C",
            "Label": "Written & Oral Communications",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.E9.C.1",
                    "Label": "Write arguments to support claims with clear reasons and relevant evidence.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.C.1.1",
                            "Label": "Write arguments to support claims in an analysis of a topic or texts. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E9.C.1.1.a",
                                    "Label": "Introduce a precise claim(s) and use valid reasoning supported by relevant evidence from a variety of credible sources to demonstrate an understanding of the topic and/or texts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.1.1.b",
                                    "Label": "Acknowledge and refute at least one counterclaim with relevant evidence; create an organizational structure that establishes clear relationships between claims, counterclaim(s), reasons, and evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.1.1.c",
                                    "Label": "Link the major sections of the text cohesively.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.1.1.d",
                                    "Label": "Establish a tone and style appropriate to the purpose.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.1.1.e",
                                    "Label": "Provide a concluding statement or section that supports the argument presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E9.C.2",
                    "Label": "Write informative/expository texts to analyze and explain complex ideas and information.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.C.2.1",
                            "Label": "Write informative texts to examine and convey complex information clearly and accurately through the analysis of multiple sources of information. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E9.C.2.1.a",
                                    "Label": "Introduce a topic and organize complex ideas and concepts to make important connections and distinctions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.2.1.b",
                                    "Label": "Dvelop a topic with relevant and sufficient facts, definitions, details, quotes, examples, and/or other information appropriate for the audience.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.2.1.c",
                                    "Label": "Use varied transitions to link major sections of the text and clarify the relationships between ideas and concepts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.2.1.d",
                                    "Label": "Use precise language and vocabulary appropriate to the complexity of the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.2.1.e",
                                    "Label": "Use a tone and style appropriate to the task and audience.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.2.1.f",
                                    "Label": "Provide a concluding statement or section that supports the information presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E9.C.3",
                    "Label": "Write narratives to develop real or imagined experiences using effective techniques.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.C.3.1",
                            "Label": "Write narratives to develop real or imagined experiences, memories, or ideas using effective techniques and well-structured sequences for an intended purpose. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E9.C.3.1.a",
                                    "Label": "Produce clear and coherent writing in which the development, organization, and style are appropriate to the task, purpose, and audience.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.3.1.b",
                                    "Label": "Engage the reader by establishing a situation, setting up a problem, establishing a clear point of view, and introducing a narrator and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.3.1.c",
                                    "Label": "Develop a clear progression of experiences or events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.3.1.d",
                                    "Label": "Use narrative techniques such as dialogue, pacing, and description to develop experiences, events, setting, and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.3.1.e",
                                    "Label": "Use precise words and phrases, details, and figurative language to develop the experiences, events, setting, and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.3.1.f",
                                    "Label": "Provide an ending that connects to the intended purpose of the writing.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E9.C.4",
                    "Label": "Demonstrate command of standard English grammar and conventions when writing.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.C.4.1",
                            "Label": "Use the rules of and make intentional decisions about standard English grammar and conventions to write compositions with varied sentence structures. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E9.C.4.1.a",
                                    "Label": "Apply knowledge of rules for capitalization.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.4.1.b",
                                    "Label": "Use a colon to introduce a quotation, definition, or to expand on information in a sentence; use a semicolon with a conjunctive adverb; use a hyphen to create a compound modifier.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.4.1.c",
                                    "Label": "Select and use verbs with appropriate mood and tone.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.4.1.d",
                                    "Label": "Use appropriate parallel structure in words, phrases, and clauses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.4.1.e",
                                    "Label": "Apply knowledge of usage to revise sentence fragments, run-on sentences, and inappropriate shifts in verb tense, number, voice, and mood.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.4.1.f",
                                    "Label": "Use print and multimedia resources to edit for grammar, usage, mechanics, and format in order to finalize drafts for a variety of publication media.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E9.C.5",
                    "Label": "Revise writing to improve clarity and enhance style appropriate to audience, purpose, and task.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.C.5.1",
                            "Label": "Improve writing by planning, editing, and considering feedback from adults and peers and revising to improve clarity and cohesiveness.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.E9.C.7",
                    "Label": "Organize and communicate ideas through a range of formats to engage a variety of audiences.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.C.7.1",
                            "Label": "Present claims and findings, emphasizing key ideas in a focused manner with relevant descriptions, facts, details, and examples for a variety of tasks, purposes, and audiences. When presenting:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E9.C.7.1.a",
                                    "Label": "Demonstrate and adjust speaking techniques (e.g., appropriate eye contact, nonverbal cues, adequate volume, clear pronunciation, pacing).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.7.1.b",
                                    "Label": "Convey a clear perspective with clear reasoning and valid evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.7.1.c",
                                    "Label": "Include graphics and multimedia elements to aid comprehension, enhance communication, and add interest.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.7.1.d",
                                    "Label": "Select and use appropriate online platforms to export multimedia texts for publication.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E9.C.8",
                    "Label": "Through collaboration, react and respond to information while building upon the ideas of others and respecting diverse perspectives.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.C.8.1",
                            "Label": "Initiate and participate in structured discussions and collaborations about grade-appropriate topics and texts:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E9.C.8.1.a",
                                    "Label": "Ask relevant questions to build on ideas; acknowledge new information expressed by others, and when necessary, modify personal ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.8.1.b",
                                    "Label": "Consider new ideas and diverse perspectives of others when forming opinions about a topic, text, or issue; qualify or justify views based on evidence.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.E9.C.9",
                    "Label": "Evaluate and critique ideas and concepts interactively through listening and speaking.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.E9.C.9.1",
                            "Label": "Using digital media, an audio, video, or live presentation, and/or a printed transcript of a presentation:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.E9.C.9.1.a",
                                    "Label": "Determine the effectiveness of a speaker’s argument and specific claims, evaluating the soundness of the reasoning and relevance and sufficiency of the evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.9.1.b",
                                    "Label": "Analyze a presentation to determine how a speaker articulates a clear message, addresses possible misconceptions or objections, chooses appropriate media, and uses a style appropriate for the audience.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.E9.C.9.1.c",
                                    "Label": "Analyze the purpose of the information being presented, identifying the possible biases of the speaker.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}