{
    "Title": "South Carolina College & Career Ready Standards > English Language Arts > Kindergarten",
    "Overview": "Students entering kindergarten should receive instruction characterized by a focus on explicit and systemic approaches to teaching phonemic awareness, phonics, vocabulary, fluency, and comprehension. Educators are expected to offer appropriate guidance and support to students at this grade level; however, by the end of the school year, students are expected to demonstrate proficiency of the grade-level indicators and work independently. Examples of guidance and support might include, but are not limited to, one-on-one instruction, small group instruction, reteaching, prompting, and differentiated instruction. As students work toward the proficiency of the kindergarten indicators, some students may need additional guidance and support.\n\nWhile reading in kindergarten may not yet involve students independently saying words that match what is on the page, educators should consider developmental progression as students are still learning to read. Students are asked to decode, translate a word from print to speech and encode, translate a word from speech to print.\n\nIn kindergarten, students read four major types of literary texts in print and multimedia formats: fiction, literary nonfiction, poetry, and drama. Students also read a variety of informational texts in print and multimedia formats, as well as notice text features embedded within informational texts.\n\nAs kindergarten students begin developing print writing skills, they also begin to explore opinion, informative, and narrative modes of writing at developmentally appropriate levels. Kindergarten students experience early oral communication skills by learning to listen to others and by taking turns in conversations.",
    "Goals": [],
    "Standards": [
        {
            "Key": "SC.EK.OE",
            "Label": "Overarching Expectations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.EK.OE.1",
                    "Label": "Read and write for a variety of purposes, including academic and personal, for extended periods of time.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.EK.OE.2",
                    "Label": "Acquire, refine, and share knowledge through a variety of multimedia literacies to include written, oral, visual, digital, and interactive texts.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.EK.OE.3",
                    "Label": "Make inferences to support comprehension.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.EK.OE.4",
                    "Label": "Collaborate with others and use active listening skills.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.EK.OE.5",
                    "Label": "Cite evidence to explain and justify reasoning.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "SC.EK.OE.6",
                    "Label": "Create quality work by adhering to an accepted format.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "SC.EK.F",
            "Label": "Foundations Of Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.EK.F.1",
                    "Label": "Demonstrate early phonological awareness to basic phonemic awareness in spoken words.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.F.1.1",
                            "Label": "Count the number of words in a spoken sentence.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.1.2",
                            "Label": "Recognize alliterative spoken words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.1.3",
                            "Label": "Recognize and produce pairs of rhyming words and distinguish them from non-rhyming pairs using pictures and/or spoken words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.1.4",
                            "Label": "Count, segment, and blend phonemes in single syllable spoken words made up of three or four phonemes. Count, segment, and blend syllables in spoken words including compound words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.1.5",
                            "Label": "Blend and segment onsets and rimes of single syllable spoken words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.1.6",
                            "Label": "Orally identify initial, medial, and final phonemes in two- and three- phoneme (i.e., VC and CVC) words, excluding CVC words ending with /l/, /r/, or /x/.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.1.7",
                            "Label": "Delete, add, and substitute the initial or final phonemes of a spoken CVC word.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.EK.F.2",
                    "Label": "Demonstrate knowledge of the organization and basic concepts of print.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.F.2.1",
                            "Label": "Locate a book's front cover, back cover, title page, and where to begin reading.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.2.2",
                            "Label": "Demonstrate one-to-one correspondence by pointing to words, noting that there are spaces between words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.2.3",
                            "Label": "Follow words from left to right, top to bottom by returning to the beginning of the next line, and page by page.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.2.4",
                            "Label": "Identify the beginning and end of a sentence by locating the capital letter and end punctuation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.2.5",
                            "Label": "Identify letters and words within sentences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.EK.F.3",
                    "Label": "Know and apply phonics and word analysis skills in decoding and encoding words.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.F.3.1",
                            "Label": "Identify, name, and form all upper and lowercase letters with automaticity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.3.2",
                            "Label": "Compare and contrast letters based on similarities and differences, including name, shape, sound, and approach strokes for writing.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.3.3",
                            "Label": "Produce one-to-one letter-sound correspondences for each consonant with automaticity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.3.4",
                            "Label": "Identify the vowel and produce the vowel sound in a printed syllable or word when decoding in a closed syllable (VC: at; CVC: bat), in an open syllable (e.g. he, so, me, go, hi), and in a vowel- consonant-e (VCe) syllable with prompting and support.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.3.5",
                            "Label": "Blend letter sounds to decode vowel-consonant (VC) and consonant- vowel-consonant (CVC) words in isolation and in text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.3.6",
                            "Label": "Delete, add, and substitute the initial, medial, and final letters in CVC words to build or make new words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.3.7",
                            "Label": "Use knowledge that every syllable must have a vowel sound to determine the number of syllables in words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.3.8",
                            "Label": "Decode and encode words using VC, CV, CVC, consonant digraphs (i.e., ch, sh, th, wh), and combination (i.e., qu).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.EK.F.4",
                    "Label": "Read and reread grade-appropriate texts with accuracy and expression at an appropriate rate to support comprehension.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.F.4.1",
                            "Label": "Read high-frequency words commonly found in grade-appropriate text with accuracy and automaticity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.4.2",
                            "Label": "Read texts orally with accuracy and expression.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.F.4.3",
                            "Label": "Read texts by:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.EK.F.4.3.a",
                                    "Label": "Using letter-sound knowledge to segment and blend sounds together.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.EK.F.4.3.b",
                                    "Label": "Decoding the word by analogy.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.EK.F.4.3.c",
                                    "Label": "Using visuals from the text to support decoding and confirm recognition.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.EK.AOR",
            "Label": "Applications Of Reading",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.EK.AOR.1",
                    "Label": "Evaluate and critique key literary elements that enhance and deepen meaning within and across texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.AOR.1.1",
                            "Label": "Identify and describe the main character(s), setting, and events that move the plot forward.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.AOR.1.2",
                            "Label": "Identify forms of figurative language to include alliteration and onomatopoeia, as well as descriptive words and rhyme in text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.EK.AOR.2",
                    "Label": "Evaluate and critique the development of themes and central ideas within and across texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.AOR.2.1",
                            "Label": "Retell familiar stories using main story elements in a literary text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.AOR.2.2",
                            "Label": "Retell familiar texts by identifying the topic and supporting details in an informational text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.EK.AOR.3",
                    "Label": "Evaluate how an author's choice of point of view or perspective shapes style and meaning within and across literary texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.AOR.3.1",
                            "Label": "Identify and explain the roles of the author and the illustrator of a story.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.EK.AOR.4",
                    "Label": "Evaluate and critique how an author's perspective and purpose shape style and meaning within and across informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.AOR.4.1",
                            "Label": "Identify and explain the roles of the author and the illustrator in an informational text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.EK.AOR.5",
                    "Label": "Evaluate and critique how an author uses words, phrases, and text structures to craft text.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.AOR.5.1",
                            "Label": "Identify and describe the basic characteristics of literary text to include narrative, drama, and poetry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.AOR.5.2",
                            "Label": "Identify and use text features such as titles, headings, subheadings, illustrations, and/or photographs to predict and confirm the topic of informational texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "SC.EK.AOR.5.3",
                            "Label": "Identify an author's opinion about a topic in an informational text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.EK.AOR.6",
                    "Label": "Summarize and paraphrase text to support comprehension and understanding.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.AOR.6.1",
                            "Label": "Retell a text orally to enhance comprehension.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.EK.AOR.6.1.a",
                                    "Label": "Include main character(s), setting, and important events for a story.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.EK.AOR.6.1.b",
                                    "Label": "Include topic and supporting details for an informational text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.EK.AOR.7",
                    "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.AOR.7.1",
                            "Label": "Determine the meaning of known and unknown words and phrases, choosing from an array of strategies:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.EK.AOR.7.1.a",
                                    "Label": "Ask and answer questions about words and phrases to determine their meaning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.EK.AOR.7.1.b",
                                    "Label": "Use words and phrases acquired through conversations, being read to, and responding to texts.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.EK.AOR.8",
                    "Label": "Analyze word relationships and nuances in word meanings within literary and informational texts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.AOR.8.1",
                            "Label": "Determine the effectiveness of an author's use of words and phrases in literary, informational, and multimedia texts.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.EK.AOR.8.1.a",
                                    "Label": "Sort words and phrases into categories (e.g., apple, fruit and carrot, vegetable) to develop an understanding of word relationships.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.EK.AOR.8.1.b",
                                    "Label": "Deepen understanding of words by relating words to their opposites.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.EK.AOR.8.1.c",
                                    "Label": "Identify and explain descriptive words and phrases that suggest feelings or appeal to the senses.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.EK.AOR.9",
                    "Label": "Build and apply a range of academic vocabulary, as well as grade-level appropriate morphology to apply to reading, writing, and speaking.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.AOR.9.1",
                            "Label": "Use knowledge of morphemes to extract meaning from oral language in grade-appropriate content.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.EK.AOR.10",
                    "Label": "Evaluate and critique multimedia presentations of a text or subject, including their impact on an audience.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.AOR.10.1",
                            "Label": "Describe the relationship between visuals (e.g., illustrations, photographs) and the text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.EK.R",
            "Label": "Research",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.EK.R.1",
                    "Label": "Use critical thinking skills to investigate, evaluate, and synthesize a variety of sources to obtain and refine knowledge.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.R.1.1",
                            "Label": "Ask and answer questions (who, what, when, where, why, and how) about print and non-print sources to obtain and refine knowledge.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "SC.EK.C",
            "Label": "Written & Oral Communications",
            "Examples": [],
            "Subs": [
                {
                    "Key": "SC.EK.C.1",
                    "Label": "Write arguments to support claims with clear reasons and relevant evidence.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.C.1.1",
                            "Label": "Use a combination of drawing, dictating, and writing to state a topic and communicate an opinion and a supporting reason.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.EK.C.2",
                    "Label": "Write informative/expository texts to analyze and explain complex ideas and information.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.C.2.1",
                            "Label": "Use a combination of drawing, dictating, and writing to compose informative/explanatory pieces about a topic with supporting details.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.EK.C.3",
                    "Label": "Write narratives to develop real or imagined experiences using effective techniques.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.C.3.1",
                            "Label": "Use a combination of drawing, dictating, and writing to narrate a single event or linked events in a logical order.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.EK.C.4",
                    "Label": "Demonstrate command of standard English grammar and conventions when writing.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.C.4.1",
                            "Label": "Form and use complete simple sentences. When writing:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.EK.C.4.1.a",
                                    "Label": "Capitalize the first word in a sentence and the pronoun I.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.EK.C.4.1.b",
                                    "Label": "Identify and name end punctuation marks (e.g., periods, exclamation points, and question marks).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.EK.C.4.1.c",
                                    "Label": "Identify and use periods to punctuate sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.EK.C.4.1.d",
                                    "Label": "Identify and use common singular and plural nouns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.EK.C.4.1.e",
                                    "Label": "Identify and use action verbs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.EK.C.4.1.f",
                                    "Label": "Identify and use simple and declarative sentences.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.EK.C.5",
                    "Label": "Revise writing to improve clarity and enhance style appropriate to audience, purpose, and task.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.C.5.1",
                            "Label": "With guidance and support, plan, revise, edit, and build on personal ideas and the ideas of others to strengthen writing.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.EK.C.6",
                    "Label": "Write independently and legibly for a variety of tasks and purposes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.C.6.1",
                            "Label": "Print all uppercase and lowercase letters, focusing on pencil grasp, letter formation, legibility, and pacing; use appropriate spacing for letters, words, and sentences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.EK.C.7",
                    "Label": "Organize and communicate ideas through a range of formats to engage a variety of audiences.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.C.7.1",
                            "Label": "Present information orally in a logical order of events using conjunctions and temporal words (e.g., before, after).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "SC.EK.C.8",
                    "Label": "Through collaboration, react and respond to information while building upon the ideas of others and respecting diverse perspectives.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.C.8.1",
                            "Label": "Participate with peers and adults in structured discussions and routines about grade-appropriate topics and texts:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "SC.EK.C.8.1.a",
                                    "Label": "Enter a conversation by greeting, taking turns, and responding to others with statements, phrases, and/or questions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "SC.EK.C.8.1.b",
                                    "Label": "Consider the ideas of others while engaging in conversations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "SC.EK.C.9",
                    "Label": "Evaluate and critique ideas and concepts interactively through listening and speaking.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "SC.EK.C.9.1",
                            "Label": "Ask and answer questions in conversation on a topic.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}