{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "The Pod",
    "Subtitle": "",
    "Author": "by Maureen Crane Wartski",
    "LabelType": "L",
    "Content": [
        [" ", "\tCouldn't Pete talk about anything but fish?"],
        [" ", "\tJesse Waring tried to block his cousin's voice, but there was no escape."],
        [" ", "\t“Dolphins aren't fish, they're mammals,” Pete was lecturing. “They look big and tough,"],
        [" ", "but they can get stressed or scared, like the stranded dolphin we rescued...”"],
        ["5", "\t“Jesse?” His mother was standing beside him, her eyes full of concern. His parents"],
        [" ", "were always worrying about him these days, Jesse thought, irritably, and the other relatives"],
        [" ", "were just as bad. Poor Jesse, it's a shame about the accident. He used to be a great athlete..."],
        [" ", "Even when they didn't talk to him, he could feel their pitying thoughts."],
        [" ", "\t“Can you go to the store for me?” his mother was saying. “We've run out of milk. That"],
        ["10", "is,” she added quickly, “if you're not too tired...”"],
        [" ", "\t“... And I want to make sure to visit the Cape Cod Stranding Network,” Pete was"],
        [" ", "droning on. “They have a hotline, and they do great work...”"],
        [" ", "\tYada, yada, yada. “Sure, Mom,” Jesse said. Anything to get away from Pete's lectures and"],
        [" ", "all these pitying eyes."],
        ["15", "\tHe snatched up car keys from the table in the entryway, grabbing his windbreaker as"],
        [" ", "he limped out the door. Once outside, he wished he'd brought his parka—the wind had an"],
        [" ", "icy sting—but he wasn't going back into the house."],
        [" ", "\tHe'd always enjoyed the annual Waring family reunion, when cousins, uncles and"],
        [" ", "aunts from all over the country got together and rented a house on New England's Cape"],
        ["20", "Cod, but this March was different. It was the first time the clan had gathered since"],
        [" ", "the accident."],
        [" ", "\tJesse didn't want to think about how a man driving a pickup had jumped a red light,"],
        [" ", "slamming into his car and fracturing his legs. Until then Jesse had been the star of the"],
        [" ", "school soccer team, certain of an athletic scholarship."],
        ["25", "\t“Not anymore,” he muttered, then frowned as he realized he'd passed the store. Well,"],
        [" ", "OK, there was a convenience store about 30 miles away, and the drive would give him"],
        [" ", "some needed alone time."],
        [" ", "At first, the silence was great."],
        [" ", "\tBut as Jesse drove on the road that wound beside the ocean, he kept thinking how his"],
        ["30", "future had been smashed along with his legs. Pep talks that people gave him made it"],
        [" ", "worse. He was a cripple, and he knew it. These days Jesse always felt as if there was a tight,"],
        [" ", "hard knot in his chest."],
        [" ", "\tOn impulse, he turned the wheel, pulling into an empty parking lot that faced the"],
        [" ", "water. He got out and limped down some stairs. Except for screeching seagulls and a few"],
        ["35", "scattered rocks, the beach was deserted."],
        [" ", "\tSuddenly, Jesse tensed. That rock... did it move? He took a step closer and saw that it"],
        [" ", "was no rock."],
        [" ", "\tThe dolphin wasn't very big, not even four feet long. When Jesse hobbled over, the big"],
        [" ", "fish... mammal, according to Pete... rolled an eye at him. How long had it been there?"],
        ["40", "It was breathing, but its sides were heaving painfully."],
        [" ", "\tFragments of Pete's endless monologue came back to him. His cousin had said that a"],
        [" ", "dolphin's rib structure wasn't built to protect it on land. The body weight of this creature"],
        [" ", "was slowly compressing its vital organs, and if it didn't get back into the water soon, it"],
        [" ", "could die."],
        ["45", "\tIt was going to low tide, and the waves seemed far away. The best thing to do was to"],
        [" ", "call Pete, who would know what to do. Jesse reached for his cell phone."],
        [" ", "\tIt wasn't there. He'd left it in the pocket of his parka! He could drive home and get"],
        [" ", "Pete, but that would mean leaving the dolphin. Would it be alive when he got back? He"],
        [" ", "knew nothing about this creature except that it was helpless."],
        ["50", "\tThe dolphin's eye rolled again, and Jesse felt a sudden jolt of empathy."],
        [" ", "\tIt looked as scared as he had felt when they'd wheeled him into the emergency room"],
        [" ", "that afternoon."],
        [" ", "\t“Hey, Bud...” Jesse knelt down beside the dolphin. “OK, I can't just leave you to die."],
        [" ", "But how do I get you back into the water?”"],
        ["55", "\tEven if he managed to drag this creature that weighed—what? maybe 75 pounds? back"],
        [" ", "to the water, the coarse sand might damage its skin. Jesse looked helplessly toward the"],
        [" ", "gray ocean and was surprised to see dark shapes arcing out of the waves. A pod—Pete's"],
        [" ", "word—of dolphins was out there."],
        [" ", "\t“I think your family's waiting for you, Bud.” Carefully, Jesse reached out and patted the"],
        ["60", "dolphin. Was it his imagination that his touch made the dolphin calmer?"],
        [" ", "\tJesse didn't waste time thinking about that. He was trying to remember what Pete had"],
        [" ", "said about how, when he'd helped rescue a stranded dolphin, they had put the creature on"],
        [" ", "a sort of blanket sling and carried that contraption down to the water. Well, he didn't have"],
        [" ", "a blanket handy, so his windbreaker would have to do."],
        ["65", "\tCarefully, Jesse scooped a hollow in the soft sand under the dolphin's head, then eased"],
        [" ", "part of the windbreaker under it. He was streaming with sweat by the time he'd managed"],
        [" ", "to maneuver as much of the dolphin as possible onto its makeshift “blanket,” then began"],
        [" ", "to drag the dolphin toward the water."],
        [" ", "\tTwice, his legs buckled under him tumbling him backward onto the sand, but he kept"],
        ["70", "going until water was lapping around his ankles."],
        [" ", "\t“Almost there, Bud,” Jesse gritted."],
        [" ", "\tAs Jesse waded knee-deep into the water, the dolphin made some kind of noise and"],
        [" ", "then began to swim."],
        [" ", "\t“Woo hoo!” Jesse yelled, then yelped in dismay. The dolphin was swimming back"],
        ["75", "toward the shore."],
        [" ", "\tWhat was wrong with the crazy creature? Pete's voice began to drone in Jesse's mind"],
        [" ", "again, recounting his own dolphin rescue: “The dolphin was disoriented. It kept heading for"],
        [" ", "the shore. We had to guide it back into the deep water...”"],
        [" ", "\tJesse waded deeper, past the breakers. Icy waves broke against him as he tried to head"],
        ["80", "off the young dolphin. When he'd finally managed that, it wouldn't turn. He wished he had"],
        [" ", "paid more attention to Pete's lecture, but wishing never helped."],
        [" ", "\tWaves sent freezing spumes into his face. “Bud, you've got to save yourself,” Jesse"],
        [" ", "gritted through chattering teeth. “Nobody's going to do it for you. If you give up, you're"],
        [" ", "finished...”"],
        ["85", "\tSuddenly, as if it had at last understood, the young dolphin turned toward deeper"],
        [" ", "water and began to swim toward the pod. Waiting dolphins arced nearer as if in welcome,"],
        [" ", "and watching them, Jesse thought of his own family. They'd be worried because he'd been"],
        [" ", "gone so long."],
        [" ", "\tMy pod, he thought."],
        ["90", "\tHe was freezing as he limped back to his car, but he was grinning, and he was happier"],
        [" ", "than he'd been in a long while. He was going to drive to the nearest store and call Pete,"],
        [" ", "who would probably contact that Cape Cod Stranding Network hotline that he'd been"],
        [" ", "talking about. The CCSN would make sure Bud didn't strand again."],
        [" ", "\t“But that's not going to happen anyway,” Jesse said aloud."],
        ["95", "\tHe had a feeling that the young dolphin was finally on the right track."]
    ],
    "Copyright": "",
    "References": []
}