{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "The Diving Horse",
    "Subtitle": "",
    "Author": "by John B. Abbott, Jr.",
    "LabelType": "L",
    "Content": [
        [" ", "\tFall of 1959. That was the year Fidel Castro seized power in Cuba; Alaska and Hawaii"],
        [" ", "joined the Union as our 49th and 50th states, respectively; and Gunsmoke reigned as the"],
        [" ", "top TV series. Charlton Heston collected an Academy Award for Ben-Hur, and Leon Uris's"],
        [" ", "Exodus topped the reading lists. In Garwood, New Jersey, a child picked up his favorite"],
        ["5", "Golden Books¹ and stood outside of his parents' apartment building, waiting for the"],
        [" ", "school bus. What a sight: a chubby boy in black high-top Keds, jeans, and a flannel shirt,"],
        [" ", "patiently waiting and watching for the bus that, when it finally did rumble down Willow"],
        [" ", "Avenue, passed him by. The driver didn't think to stop, which made perfect sense since"],
        [" ", "her route schedule didn't include three-year-olds — not even three-year-old me."],
        ["10", "\t“The bus didn't stop for me,” I complained to my mother that day."],
        [" ", "\t“Oh, really?” she calmly replied. Later she would say that the only surprise was"],
        [" ", "the age at which I wanted to start going to school. But it shouldn't have surprised her"],
        [" ", "really, because as the son of a pair of avid readers, I grew up in a house abundant with"],
        [" ", "opportunities to read and write. Newspapers, magazines, television, and radio were"],
        ["15", "always available."],
        [" ", "\tWhen I finally reached school age and the bus did stop, high drama and adventure"],
        [" ", "made up most of my extracurricular reading. I would read and reread Classics Illustrated"],
        [" ", "comics, and authors like Daniel Defoe, Mark Twain, Arthur Conan Doyle, Washington"],
        [" ", "Irving, Edgar Rice Burroughs, and Frank W. Dixon. I also enjoyed Superman and Batman"],
        ["20", "comic books and even went through a MAD magazine phase. Sometimes Mom had to"],
        [" ", "chase me out of the house after school to play, because I would have rather just stayed in"],
        [" ", "my room and read."],
        [" ", "\tI wasn't much on writing until I was enrolled in a Catholic school, St. Bernard's."],
        [" ", "There, the nuns were stereotypically tough but thorough educators. In third grade, I"],
        ["25", "labored long and hard with Sister Mary, and while it was her thoroughness that led to my"],
        [" ", "discovering that I loved to write, it was a horse — the Diving Horse of Atlantic City — that"],
        [" ", "sparked a lifetime passion for writing."],
        [" ", "\tAt the beginning of that school year, Sister Mary had assigned to us the ubiquitous"],
        [" ", "essay about summer vacation. That summer, my family had taken a day trip to the"],
        ["30", "original Steel Pier in Atlantic City to see the famous Diving Horse. How my parents"],
        [" ", "learned of the horse, I don't know, but as a family that took all its vacations by automobile,"],
        [" ", "no doubt they were alert for local-yet-unusual attractions. Atlantic City must have been"],
        [" ", "appealing; in the 1960s, there were no casinos or nightlife per se — unless you count Frank"],
        [" ", "Sinatra, Jr. — but the town was mostly known for its family-oriented amusements and the"],
        ["35", "tradition of Bert Parks crooning his welcome to Miss America. But for us, Bert paled in"],
        [" ", "comparison to the Diving Horse. So off we went in the white '64 Pontiac to climb aboard"],
        [" ", "carnival rides and eat hamburgers."],
        [" ", "\tThinking back on that day, I remember the windburn I got on my forearms from the"],
        [" ", "cool salty breeze off the Atlantic — a first for me. And to this day, I can't go to the Jersey"],
        ["40", "Shore without bringing home a box of fresh saltwater taffy."],
        [" ", "\tBut above all, I remember anxiously getting bleacher seats to see the Diving Horse. As"],
        [" ", "we took our seats, the horse, with a fellow named Arnette Webster² (clad in a rubber wet"],
        [" ", "suit) on its back, was about to jump from a platform roughly 30 feet high into a pool. I"],
        [" ", "recall staring at the odd sight of a horse standing as calmly as you please on a platform"],
        ["45", "above a pool just like the kind I swam in at my Aunt Anne and Uncle Leo's house. To a"],
        [" ", "recorded drumroll and cymbal crash, Webster urged the horse forward, and the two fell"],
        [" ", "through space to make the biggest splash I'd ever seen — even bigger than the cannonballs"],
        [" ", "my uncle could make in his own pool! Wow! And then both horse and rider surfaced,"],
        [" ", "though for the life of me, I can't recall how they got out of the pool."],
        ["50", "\tSo two months later, when Sister Mary gave us the essay assignment, it was easy ... as"],
        [" ", "easy as falling into a pool."],
        [" ", "\tLooking at the Diving Horse essay some 40 years later, it's apparent how much I must"],
        [" ", "have enjoyed writing about the experience. I put a lot of energy into trying to describe the"],
        [" ", "windburn, the taffy, and the horse, which, to my eight-year-old eyes, must have been"],
        ["55", "suitable for a Valkyrie to ride. But in that essay, I did something that I imagine no other"],
        [" ", "child in the class did: I ended my piece with a rhetorical question. I wrote, “How would"],
        [" ", "you like to go to Atlantic City?”"],
        [" ", "\tSmall as that detail was, Sister Mary must have noticed it. And she must have"],
        [" ", "encouraged me to keep writing, because with that essay, I learned something about myself."],
        ["60", "I learned that I loved to write."],
        [" ", "\tIt was at that age, as my father has confirmed, that I started to write stories, not just"],
        [" ", "read them. I soon took to writing as I had taken to reading. I wrote about monsters,"],
        [" ", "superheroes, and what could pass for a fourth-grader's version of a mystery. Superman"],
        [" ", "never had it so easy foiling the best-laid plans of Lex Luthor, and my detectives — not as"],
        ["65", "articulate as Sherlock Holmes, but as savvy — somehow always managed to catch the bad"],
        [" ", "guys and still remember to say “Thank you.”"],
        [" ", "\tEven now, when many of my workdays at Rutgers University are done, Rex Stout,"],
        [" ", "Mark Twain, Arthur Conan Doyle, and Superman are still often at the center of my"],
        [" ", "recreational reading. And when I write a mystery, whatever thread each of my various"],
        ["70", "detectives picks up and untangles, something inside reminds me of the chubby kid with"],
        [" ", "the glasses urging the horse to “Jump! Jump!”"],
        [" ", "\tIn terms of distance, it was about 30 feet. In terms of writing, it was a leap of"],
        [" ", "a lifetime."]
    ],
    "Copyright": "“The Diving Horse”: From National Writing Project, The Voice, January/February 2002. Copyright © 2002 by The Weekly Reader Corporation. Reprinted by permission of Scholastic Inc.",
    "References": [
        ["¹", "Golden Books were known as Little Golden Books, a popular series of children's books that had gold-foil bindings."],
        ["²", "The author's recollection of the diver appears to be inaccurate. Arnette French, a woman who performed in horse diving shows, stopped performing in 1935."]
    ]
}