{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Tear Down the Swing Sets",
    "Subtitle": "And the plastic forts. Here's how to put the play back in playgrounds.",
    "Author": "by Nicholas Day",
    "LabelType": "L",
    "Content": [
        [" ", "\tIn 1888, the psychologist Stanley Hall published a story about a sand pile. A minor"],
        [" ", "classic, it describes how a group of children created a world out of a single load of sand."],
        [" ", "These children were diligent, they were imaginative, they were remarkably adult."],
        [" ", "\tMore than a century later, at the architect David Rockwell's Imagination Playground in"],
        ["5", "lower Manhattan, small humans scurry back and forth all day long, carrying Rockwell's"],
        [" ", "oversized blue foam blocks from self-devised task to self-devised task. These children are"],
        [" ", "intent, they are cooperative, they are resourceful. The scene resembles nothing so much as"],
        [" ", "Stanley Hall's sand pile—with each grain of sand much bigger and much bluer. (Except for"],
        [" ", "the bits of actual sand, that is.)"],
        ["10", "\tMore than any playground in recent memory, the Imagination Playground has"],
        [" ", "inspired an outburst of excitement. It's a hit with the hip parents who take their kids to"],
        [" ", "Dan Zanes concerts, and is just as crowded as one. But it also represents something much"],
        [" ", "more mundane: the triumph of loose parts. After a century of creating playgrounds for"],
        [" ", "children, of drilling swing sets and plastic forts into the ground, we have come back to"],
        ["15", "children creating their own playgrounds. Loose parts—sand, water, blocks—are having"],
        [" ", "a moment."],
        [" ", "\tThe resurgence of loose parts is an"],
        [" ", "attempt to put the play back in"],
        [" ", "playgrounds. The late 1960s and early"],
        ["20", "1970s were a time of exuberant playground"],
        [" ", "design, culminating in the great Richard"],
        [" ", "Dattner adventure playgrounds in New"],
        [" ", "York City. Then the grownups got skittish."],
        [" ", "Down came the merry-go-rounds and the"],
        ["25", "jungle gyms, and in their place, a landscape"],
        [" ", "of legally-insulated, brightly-colored,"],
        [" ", "spongy-floored, hard-plastic structures took"],
        [" ", "root. Today, walking onto a children's playground is like exiting the interstate: Regardless"],
        [" ", "of where you are, you see the exact same thing."],
        ["", "problems/NY15G8E/media/S6a.jpg"],
        ["30", "\tA lot of people agree that playgrounds are now too boring, and for years there's been"],
        [" ", "talk about how we should make them more challenging, more risky. But so far, that talk"],
        [" ", "hasn't turned into more interesting playgrounds. The most adventurous playgrounds tend"],
        [" ", "to be singular projects, often built through fundraising, for the rich. “People talk about"],
        [" ", "making playgrounds more risky,” says Susan Solomon, the author of American"],
        ["35", "Playgrounds, which charts their demise. “But there's this sense that if you talk about it,"],
        [" ", "that's enough. There's this very real reluctance to get involved in anything that might at"],
        [" ", "least potentially cause an injury.”"],
        [" ", "\tIn Europe, the assumptions are radically different. Even the head of play safety at"],
        [" ", "England's Royal Society for the Prevention of Accidents—a man whom you'd assume"],
        ["40", "would be paranoid about preventing all accidents—has said that “children should be"],
        [" ", "exposed to a certain degree of risk, not because an activity is risky per se but because it is"],
        [" ", "fun, exciting, and challenging.”"],
        [" ", "\tAs the psychologist Ellen Sandseter has pointed out, the American attitude is a"],
        [" ", "fundamental miscalculation of the risks: Kids who are bored stay inside and staying inside"],
        ["45", "is ultimately far worse for your health than a broken arm. Talk about why we can't have"],
        [" ", "nice playgrounds here typically begins and ends with lawsuits. But potential legal action is"],
        [" ", "too easy an excuse for not rethinking playgrounds, says Darell Hammond, head of the"],
        [" ", "play-promoting nonprofit KaBOOM!. Change “requires all of us doing something"],
        [" ", "different, not just a few law changes.” In short, it requires all of us to be a little less"],
        ["50", "panicked, and honestly, that's probably too much to ask, at least in the short term. Which"],
        [" ", "is why loose parts may be the best hope for the future of playgrounds right now."],
        [" ", "\tRockwell's playground is still an adventure playground—a construction site with all the"],
        [" ", "splintery edges sanded down. It's what an adventure playground looks like in a risk-averse"],
        [" ", "culture. And it promotes the kind of play we think children should be doing now: not"],
        ["55", "with just their bodies, but with their minds. The Imagination Playground is a much more"],
        [" ", "cognitive vision of the playground. No one would confuse it with a jungle gym."],
        [" ", "\tRockwell himself is well-aware of this. At the adventure playgrounds of decades past,"],
        [" ", "he says, “they did things much more dangerous than you could get away with today in a"],
        [" ", "litigious society—working with hammers and nails and actually building things.” (These"],
        ["60", "types of playgrounds do still exist in the United States, but barely.) So instead of physical"],
        [" ", "risk, Rockwell talks about creative risk. At the Imagination Playground, you can dare to"],
        [" ", "build whatever you want—knowing that tomorrow it will be gone. “Part of the impact of"],
        [" ", "the playground is that it is impermanent,” he says."],
        [" ", "\tThe rise of the loose parts playground extends well beyond lower Manhattan. In"],
        ["65", "various versions, there are more than 1,000 sets of Rockwell's blocks out there, and thanks"],
        [" ", "in part to a partnership with KaBOOM!, a lot of those blocks are far from the tax brackets"],
        [" ", "of the South Street Seaport. When I talked to KaBOOM!'s Hammond, he'd just come back"],
        [" ", "from Miami, where the bright-blue blocks are in a low-income child care center."],
        [" ", "\tOf course, loose parts don't have to be designed by David Rockwell—they can be junk"],
        ["70", "from your basement. Detroit's Arts & Scraps is a loose parts-focused organization where"],
        [" ", "the loose parts are, well, scraps. Early childhood educators, for their part, adore loose parts"],
        [" ", "for the open-ended, spontaneous sort of play they encourage, which is very much in line"],
        [" ", "with the new orthodoxy of how young children learn. “When you have loose parts, you"],
        [" ", "don't have the same repetitive pattern of play,” Hammond says. “It's much a more"],
        ["75", "circuitous path.” And that's what you want from play. “You want to see kids escape into"],
        [" ", "this zone in which they lose themselves.” In other words, loose parts are perfectly suited to"],
        [" ", "assuage the paradoxical parental anxieties of the moment: We want our children to have"],
        [" ", "time to play but we also want that play to be productive—to be more than play."],
        [" ", "\tAnd in the end, the blocks might not even be the most important loose parts. “Kids"],
        ["80", "are drawn to sand and water,” Barthold¹ says. “Beyond the blocks, the basics are simply"],
        [" ", "sand and water.”"],
        [" ", "\tStanley Hall's sand pile, it turns out, isn't a portrait of the past. It's a vision of"],
        [" ", "the future."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "Nancy Barthold is assistant commissioner for recreation and programming for New York City's Parks Department."]
    ]
}