{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [
        "Read about events that are happening at a school."
    ],
    "Title": "Passage 1: Lots to Do!",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tAs soon as the bell rang, Lupe grabbed her backpack and headed for the front door of the school. It was Friday, and she was excited about the weekend ahead."],
        ["2", "\tShe saw her older brother, Marcos, waiting for her at the front door. He was leaning against the wall reading something. He seemed very interested in it."],
        ["3", "\t“What are you reading?” Lupe asked as she walked toward him."],
        ["4", "\t“The school newsletter,” Marcos replied."],
        ["5", "\t“What's that?” Lupe said curiously."],
        ["6", "\t“It's something the school sends out every month to tell about events that are coming up,” Marcos said as he showed her the piece of paper. “There are lots of things to do.”"],
        ["7", "\t“Like what?” Lupe asked as they began walking home."],
        ["8", "\t“Well, Principal Hernandez is having lunch with the third graders this month,” he said. “My friend Eloy went last month and he said it was really fun. Principal Hernandez told the students about his black Lab puppy, Angus, and they got to tell him all about their pets.”"],
        ["9", "\t“But I'm not in third grade,” Lupe said frowning. “Is there anything I can do?”"],
        ["10", "\t“Sure,” Marcos said. “There's a soccer match tomorrow afternoon on the field behind the school. You like soccer.”"],
        ["11", "\tLupe nodded her head excitedly. “I love watching soccer. I like to cheer when my team gets a goal. I always bring my umbrella in case it's too hot or it rains. What else is happening?”"],
        ["12", "\t“Next Wednesday after school, Mrs. Carmen is going to read Adelita: A Mexican Cinderella Story in the reading corner,” Marcos said. “She's going to be in costume dressed as Adelita.”"],
        ["13", "\tLupe smiled. She remembered her mother reading that story to her when she was younger."],
        ["14", "\t“And look at this!” Marcos said, pointing to the bottom of the page. “Later this month, there will be a field trip to the Museum of Navajo Art and Culture.”"],
        ["15", "\t“What's that?” Lupe asked."],
        ["16", "\t“It's a place where you can learn about the culture and history of the Navajo people,” Marcos explained. “They also have Navajo art on display, like woven pictures and rugs. Sometimes the artists come to the museum to teach people how they made their art.”"],
        ["17", "\tLupe could hardly wait for Marcos to tell her about the next event. But suddenly they were standing in front of their house. She had been so eager to listen to Marcos that she hadn't realized how far they'd walked."],
        ["18", "\t“Is that all?” she asked."],
        ["19", "\t“There are plenty more events,” Marcos said, handing her the newsletter. “But you'll need to read about them yourself. I have to go to soccer practice.”"],
        ["20", "\tLupe skipped quickly down the driveway clutching the newsletter in her hand. She couldn't wait to tell her mom about everything she wanted to do!"]
    ],
    "Copyright": "“Lots to Do!” © 2020 by Cognia, Inc.",
    "References": []
}