{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 2: Grandpa Drives a Milk Truck",
    "Subtitle": "",
    "Author": "by Adrienne Ehlert Bashista",
    "LabelType": "P",
    "Content": [
        ["1", "\t“Up you go!” Grandpa says. He boosts me into the cab of his truck."],
        ["2", "\tI rub the sleep out of my eyes. It's morning, but it's still dark outside. Grandpa leaves for his milk route at 4 a.m."],
        ["3", "\t“Buckled in?” he asks."],
        ["4", "\tI nod."],
        ["5", "\t“Let's hit the road, kid.” Grandpa eases the truck out of the shed. He drives his route every day. This is the first time he's asked me to come along. I'm sleepy, but also excited."],
        ["6", "\t“Want some?” Grandpa asks."],
        ["7", "\tI nod. He hands me the cocoa bottle. Its shape reminds me of Grandpa's truck. His truck is insulated to keep the milk cold. The bottle is insulated to keep the hot chocolate hot."],
        ["", "problems/NMG3E/media/S2a.jpg"],
        ["8", "\tThe sun has started to peek above the trees when we leave the highway and turn onto a country road. I roll down my window. The air smells like hay and manure."],
        ["9", "\t“Almost there,” Grandpa says."],
        ["10", "\tIn a few minutes we pull into a long driveway. Grandpa stops the truck next to a barn, and we climb down. The smell of cow manure is even stronger now, and the air is wet and dewy."],
        ["11", "\tI wonder if the cows are sleepy or if they like getting up this early."],
        ["12", "\t“Hey there, Don,” Mr. Turner, the farmer, says to my grandpa. “We're ready for you.”"],
        ["13", "\tGrandpa goes to the back of his truck and opens a door in the side of the cooling tank. Inside is a hose. He pulls the end loose and carries it into the barn."],
        ["14", "\tI follow him. “What's in there?” I ask, pointing to a large metal tank."],
        ["15", "\t“Milk,” Grandpa says. “The farmer milks the cows, and it's pumped to this tank. The tanks cool the milk down.”"],
        ["16", "\t“Cool it down?” I ask. “I thought milk was always cold.”"],
        ["17", "\tGrandpa laughs. “Not when it comes out of the cow, it's not. When it comes out of the cow, it's warm. The farmer cools it down so it doesn't spoil.”"],
        ["18", "\tGrandpa attaches the hose to a pipe on the side of the tank and flips a switch. I can hear a noise that sounds like chugga-chugga-chugga. “I turned on the pump,” Grandpa explains. “The milk is sucked through the hose to the tank on my truck.”"],
        ["19", "\tBefore long Grandpa is finished. “See you tomorrow, Stan,” Grandpa calls and helps me back up to my seat."],
        ["20", "\tWe go to six more farms. At each farm Grandpa does the same thing: uncoils the hose, hooks it up to the tank, and pumps the fresh milk into his truck. At the seventh farm, the farmer gives us some biscuits she made."],
        ["21", "\tSnack in hand, we're back on the road, headed for town."]
    ],
    "Copyright": "“Grandpa Drives a Milk Truck” by Adrienne Ehlert Bashista, from Ladybug Magazine, April 2016. Copyright © 2016 by Carus Publishing Company d/b/a Cricket Media.",
    "References": []
}