{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Pie Next Time",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tIt was a beautiful summer afternoon. The sun shone down on the field of wild blackberry bushes behind Daniel's apartment building. Daniel looked out his bedroom window, gazing down onto the field and i͟t͟c͟h͟i͟n͟g to join his friends. He could join them just as soon as he finished cleaning his room. He heard his father's voice at the other end of the apartment."],
        ["2", "\t“Daniel!” he called from the kitchen. “I'm going to the grocery store. What do you want for dinner?”"],
        ["3", "\t“Hot dogs and corn on the cob!” Daniel shouted, as he ran to the kitchen."],
        ["4", "\tHis dad pretended to think it over. “Well, I suppose we can do that,” he said, winking."],
        ["5", "\t“Yesssssss!” Daniel punched his fists in the air."],
        ["6", "\t“Do you also have a strong opinion about dessert?” his dad asked, laughing."],
        ["7", "\tSuddenly Daniel had an idea. In all those blackberry bushes, surely there were enough blackberries to make a pie! “I'll make dessert, Dad. It will be a surprise!” Daniel had helped his father make pies earlier in the summer, and he was pretty sure there was still some pie dough in the freezer. He loved the idea of helping his dad, impressing his mom and older brother, and of course, eating the pie."],
        ["8", "\tWhile his father went grocery shopping, Daniel went out to join his friends. Together, they set out on a mission to gather blackberries. They slowly filled a big shiny bucket, reaching between branches and dodging the thorns. Pretty soon, the bucket was full, but the day was too nice to go home. The friends climbed trees, hid behind bushes, and played tag. When they found themselves both hungry and thirsty, the blackberries were too sweet and juicy to resist. Daniel and his friends laughed and talked and ate, berry juice staining their fingers and faces."],
        ["", "problems/NMG3E/media/S3a.jpg"],
        ["9", "\tOne by one, his friends were called home. Daniel lay on his back and looked up at the setting sun. What a great day it had been! And now he would get to go home, too, and have hot dogs and corn and ... Daniel sat up with a start. “Pie!” He looked into the bucket. There was only a handful of blackberries left and no time to gather more. He would not be able to make his family dessert after all."],
        ["10", "\tDaniel slowly climbed the steps to his apartment. He went into the kitchen, where his brother was setting the table, and put the bucket on the counter. He looked down at his shoes."],
        ["11", "\tDaniel's father glanced into the bucket. He couldn't help but notice the juice stains all over his son's hands and face. “Daniel,” he said, “this is the perfect amount of berries for us to have on our ice cream for dessert!”"],
        ["12", "\tAll the shame and disappointment Daniel felt melted away. He stretched as tall as he could to high-five his father. He knew that the most important thing was sharing those delicious berries—berries that he picked—with the people he loved most."]
    ],
    "Copyright": "“Pie Next Time” © 2017 by Cognia, inc.",
    "References": []
}