{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: Sea and River Otters",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe sun blazes on your back and shoulders, and sweat drips down your face. You are hot, but the zoo has so much to see. What is everyone watching over there? You gently push your way to the front of the crowd. Zip! Splash! The sleek brown animal glides down a slide into the pond. You laugh and wish that you had a nice cool water slide to play on in this hot weather too."],
        ["2", "\tThe animal's smooth and shiny fur is perfect for slicing through the water. Kicking off with its webbed feet, it quickly reaches shore and scurries up the steep little hill to join its family. “What are these funny animals?” you wonder. Then you notice the sign, “River Otters.” Long whiskers that look like mustaches make the river otters look like some grownups you know, but river otters do not act like grownups! The otters play and wrestle and take turns on the water slide. One by one they splash into the cool water and scramble out for another turn."],
        ["3", "\tYou could watch them play forever, but you know there are lots of other creatures to see. You slip out of the crowd, and across from the river otter habitat. You see another sign, “Sea Otters.” More otters! You have to see them."],
        ["4", "\tNo otters are playing at this exhibit. Here it is nap time. An adult sea otter lazily floats on its back with a small otter snuggled on its chest. The baby looks so content on its furry floating bed. The adult sea otter paddles along happily. Its feet are not webbed like the feet of the river otters. They are like flippers. The otter's tail is not long and thin like a river otter's either. It looks like a beaver tail and is good for paddling too."],
        ["5", "\tThe sea otter has the same serious face and funny whiskers as a river otter, but the sea otter is not as thin or shiny. The sea otter's body is wider and its fur is rougher, helping the otter to float in the cold sea. Also, the sea otter is much larger than the river otter. Just one sea otter is about the same size as two or three river otters. The habitat of the sea otter is different too. Instead of dirt and tall green grass, the shore is filled with big gray rocks."],
        ["6", "\tYou want to stay longer, but it is time to go. Luckily, you find a booklet about otters in the gift shop on the way out of the zoo. It has many color pictures and tells about other species of otters."],
        ["7", "\tLater that night, you read the booklet and fall asleep thinking about otters. Somewhere, a family of river otters is snuggled together in their c͟o͟z͟y underground den, while far away on a dark sea, a baby otter sleeps on its mother under a starry sky. They float in a bed of kelp, warm in their thick fur coats, just like you sleep snuggled under your covers."],
        ["", "problems/NMG3E/media/S4a.jpg"]
    ],
    "Copyright": "“Sea and River Otters” © 2017 by Cognia, inc.",
    "References": []
}