{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 2: At Home in the Water",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Home Sweet Home"],
        ["1", "\tHave you ever seen a furry animal floating on its back in the water, sunning itself and breaking open a shellfish for a tasty meal? Or seen one swimming around and around quickly, playing in the movement of the water? Otters spend much of their time in water. Sea otters almost never leave the ocean, and they even sleep in it! River otters spend about half of each day in water. Both sea and river otters eat animals that live in the water. To otters, water is a sweet place to call home."],
        ["2", "\tOtters are small animals, so any pollution in the water is more dangerous to them than to a larger animal. In fact, the first signs of water pollution often appear in otters. Sadly, many otters and their homes are in danger from water pollution."],
        ["", "Threats to Home"],
        ["3", "\tOil spills are the worst threat to otters. When oil pipes burst, the spilled oil destroys marshlands and rivers. Oil spills from ships pollute large areas of the sea quickly. When oil spills, the thick and sticky substance covers the land and water and the things that are in it. It pollutes both the earth and the air. Otters cannot swim, drink, or breathe near the polluted water."],
        ["4", "\tSea otters are at great risk of being harmed by oil spills because they spend so much time in the water. Sea otter fur is the thickest of all animal fur, and it is difficult to clean. If oil gets into an otter's coat, it destroys the fur, which is what keeps an otter warm in the cold sea water. If an otter cannot keep itself warm in sea water, the otter will become sick and might die."],
        ["5", "\tAnother danger to both sea and river otters is blue-green algae because it is poisonous to otters. Blue-green algae forms when fertilizers or raw sewage mix with sunshine in sea or lake water. Blue-green algae grows very quickly, and otters become sick if they eat it."],
        ["", "Help Is on the Way!"],
        ["6", "\tBut, there is good news! Otters have many friends who care about them. Scientists, workers, and volunteers at local aquariums are good friends to the sea otters. When people report seeing sick or hurt otters, workers rescue and take care of the animals. Scientists also study sea otters and where they live. Scientists and other people learn as much as they can about sea otters so that they can better protect otters from danger."],
        ["7", "\tWhen scientists learned that blue-green algae was poisoning sea otters, they looked for how the animals were coming into contact with the algae. After long hours of hard work, scientists discovered that blue-green algae was in shellfish, which is a main food for sea otters. If a sea otter eats a clam that contains blue-green algae, then the otter becomes poisoned."],
        ["", "Help Is Here to Stay!"],
        ["8", "\tScientists also study many other types of pollution that can harm otters. Their work is very important. What they discover helps to create laws to prevent pollution. Otters are helpless against pollution on their own, but many people care about otters. Otters are getting the help they need from scientists, animal workers, and volunteers. And maybe even you!"]
    ],
    "Copyright": "“At Home in the Water” © 2017 by Cognia, inc.",
    "References": []
}