{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Blue Jasmine",
    "Subtitle": "",
    "Author": "by Kashmira Sheth",
    "LabelType": "P",
    "Content": [
        ["1", "\t“So what if this summer is cooler than last, Seema? Last summer you were not leaving us. Last summer our family was not breaking up. I wish this year and this summer had never come. I hate this year!” Raju said. He swung his face away and spat. Without looking back, he sprinted home."],
        ["2", "\tI stood near the acacia tree growing at the edge of an abandoned lot and watched Raju's back as the dust rising from his shoes covered my white blouse and my beige pinafore. I didn't worry about my clothes. School was over, and I would never wear this uniform again. But Raju's anger worried me. I glanced at the acacia. It was brown and bare except for the thorns. It looked like a starved stray dog baring its teeth. I started walking home."],
        ["3", "\tRaju was my cousin, and I wanted to tell him that everything would be fine — but how could I? Today was the last day of fifth grade, and after summer vacation when sixth grade started, he would be walking to school by himself. For the first time, I wouldn't be going with him. I would be in America."],
        ["4", "\tOnly a few months earlier, when the mango trees were jeweled with purplish-green leaves and milky-white blossoms, a letter came that changed everything. At that time, Mommy and my four-year-old sister, Mela, had gone to see Mommy's parents, my Nanaji and Nanima. The letter was from Dr. Davis, and Pappa was excited. “Seema,” he said to me, “Dr. Davis wants me to go to Iowa City to work with him.”"],
        ["5", "\tPappa was a microbiologist. He loved his work, and some days when he got busy doing experiments in his laboratory, he forgot to eat lunch. On these days my grandmother made one of his favorite dishes for dinner. I never could understand how Pappa could forget his lunch while working with tiny bugs that he could only see under a microscope. When I was eight, Pappa had gone to Iowa City for three months during the summer to work with Dr. Davis, and I had missed him. I didn't want him to go away again this summer."],
        ["6", "\t“How long will you be gone this time?” I asked."],
        ["7", "\t“We'll all go this time,” he said, stroking my long hair."],
        ["8", "\t“All of us?”"],
        ["9", "\t“I mean, Mommy, Mela, you, and I,” he said."],
        ["10", "\t“What about the rest of the family?” I asked. In our family, besides Mommy, Pappa, Mela, and me, there was my grandfather, Dadaji; my grandmother, Dadima; Pappa's older brother, my kaka; his wife, my kaki; and their two children, my cousins Uma and Raju."],
        ["11", "\t“We can't all go,” Pappa said."],
        ["12", "\t“But you just said, 'We'll all go this time.' ”"],
        ["13", "\t“I meant the four of us, Seema.”"],
        ["14", "\tFrom that day on, the four of us, Pappa, Mommy, Mela, and I, broke off from our family the way a lump of ice breaks off from a whole snow cone. In some ways the lump is still the same as it was on the snow cone, but somehow, after it breaks off, it's different. It melts away too fast and it doesn't taste as good as the whole cone does."],
        ["15", "\tWhen Pappa told me that Dr. Davis wanted him to work in his laboratory, I asked, “You mean, we would ... we would go and live in Iowa, and I would go to school there?”"],
        ["16", "\t“Yes! Would you like that?”"],
        ["17", "\t“I ... I don't know.”"],
        ["18", "\tHe looked at me. He was as excited as Mela when Dadaji lifted her up and bounced her on his knees."],
        ["19", "\t“Does Raju know yet?” I asked."],
        ["20", "\t“Kaka and Kaki are telling Uma and Raju right now.”"],
        ["21", "\tThat night I wondered why they hadn't told all of us at the same time. Why had Kaka and Kaki told Uma and Raju, and why had Pappa told me?"],
        ["22", "\tWhen I went to bed, I wondered how I could leave the rest of my family and go to America. We all lived in the same house, ate in the same kitchen. Raju and I went to school together and were in the same class. Raju was my cousin, but he was as much my brother as he was Uma's brother. He was my best friend."],
        ["23", "\tI missed Mommy that night. Pappa was so happy about going to America that I didn't want to talk to him about my fears, but I wanted Mommy to hold me tight and tell me that without the rest of the family we would be fine. That we would go to the new country and make new friends. Pappa had called Mommy and told her about our going to America, and I wondered if Mommy herself was as scared about the move as I was."],
        ["24", "\tThat night my sleep didn't flow like a stream, but came in spurts, like the water that spewed from our faucet, on and off, in the heat of the summer. The next morning I was tired and groggy."]
    ],
    "Copyright": "",
    "References": []
}