{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Presidential Pets",
    "Subtitle": "",
    "Author": "by Laura Driscoll",
    "LabelType": "P",
    "Content": [
        ["", "Nᴇᴡ Lɪꜰᴇ, Nᴇᴡ Pᴇᴛ!"],
        ["1", "\tNovember 4, 2008, was a night of big changes. Barack Obama had just been elected the first African-American president of the United States. He and his wife, Michelle Obama, and their young daughters, Malia and Sasha, were going to be the country's next First Family. They would soon leave their home in Chicago and move into the White House in Washington, D.C. Sasha and Malia would start a new school. As the First Lady, their mom would become one of the busiest and most famous women in the world. Their dad was going to have the most important job in America."],
        ["2", "\tIn his victory speech, Barack Obama said, “Sasha and Malia, I love you both more than you can imagine. And you have earned the new puppy that's coming with us to the White House.”"],
        ["3", "\tThis was big news for Sasha and Malia. But over the years, First Families have had all kinds of pets: dogs, cats, mice, snakes, birds, elephants, sheep, horses, a hyena, a hippo, and even an alligator! Only three presidents in US history did not have a pet in the White House."],
        ["4", "\tSo why have pets been so popular with First Families? Maybe it is because pets can make a big house — like the White House — feel more like a cozy home. Pets can force a busy president to make time for fun. And pets can give friendship to someone doing a hard and sometimes lonely job."],
        ["", "A Pʀᴇsɪᴅᴇɴᴛ's Bᴇsᴛ Fʀɪᴇɴᴅ"],
        ["5", "\tCan you guess the most popular White House pet over the years? The dog, of course. In fact, every president for the last ninety years has had a dog. From terriers to retrievers, spaniels to collies, each pet has had a personality as unique as his or her president."],
        ["6", "\tDuring his time in the White House, George W. Bush (president from 2001−2009) had three dogs. One was a Scottish terrier named Barney."],
        ["7", "\tBarney's biggest claim to fame was as the star of “Barney Cam.” For Christmas in 2002, Barney shuffled around the White House with a tiny camera attached to his collar. He filmed a “dog's eye view” of the holiday decorations. This footage was added to the Bush family's Christmas video and was put on the Internet. Millions of people watched and loved it!"],
        ["8", "\tAfter that, Barney Cam became a Christmas tradition in the Bush White House. Famous singers and athletes even appeared in some of Barney's videos."],
        ["9", "\tIn 2005, the Bushes got another Scottish terrier named Miss Beazley. She came to the White House as a ten-week-old puppy. Next to Barney, “Beezie” looked tiny. But a few loud barks at Barney told him she was no pushover."],
        ["10", "\tBefore either Barney or Miss Beazley arrived, there was Spot, an English springer spaniel. “Spotty” and Barney were good pals. The president sometimes took them on trips together in Marine One, the presidential helicopter. Spot usually got on without a fuss. But Barney? The president sometimes had to chase him around the lawn before he would go aboard."],
        ["11", "\tSpot's mother, Millie, belonged to another First Family. Millie lived in the White House when George W. Bush's father was president. His name was almost the same: George H. W. Bush (1989−1993)."],
        ["12", "\tWhile Millie lived at the White House, she gave birth to Spot and her five brothers and sisters."],
        ["13", "\tBesides being a mom, Millie was a best-selling author! Millie's Book: As Dictated to Barbara Bush was published in 1990. It sold more copies than a book the president wrote!"],
        ["14", "\tPresident Bill Clinton (1993−2001), First Lady Hillary Clinton, and their twelve-year-old daughter, Chelsea, came to the White House with only one pet — a cat named Socks."],
        ["15", "\tSocks had joined the Clinton family about two years earlier. Chelsea was at her piano teacher's house for a lesson. Socks, then a stray kitten, was playing in the teacher's yard. When Chelsea held her hands out to the kitten, he jumped right into her arms! Even though Chelsea's parents were allergic to cats, they couldn't resist adding the kitten to their family."],
        ["16", "\tAs the First Pet, Socks became famous overnight. Letters to Socks poured in from his fans — especially kids. Some asked Socks to send them his “pawtograph.”"],
        ["17", "\tFive years after moving into the White House, the Clinton family became dog owners. Buddy, a chocolate Labrador retriever, was just a puppy when he arrived at the White House."],
        ["18", "\tRight from the start, he and the president were good friends. Buddy spent much of his time napping behind the president's desk in the Oval Office. At least once a day, Buddy dropped his ball at President Clinton's feet and started barking. He wouldn't stop until Clinton came outside to play fetch."]
    ],
    "Copyright": "",
    "References": []
}