{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "May I Help You?",
    "Subtitle": "",
    "Author": "by Jill Lederman",
    "LabelType": "P",
    "Content": [
        ["1", "\tDon't think robots are a part of your life? Think again! They're in more places than you might know. In factories, robots put together everything from toys to cars. Some homes have robots that vacuum floors or mow the lawn. And more robots are soon to come. Experts predict that by 2025 we could have robots in every household!"],
        ["2", "\tFeatured here are robots that have made news lately for the innovative ways they help people at home or at work. You might be living or working with one of them one day!"],
        ["", "Lɪᴋᴇ ᴀ Hᴜᴍᴀɴ"],
        ["3", "\tRobots don't expect any thanks for all the work they do for us. After all, they don't have feelings. But that may be changing with Nexi, a robot created by scientists at the Massachusetts Institute of Technology (MIT). Nexi can move its face to show anger, happiness, or sadness. It can also raise its eyebrows to show surprise."],
        ["", "problems/NY15G5E/media/S3a.jpg"],
        ["4", "\tHumans can communicate using facial expressions. That's why researchers want Nexi to use them too. “Facial and body expressions help to develop trust and understanding between a person and robot,” explains robotics researcher Sonia Chernova. She helped develop Nexi at MIT."],
        ["5", "\tNexi was designed to work with people in groups. People will be better able to work on a team with Nexi if it can communicate like they do."],
        ["6", "\tNexi can also talk, identify human faces, follow a person with its gaze, and pick up small objects."],
        ["", "Hᴏᴜsᴇʜᴏʟᴅ Hᴇʟᴘᴇʀs"],
        ["7", "\tHow would you like a robot to help clean up your toys, or one that plays hide-and-seek with you? Nao (NOW) can be programmed to do both those activities, and more. A two-foot-tall robot, Nao was designed by a company in France to be a helper and companion."],
        ["8", "\tNao can talk and walk. It can also remember faces, voices, and places. And it can be programmed to assist with daily tasks, such as checking e-mail. Experts on robotic inventions say that robots like Nao are here to stay. They predict that about 12 million home-service robots will be sold over the next few years. Nao is expected to be available in stores soon."],
        ["", "Rᴏʙᴏᴛs ᴀᴛ Wᴏʀᴋ"],
        ["9", "\tNeed a lift out of bed? RIBA, short for “Robot for Interactive Body Assistance,” will lend its helpful arms! Some patients at hospitals and nursing homes have a hard time getting in and out of bed. RIBA can gently lift a patient out of bed and help him or her into a wheelchair. The robot can safely pick up and carry people weighing as much as 135 pounds. RIBA's inventors in Japan made RIBA look like a teddy bear to cheer up patients. RIBA can also recognize faces and voices, and respond to spoken commands. Experts say RIBA could be helping nurses at hospitals in as few as five years."],
        ["", "Wᴀᴛᴇʀ Bᴏᴛs"],
        ["10", "\tRobots that work in water—and resemble familiar sea creatures—are making a splash too. One of them is a robotic fish. Researchers at MIT built the robo-fish to swim in water to detect pollution. It can also locate submerged ships or oil and gas pipelines."],
        ["", "problems/NY15G5E/media/S3b.jpg"],
        ["11", "\tOther new underwater robots look like clams, manta rays, and lobsters. The two-foot-long robotic lobster has eight legs to crawl along the seafloor. It may one day help the U.S. Navy check for underwater weapons."],
        ["12", "\tThere's even a robotic penguin! Engineers in Germany designed it. Called the AquaPenguin, it uses flippers to paddle and can move in all directions. Real penguins can't swim backward, but AquaPenguin can! Still, AquaPenguin is meant to show just how life-like technology can be."]
    ],
    "Copyright": "",
    "References": []
}