{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How can the reader tell that attending the picnic is important to Christopher?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He tries to be very careful when he arrives at school on Friday.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Christopher's mother said he could go to the picnic if “he didn't get into any more trouble this week.” Christopher tries to be very careful not to get into trouble at school on Friday so he can go to the picnic.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He invites his friends to sit next to him on the bus ride to school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Christopher's friends do sit next to him on the bus, where his friends sit is not related to attending the picnic.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He tells the principal what happened in Mr. Gregg's class.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Christopher attempts to tell the principal about the incident with his rubber bands, another band snaps off his braces and lands on the principal's desk, making the explanation unnecessary.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He hasn't been to the principal's office this week",
                "Key": {
                    "Correct": false,
                    "Rationale": "The story takes place on a Friday, and the principal tells Christopher, “'I haven't seen you since Wednesday,'” so he has been to the principal's office this week.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Christopher's friends most likely think that  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the bus driver is being unfair",
                "Key": {
                    "Correct": false,
                    "Rationale": "Christopher's friends do not express any opinion about the bus driver being unfair.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "the principal will tell Christopher's mother that he can't go to the picnic",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is Christopher's mother, not the principal, who made the conditions that determine if he will be allowed to go to the picnic, and Christopher's friends do not express any thoughts on what the principal might do.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "his actions are amusing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Christopher's friends do not express any amusement with his actions.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "he can stay out of trouble long enough to be allowed to go to the picnic",
                "Key": {
                    "Correct": true,
                    "Rationale": "Timothy tells Christopher he only has “'to stay out of trouble one more day.'” When Christopher tells his friends about his misfortunes, they “tried to make their friend feel more hopeful,” by offering advice such as, '“take deep breaths.”'",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Paragraph 22 is important to the story because it shows that Christopher  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "is hoping the principal is absent again",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author only includes dialogue from the principal in paragraph 22, so there is no way to know what Christopher is hoping.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "has been sent to the principal's office often",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 22, the principal says, “'I haven't seen you since Wednesday.'” The story takes place on Friday, which means Christopher has seen the principal at least twice this week.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "expects the principal to allow him to attend the picnic",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no way to know what Christopher expects from the dialogue in paragraph 22.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "is willing to explain to the principal what really happened",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author only includes dialogue from the principal in paragraph 22, so there is no way to know what Christopher is willing to explain.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the best summary of paragraphs 7 through 10?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Christopher tells his friends Timothy and Rashid that he doesn't think he can go the whole day without getting into trouble.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Christopher does not talk to Timothy or Rashid in paragraphs 7 through 10.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Christopher compares how he is feeling to how the bus chugs up the hill.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. Important details from paragraphs 8 through 10 are not included in this summary.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Christopher has a problem that he shares with his friends Timothy and Rashid.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Christopher does not talk to Timothy or Rashid in paragraphs 7 through 10.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Christopher is too loud on the school bus and gets in trouble with the driver.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This is the most complete summary of paragraphs 7 through 10 of the story. In paragraph 7, Christopher imagines the bus's wheels to be saying, “'One more day!'” and in paragraph 8 he yells out, “'All right!'” in response. Then, in paragraph 9, the bus driver scolds him, and in paragraph 10 it is explained that he didn't mean to get into trouble.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What does paragraph 11 reveal about Christopher's character?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He has to work hard to take care of borrowed materials.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does describe Christopher's experience with his borrowed library book, this is only an example the author includes to show that when an incident happens Christopher makes an excuse for his action.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He doesn't take responsibility for his actions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Christopher explains to his friends “that the week's misfortunes were not his fault.” The author describes everything that went wrong during the week and includes all of Christopher's excuses, which support the idea that Christopher does not take responsibility for his actions.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He likes to joke around with his friends.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in paragraph 11 to support the idea that Christopher likes to joke around with his friends.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He depends on his friends to get him out of difficult situations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in paragraph 11 to support the idea that Christopher depends on his friends to get him out of difficult situations.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What does the word m͟i͟s͟f͟o͟r͟t͟u͟n͟e͟s mean in paragraph 11?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Demanding jobs",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Christopher is trying to catch up on a demanding reading assignment during lunch, this is only one of several events the author lists when describing what contributed to the week's misfortunes.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Difficult decisions",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not describe Christopher making any difficult decisions that could be related to the word m͟i͟s͟f͟o͟r͟t͟u͟n͟e͟s.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Confusing messages",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not describe any confusing messages Christopher shares about his m͟i͟s͟f͟o͟r͟t͟u͟n͟e͟s.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Unlucky events",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 11, the author describes all of Christopher's m͟i͟s͟f͟o͟r͟t͟u͟n͟e͟s such as scribbling “a math problem on his desk” and dropping “grape jelly on his library book.” These are examples of “Unlucky events.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence from the selection is an opinion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Long ago, people played games that are similar to marble games played today. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that the types of marble games played by people have not changed much over the years can be proven, making the sentence a fact, not an opinion.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Different types of marbles have been found in places all around the world. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that marbles have been found in different areas of the world can be proven, making the sentence a fact, not an opinion.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They were beautiful, and each one was unique. (paragraph 4)",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence is an opinion presented by the author because “beautiful” and “unique” describe what some people, but not all people, think about the appearance of marbles.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Others had swirls of one color or many different colors. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that some marbles contained swirls of one color, while others contained swirls of many colors can be proven, making it a fact, not an opinion.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which phrase in paragraph 11 helps the reader understand the meaning of a͟n͟n͟u͟a͟l?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "fun of it",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “fun of it” is used by the author to describe why “Most people enjoy playing marbles.”",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "very seriously",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses the phrase “very seriously” to describe how some players approach the competition, not to describe how often the competition takes place.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "This competition",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses “This competition” to describe what the National Marbles Tournament is, while a͟n͟n͟u͟a͟l is used to describe how often it happens.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Each year",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author explains that the a͟n͟n͟u͟a͟l National Marbles Tournament” has “thousands of competitors” come to it “Each year,” meaning that it has been happening year after year since it “was first held in 1922.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 2.",
            ":box:To make marbles, people used items that could roll such as nuts, fruit pits, or round pebbles.",
            "Based on information in this sentence, the reader can conclude that early marbles were  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "difficult to find",
                "Key": {
                    "Correct": false,
                    "Rationale": "Early marbles were made of common items that would not be difficult to find, so this is not the correct conclusion.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "made by children",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although children play with marbles, there is no context in this sentence to support the conclusion that the marbles were made by children.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "much smaller in size than marbles are today",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not mention the size of the marbles in this sentence, so this is not the correct conclusion.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "created from a variety of available materials",
                "Key": {
                    "Correct": true,
                    "Rationale": "The conclusion that people used a variety of available materials to create marbles is supported by the author's description of the different types of materials that were used as marbles, such as “nuts, fruit pits, or round pebbles.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Paragraphs 5 and 6 are mainly about how  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "inventions lowered the cost of marbles",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 5 and 6, the author describes “special scissors that could cut melted glass” into marbles and “a marble-making machine.” These inventions made it possible to make more marbles in less time and at a lower cost.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "glassmakers figured out how to cut marbles easily",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author describes “special scissors that could cut melted glass,” this is only a supporting detail from paragraph 5. The author describes “rollers” in paragraph 6, not “special scissors.”",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "glass is melted in order to make a marble",
                "Key": {
                    "Correct": false,
                    "Rationale": "The inventions described in paragraphs 5 and 6 do involve melting glass to make marbles. However, the author does not describe how the glass was melted.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "the shape of marbles has improved over time",
                "Key": {
                    "Correct": false,
                    "Rationale": "The “marble-making machine” has the ability to roll glass “into a perfect sphere.” However, the author does not discuss in paragraphs 5 and 6 how the shape of marbles “improved over time.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence in the selection is best supported by the photographs between paragraphs 9 and 10?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "No one really knows where and exactly when they were invented. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Where and when marbles were invented is not supported by the photographs.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Now, more people could buy them. (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "People are shown playing marbles, not buying them, in the photographs.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Marbles are placed inside a circle that is drawn on the ground. (paragraph 9)",
                "Key": {
                    "Correct": true,
                    "Rationale": "Boys shooting marbles into a circle drawn in the dirt are shown in the photograph on the left. A close up of marbles within a circle on the ground is shown in the photograph on the right.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Players may lose some of their favorite marbles. (paragraph 10)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that some players may lose some of their favorite marbles is not conveyed in the photographs.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In which part of the selection would the reader find information about the history of marbles?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The introductory paragraph",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the introductory section, the author describes a scene at the beach to introduce the topic of marbles, so this is not where the reader would find information about the history of marbles.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The section titled “Marbles through Time”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can infer from the words “through Time” in the subheading that the author will provide information about the “history” of marbles in this section.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The caption under the first photograph",
                "Key": {
                    "Correct": false,
                    "Rationale": "The caption under the first photograph, “Kids Playing Marbles in the Sand,” is used to describe what the reader sees in the photograph. It does not include information about the history of marbles.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The section titled “Marble Games”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader can infer from the word “Games” in the subheading that the author will describe different methods of playing with marbles in this section, not provide information about the history of marbles.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S3.json",
            "problems/TX19G4R/supps/TX19G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What effect does Max working in Grandpa's yard have on the plot of the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It makes Dad proud of Max.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dad shows surprise at Max finding the time capsule rather than pride in him for working in Grandpa's yard.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It causes Max to become tired and grumpy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Max is unhappy about digging in the yard, the plot focuses on Max's surprise discovery of the time capsule and the events that unfold because of this discovery, not Max being tired and grumpy.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It leads Max to a surprise discovery.",
                "Key": {
                    "Correct": true,
                    "Rationale": "While Max is digging a hole for Grandpa's tree, he finds a coffee can, which leads him to talk with Dad and Grandpa about what life was like when Dad was young.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It proves to Grandpa that Max is a good helper.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Max could be seen as a good helper for digging the hole, the plot focuses on the surprise discovery that Max made because of his digging, not Max being helpful.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S3.json",
            "problems/TX19G4R/supps/TX19G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "When Max shows his father the time capsule he dug up, Max's father most likely feels  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "amazed that Max found it when he could not",
                "Key": {
                    "Correct": false,
                    "Rationale": "Max's father says, “'I had forgotten all about it,'” when Max presents the time capsule, so Max's father was not looking for it.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "pleased to see things that were once meaningful to him",
                "Key": {
                    "Correct": true,
                    "Rationale": "After seeing that Max found his time capsule, Max's father explains that he “'wanted someone in the future to find the things'” he buried. With each item pulled out of the coffee can, he recalls a fond memory.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "upset that Max is no longer helping Grandpa plant a tree",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is Max's father who suggests that they “'see how everything looks now,'” so he is not upset that Max is no longer helping Grandpa by digging the hole for the tree.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "concerned about what Max will think when he sees what is in the can",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quote “'Let's see how everything looks now'” is included to let the reader know that Max's father wants Max to see what is in the can, not that he is concerned about what Max will think.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S3.json",
            "problems/TX19G4R/supps/TX19G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which point of view does the author use in this story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "First-person from Max's perspective",
                "Key": {
                    "Correct": false,
                    "Rationale": "The story is not written in the first person from Max's perspective because Max is not narrating the story. The narrator does not use the pronouns “I” or “my” to tell the story.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "First-person from Dad's perspective",
                "Key": {
                    "Correct": false,
                    "Rationale": "The story is not written in the first person from Dad's perspective because Dad is not narrating the story. The narrator does not use the pronouns “I” or “my” to tell the story.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Third-person from the perspective of Max's grandfather",
                "Key": {
                    "Correct": false,
                    "Rationale": "The story is not written in the third person from the perspective of Max's grandfather because Max's grandfather's feelings toward the events happening are not revealed through the narration.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Third-person from the perspective of an unknown observer",
                "Key": {
                    "Correct": true,
                    "Rationale": "The term point of view refers to the person telling or narrating a piece of writing. In the story the author uses the third-person point of view from the perspective of an unknown observer. The narrator of this story refers to all the characters by their names and uses pronouns such as “he” and “his.” The narrator does not participate in the action.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S3.json",
            "problems/TX19G4R/supps/TX19G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 1, the author uses the phrases “wiped the sweat from his brow” and “felt like he had been digging for hours” to suggest that Max  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "expects to discover a special surprise",
                "Key": {
                    "Correct": false,
                    "Rationale": "Max has no idea that there is anything buried in his grandfather's yard, so he does not expect to discover a special surprise.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "is struggling with a difficult job",
                "Key": {
                    "Correct": true,
                    "Rationale": "Max's physical exertion and his feeling that the job is taking a long time to complete are used to show that he is struggling with a difficult job.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "dislikes spending time outdoors",
                "Key": {
                    "Correct": false,
                    "Rationale": "Max's sweat and his feeling that the job is taking a long time to complete are used to show that digging is a struggle for him, but this does not mean he dislikes spending time outdoors.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "is determined to help plant trees",
                "Key": {
                    "Correct": false,
                    "Rationale": "Max is digging a hole for his grandfather's tree because his father volunteered him, not because he is determined to help plant trees.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S3.json",
            "problems/TX19G4R/supps/TX19G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 3, the suffix -er in the word s͟e͟n͟d͟e͟r helps the reader understand that the word refers to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a person who sends",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 3, the author describes a girl from Papua New Guinea who found a message in a bottle and became pen pals with the student who sent the message (the s͟e͟n͟d͟e͟r).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "an object that is sent",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding the suffix -er to the word “send” does not create a new word that refers to an object that is sent.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the sending of something again",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the selection to support the idea that the person who sent the bottle sent it more than once.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the method used to send things",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding the suffix -er to the word “send” does not create a new word that refers to a method used to send things.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S3.json",
            "problems/TX19G4R/supps/TX19G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What happened as a result of someone finding a bottle that had been released by students in Hawaii in 2007?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The bottle experiment quickly spread to other schools.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no context to support the idea that other schools participated in the bottle experiment as a result of someone finding a bottle released by students in Hawaii in 2007.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "People around the world were encouraged to find pen pals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author only mentions a girl in Papua New Guinea who became pen pals with the student who participated in the 2007 bottle experiment in Hawaii. The author does not mention other people being encouraged to find pen pals.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Students tried to send messages in bottles to their classmates.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no context to support the idea that students tried to send messages in bottles to their classmates as a result of the 2007 bottle experiment in Hawaii.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Two people living in different parts of the world became friends.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In 2007, students in Hawaii released a bottle into the ocean. A girl in Papua New Guinea found a bottle and became pen pals with the student who released it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S3.json",
            "problems/TX19G4R/supps/TX19G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author wrote this selection most likely to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "persuade the reader to try sending a message in a bottle",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, the author notes that “Tossing a bottle in the ocean is not a very reliable way to deliver a message,” so the author is not trying to persuade the reader to send a message in a bottle.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "tell the reader how to start a floating bottle experiment at school",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not provide any instructions on how to start a floating bottle experiment at school, so this is not the author's purpose for the selection.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "describe some examples of messages sent in bottles and tell what happened to them",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author provides information on a few messages sent in bottles, including bottles that went from Seattle to Alaska, New Hampshire to the Caribbean, Hawaii to Papua New Guinea, and from a soldier to his daughter.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "explain some of the challenges of trying to communicate with people who live across the ocean",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, the author briefly mentions that a soldier hoped a message in a bottle would reach his wife; however, the challenge of communicating with people who live across the ocean is not the author's purpose for the selection.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S3.json",
            "problems/TX19G4R/supps/TX19G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Paragraphs 2 and 3 are mainly about  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "rewards people have received for returning bottles that were found",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is a reward mentioned in paragraph 2, but it is only a minor detail and it is not mentioned again in paragraph 3.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "what keeps bottles with messages in them from sinking in the ocean",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no explanation of why the bottles do not sink in these paragraphs.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "bottles that have drifted in the sea and then been found",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 2 and 3, the author explains that people write messages, put them in bottles, and toss them into the ocean to be found by people living far away. Some bottles have traveled from Seattle to Alaska, New Hampshire to the Caribbean, and Hawaii to Papua New Guinea.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "what people write on the notes that are placed inside bottles",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author shares a detail about a message placed in one bottle, the paragraphs are mainly about different bottles that have drifted in the sea and then been found, not the messages inside the bottles.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S3.json",
            "problems/TX19G4R/supps/TX19G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What conclusion can the reader make based on both the story and the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "People enjoy the experience of finding hidden objects or messages.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “Max's Find,” Max “felt a shiver of excitement” when he found the time capsule buried in his grandfather's yard. In “Messages in Bottles,” the author describes finding a message as a “memorable event.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It is important to follow instructions that are included with messages.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not discuss the importance of following instructions that are included with messages in either the story or the selection.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "People can become friends with someone whom they have never met.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “Messages in Bottles,” two people who have never met do become pen pals, but no new friendships are formed in “Max's Find.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It is common to find objects that have been left in secret places.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “Max's Find,” Max finds a time capsule that was hidden for years, so it is not common to find one. In “Messages in Bottles,” the bottles were not left in secret places, and there is no support for the idea that it is common to find bottles with messages inside.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S3.json",
            "problems/TX19G4R/supps/TX19G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the story and the selection, what is one way a time capsule differs from a message in a bottle?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A time capsule is opened by the person who made it, while a message in a bottle is opened by a stranger.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “Max's Find,” the time capsule is opened by Max, not his father who made it. Therefore, this option is not correct.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "A time capsule stays in the same place, while a message in a bottle travels to a new place.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “Max's Find,” Max finds his father's time capsule buried in the same place his father left it many years ago. In “Messages in Bottles” the author describes the journeys that the bottles make to faraway places.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "A time capsule is hidden for a long time, while a message in a bottle is found quickly.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “Messages in Bottles,” the author describes bottles that have been found “More than 50 years later” and “Eighty-five years” later, so messages in bottles are not always found quickly. Therefore, this option is not correct.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "A time capsule is for everyone to share, while a message in a bottle is intended for a specific person.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “Messages in Bottles,” the author does describe one bottle that is intended for a soldier's wife, but the other bottles aren't meant for anyone specific. Therefore, this option is not correct.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S3.json",
            "problems/TX19G4R/supps/TX19G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read these sentences from paragraph 12 of “Max's Find.”",
            ":box:“I never knew you looked like that, Dad. It's really awesome to see pictures of you and some of the things you enjoyed when you were my age,” Max said.",
            "Which sentences from “Messages in Bottles” express a similar idea?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It is a glass bottle, and inside is a rolled-up piece of paper. This message in a bottle may have traveled halfway around the world before landing on this beach.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In these sentences, the idea of a message traveling far is presented, which is not similar to the appreciation and interest in learning about a family member that is conveyed in the sentences from “Max's Find.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They do so for different reasons. Most often it is simply for fun.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In these sentences, the author explains why people send messages in bottles, which is not similar to the appreciation and interest in learning about a family member that is conveyed in the sentences from “Max's Find.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Occasionally someone tries to use a message in a bottle to contact a particular person. In 1914 a British soldier fighting in World War I wrote a letter to his wife.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In these sentences, the author explains why someone might send a message in a bottle, which is not similar to the appreciation and interest in learning about a family member that is conveyed in the sentences from “Max's Find.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The fisherman delivered the letter to the soldier's daughter, who was an adult by then. She was thrilled to receive the letter and learn more about her father.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Max expresses appreciation and interest in learning about his father through pictures and items from the past. The author of “Messages in Bottles” describes a similar appreciation because the soldier's daughter was “thrilled” to “learn more about her father.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S3.json",
            "problems/TX19G4R/supps/TX19G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How is the time capsule in “Max's Find” similar to the bottles in “Messages in Bottles”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It was made in the 1980s.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Max's father made the time capsule in the 1980s, the people sending messages in bottles create their messages during many different years.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "It was covered by water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Max finds the time capsule buried in the dirt, not covered by water.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "It was found by accident.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Max finds the time capsule when he is digging a hole to plant a tree. In “Messages in Bottles,” the author explains, “There is no telling where a bottle may end up.” The people find the bottles by chance.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "It held many items.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The time capsule that Max finds does hold many items, but the bottles only carry a message, no items.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The imagery in the third stanza (lines 9-12) most appeals to the reader's sense of  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sound",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no sounds described in the third stanza, so the imagery does not appeal to the reader's sense of sound.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "taste",
                "Key": {
                    "Correct": true,
                    "Rationale": "Imagery is the use of vivid language to represent objects, actions, or ideas. The imagery in the third stanza most appeals to the reader's sense of taste. The poet describes things you can taste, such as “batters rich and thick” and “spoons she lets you lick.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "smell",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no smells described in the third stanza, so the imagery does not appeal to the reader's sense of smell.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "touch",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no descriptions of how things feel in the third stanza, so the imagery does not appeal to the reader's sense of touch.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement best describes how the poet uses rhyme in each stanza of the poem?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Only the second and fourth lines rhyme.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Only the second and fourth lines rhyme in each stanza. For example, the poet rhymes “day” with “stay” (stanza 1), “aromatic” with “attic” (stanza 2), and “thick” with “lick” (stanza 3).",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Only the first and third lines rhyme.",
                "Key": {
                    "Correct": false,
                    "Rationale": "None of the first and third lines rhyme with each other.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The first and third lines rhyme, and the second and fourth lines rhyme.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The second and fourth lines of each stanza rhyme, but the first and third lines do not rhyme.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The first and second lines rhyme, and the third and fourth lines rhyme.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the first and second lines nor the third and fourth lines rhyme.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Why is the first stanza (lines 1-4) important to the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It describes how Grandma's visit makes every day exciting.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the exclamation point at the end of the stanza is included to express excitement about Grandma's visit, there is no context to support the idea that every day is exciting.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It explains why Grandma does not visit the speaker very often.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Grandma's visits are portrayed as special events, there is no context to support the idea that Grandma does not visit often.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It describes the activities Grandma has planned for her visit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "None of the activities that take place during Grandma's visit are described in stanza 1.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It shows the speaker's surprise that Grandma has come to visit.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The line “And suddenly you realize — ” is included to express the speaker's surprise and suggest that Grandma's visit was unexpected.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement correctly describes a way that stanzas 2 through 7 (lines 5-28) are similar?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Each stanza introduces a new reason that Grandma comes to visit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reason Grandma comes to visit is not revealed in any stanza.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Each stanza offers interesting facts about the history of the speaker's family.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the events of each stanza may have happened in the past, the poet mentions the speaker's relatives only in stanza 5.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Each stanza highlights the reasons the speaker enjoys Grandma's visits.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The speaker enjoys Grandma's visits because “The house is full of oven smells” (stanza 2), “And you begin to think of things” to eat (stanza 3), “And then there are stories” (stanzas 4 and 5), “And always there is music” (stanza 6), and Grandma listens and makes you laugh (stanza 7).",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Each stanza describes delicious foods that Grandma prepares.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In stanzas 2 and 3, the poet does describe details related to food, but the rest of the stanzas do not mention food.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of these statements describes an element of the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "All the lines have the same number of words.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Some lines, such as “The house is full of oven smells” (line 5), are written with seven words, while other lines, such as “Floating, aromatic — ” (line 6) are written with only two words, so this is not an element of the poem.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Most of the lines have the same meter.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Most of the lines in the poem are written with the same meter. Most first and third lines have about seven syllables, while most second and fourth lines are shorter and have about five syllables, which are used to create an identifiable rhythm in the poem.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Each stanza introduces a new character.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Characters are introduced in a few, but not all, of the stanzas, such as Grandma (stanza 1) and Mommy (stanza 4), so this is not an element of the poem.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Each stanza solves a different problem.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Most of the stanzas include different reasons to enjoy Grandma's visits, not different problems, so this is not an element of the poem.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The end of the poem expresses the idea that the speaker  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "would like Grandma to stay longer",
                "Key": {
                    "Correct": true,
                    "Rationale": "At the end of the poem, the poet includes the lines “You wish that she could stay with you / And never never go,” which express the idea that the speaker wants Grandma to stay longer.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "shares many secrets with Grandma",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no secrets being shared at the end of the poem.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "is curious why Grandma has to leave",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker shows no curiosity about why Grandma leaves.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "knows when Grandma will visit again",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet includes the lines “You're sure she will come back again” in the last stanza, but it is not specified when Grandma will come back.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the dictionary entry for the word s͟e͟c͟u͟r͟e.",
            ":box:secure \\si-'kyūr\\ verb\n1. to place something where it will not move\n2. to get something as a result of trying\n3. to make certain or sure of\n4. to promise payment of",
            "Which definition most closely fits the way the word s͟e͟c͟u͟r͟e͟d is used in paragraph 4?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the author explains that “people s͟e͟c͟u͟r͟e͟d acorns in baskets” and put them in rushing water that “washed away the tannins.” The acorns were s͟e͟c͟u͟r͟e͟d in the baskets so they wouldn't move when placed in rushing water.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, people s͟e͟c͟u͟r͟e͟d acorns in baskets, so they already had everything they needed. They weren't trying to get something.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although people s͟e͟c͟u͟r͟e͟d acorns in baskets “to make certain” they didn't move, the closest definition to s͟e͟c͟u͟r͟e͟d in paragraph 4 is focused on the actual act of placing the acorns in the basket where they wouldn't move.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no reference to promising any type of payment for acorns in paragraph 4.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which fact in the selection is best supported by the last photograph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Acorn weevils are the first insects to live in acorns.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it is true that acorn weevils are usually the first insects to live in acorns, this is not a fact that is supported by the photograph.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Acorn weevil larvae eat the inside of the acorn.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it is true that acorn weevil larvae eat the inside of the acorn, only the outside of the acorn is shown in the photograph.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Acorn weevils can use their snouts to drill holes in acorns.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 7, the author includes the fact that an acorn weevil uses its “long snout to drill a hole” into acorns. In the photograph, an acorn weevil with a long snout is shown.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Acorn weevil larvae are inside an acorn when it falls from the tree.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only the outside of the acorn is shown in the photograph, so any facts concerning the inside of the acorn are not supported.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the selection, the reader can conclude that acorns  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "are similar to many other types of nuts that people eat",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no other types of nuts mentioned in the selection, so the reader cannot conclude that acorns are similar to many other types of nuts that people eat.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "must be properly prepared before humans can eat them",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 3, the author explains that ancient Romans ground the acorns before using them to make bread. In paragraph 4, the author explains that to prepare acorns, people would run them through water and bury them in mud to make them taste better.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "are becoming rare because many animals use them",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although many animals do use acorns, the rarity of acorns is not discussed in the selection, so this cannot be concluded.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "can cause serious damage when they fall off trees",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does include descriptions of falling acorns, no damage is actually described, so this cannot be concluded.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the best summary of the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Acorns are nuts which drop from oak trees in the fall. People have found ways to prepare and eat acorns for many years. Some animals, including several types of insects, use acorns for food and even for shelter.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This is the most complete summary of the selection. The introduction is restated and key details are explained, such as how people, animals, and insects use acorns.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Acorns usually drop from trees before colored leaves do. They hit everything beneath them and are often gathered by squirrels. At certain points in history, they were also gathered, prepared, and eaten by people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. There is no mention of how insects or animals use acorns in this option.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The ancient Romans, Native Americans, and Pilgrims all ate acorns. Some animals also use acorns in interesting ways. However, the Native Americans were the only ones who thought of using acorns for medicine.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. There is no mention of the definition of acorns or that people have found ways to prepare acorns in this option.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Native Americans used to prepare baskets of acorns. Animals such as the acorn woodpecker may hide many acorns in dead trees or telephone poles. The acorn weevil and the acorn moth lay their eggs in or near an acorn.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. There is no mention that groups of people have found different uses for acorns in this option.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement best describes how baby acorn weevils know that it is time to leave their acorn homes?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They finish eating all the nut meat inside of the acorn.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although baby acorn weevils do eat the nut meat inside their acorns, it is when the acorn falls to the ground that they know to leave, not when they're finished eating.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "An adult acorn weevil drills a new hole in the acorn.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The adult acorn weevil only drills a hole to lay eggs, not to signal the baby acorn weevils to leave.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The acorn drops from the oak tree to the ground below.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author explains in paragraph 7 that when the acorn falls to the ground, “this signals to the larvae that it's time to chew their way out.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The weather becomes so warm that no acorn shelter is needed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Baby acorn weevils leave the acorns when they fall to the ground during autumn. At this time, the weather is actually getting colder, not warmer.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX19G4R/supps/TX19G4R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The photograph of the acorn woodpecker and the information in paragraph 6 best support the idea that the woodpecker  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "uses acorns to attract the insects it likes to eat",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is not specified what the woodpecker uses the acorns for in either the photograph or paragraph 6.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "will lay its eggs inside the acorn-filled tree",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is not specified where the woodpecker will lay its eggs in either the photograph or paragraph 6.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "prefers sweet-tasting acorns to bitter ones",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is not specified which type of acorns the woodpecker prefers in either the photograph or paragraph 6.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "is creating storage for many acorns",
                "Key": {
                    "Correct": true,
                    "Rationale": "A woodpecker with an acorn in its beak and a tree trunk with many holes are shown in the photograph. The author explains in paragraph 6 that “An acorn is carefully hammered into each hole” and that the finished “acorn storage tower” resembles a “skyscraper covered with little windows,” thus the woodpecker is creating storage for many acorns.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}