{
    "Directions": "A young girl named Helen Keller was blind and deaf. Read this article about how Helen’s teacher helped her learn about the world around her. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "Helen Keller: The World in Her Heart",
    "Subtitle": "",
    "Author": "by Lesa Cline-Ransome",
    "LabelType": "P",
    "Content": [
        ["1", "Helen found ways to speak to her family. For Father, she made the shape of glasses with her fingers. For baby sister Mildred, she sucked her thumb, and for Mother, she laid her hand against her face. But each day she grew more frustrated and angry, hitting Mildred, kicking at her family, and crying. Her parents tried to make her happy, but Helen’s behavior only got worse."],
        ["2", "They needed help, so they sent for a teacher from the Perkins Institute for the Blind, a school in Boston."],
        ["3", "A stranger was here. Helen reached forward to touch her."],
        ["4", "A smooth, round face with no lines."],
        ["5", "Young."],
        ["6", "Curly hair, pulled back smooth."],
        ["7", "Neat."],
        ["8", "Tight lips, turned up just a little on each end."],
        ["9", "Trying to hide a smile."],
        ["10", "And her eyes."],
        ["11", "Hidden behind glasses."],
        ["12", "The stranger will not leave. Each day there is something new. The stranger’s hand in hers. Fingers tracing, fists pounding, so many unfamiliar shapes."],
        ["13", "What do they mean?"],
        ["14", "The stranger stayed by her side every minute of the day. Helen tried to hide, but she was always found. She even tried locking the stranger in her room. Nothing worked. Helen reached for her favorite things: her doll, a piece of hard candy, a bowl of cake batter. The stranger always took Helen’s hand in hers, fingers tracing, fists pounding, too many strange shapes."],
        ["15", "I don’t like her."],
        ["16", "Helen fought. She cried. She touched her cheek."],
        ["17", "I want my mother."],
        ["18", "Helen learned her first word at the pump. A cool splash, slippery and wet. Water. She learned quickly. With the stranger’s help she discovered that each of the movements in her hand was the shape of a letter. And that all of the letters put together made words."],
        ["19", "One by one the words came. Perched high in her favorite oak amid the caresses of plants came tree. And leaves. A smooth, hard something nestled in the palm of her hand. Egg. Then birds and nests."],
        ["20", "Helen touched everything in her path. Tell me the name, she gestured."],
        ["21", "And the stranger taught her to spell the names of her family: M-o-t-h-e-r; all the foods she ate: e-g-g-s and b-r-e-a-d and, her favorite, c-a-k-e."],
        ["22", "Is there a name for everything?"],
        ["23", "Y-e-s, the stranger responded."],
        ["24", "But who are you? Helen asked by pointing and placing a hand on the stranger’s chest."],
        ["25", "The letters were spelled slowly into her hand. T-e-a-c-h-e-r."],
        ["26", "T-e-a-c-h-e-r. Helen spelled back."],
        ["27", "I like her."],
        ["28", "Soon Helen could spell nearly six hundred words. Stepping onto a well-worn path, leading Teacher down past the old barn, Helen paid close attention. She felt the sharp crunch of pine needles underfoot, then the spongy cushion of moss, and the rickety planks of a bridge."],
        ["29", "Almost there, she signaled to Teacher."],
        ["30", "When she caught the scent of water she stopped."],
        ["31", "W-a-t-e-r, she spelled in Teacher’s hand."],
        ["32", "T-e-n-n-e-s-s-e-e R-i-v-e-r, Teacher corrected."],
        ["33", "Helen dug in mud up to her elbows, filling holes with water, stacking pebbles one by one, and shaping mounds of mud. She trudged home with dirt-caked fingernails and a dress stiff with dirt, but in her head were many new words, such as o-c-e-a-n, d-a-m, m-o-u-n-t-a-i-n, and v-a-l-l-e-y."],
        ["34", "In the heat of the day, Helen soaked in the warmth as s-u-n, s-k-y, p-l-a-n-e-t, and s-t-a-r were traced in her palm."],
        ["35", "On other days, as drops poured down on her face, Helen stood perfectly still, her feet in a puddle, drinking in the rain. C-l-o-u-d-s and t-h-u-n-d-e-r she practiced spelling."],
        ["36", "But it was in the family garden, fragrant with perfumed blossoms, that Helen discovered her favorite spot. C-l-e-m-a-t-i-s, l-i-l-y, r-o-s-e, she spelled as she touched each petal. Surrounded by butterflies and bees, beetles and dragonflies, she felt them whir and crawl and land softly all around her."],
        ["37", "With so many new words came many new questions."]
    ],
    "Copyright": "“Helen Keller: The World in Her Heart” by Lesa Cline-Ransome. Al rights reserved.",
    "References": []
}