{
    "Directions": "",
    "Context": [],
    "Title": "Caves",
    "Subtitle": "",
    "Author": "by Sally M. Walker",
    "LabelType": "P",
    "Content": [
        ["14", "One cave can be very different from another. That’s because caves form in different ways. One kind of cave forms from broken chunks of bedrock. Bedrock is a thick layer of solid rock under the soil. Sometimes water and wind wear away the soil. Then you can see the bedrock."],
        ["15", "Stones and big boulders (BOHL-derz) are rocks that have broken off from bedrock. Sometimes boulders, small rocks, and soil slide down a mountain. They land in a pile at the bottom. The boulders lean against one another. Water from rain or a stream washes away the soil and small rocks. A space is left under the boulders. The space is called a talus (TA-luhs) cave."],
        ["16", "Melted rock deep inside Earth can make another kind of cave. Melted rock flows out of volcanoes when they erupt. When the liquid rock is on Earth’s surface, it is called lava. Streams of thick lava flow away from a volcano. The surface of the flowing lava cools quickly. As it cools, a crust of solid rock forms."],
        ["17", "Melted lava still flows beneath the crust, like liquid inside a drinking straw. Finally, lava stops flowing from the volcano. Lava beneath the hard crust drains away. An empty tube is left. The tube is a type of cave called a lava tube."],
        ["18", "Caves also can form inside ice. A glacier is a large body of ice that moves slowly across land. It is so thick that it doesn’t melt away in the summer. Sometimes part of the ice inside a glacier melts into water."],
        ["19", "The water drains out of the glacier. As the water moves, it makes tunnels and caves in the ice. The caves are called glacier caves. The walls and ceiling of a glacier cave are made of ice."],
        ["20", "Water creates most other kinds of caves. In some places, bedrock cliffs are near the seashore. Ocean waves crash against the rock. Seawater flows into cracks in the cliffs. The water weakens the rock. Swirling water breaks off pieces of bedrock. Over time, the cracks get wider. They become holes. Holes made by ocean waves are called sea caves."],
        ["21", "Water also creates caves in bedrock that is underground. Soil and some kinds of rocks have tiny air spaces in them. And bedrock has cracks. Water flows through those air spaces and cracks. Water that flows inside the ground is called groundwater."],
        ["22", "Groundwater can make a cave. In some places, bedrock is made of limestone. Limestone is a type of rock. Groundwater can slowly make limestone dissolve (dih-ZAHLV). When something dissolves, it breaks up into tiny pieces and disappears."],
        ["23", "Bits of limestone bedrock dissolve when groundwater flows through cracks in the bedrock. The cracks get bigger. Then more groundwater fills the cracks. It causes even more of the limestone to dissolve. After many years, the crack becomes a cave."]
    ],
    "Copyright": "“Caves” by Sally M. Walker. Text Copyright © 2008 by Sally M. Walker. Reprinted with the permission of Lerner Publications, a division of Lerner Publishing Group, Inc. Al rights reserved. No part of this text excerpt may be used or reproduced in any manner whatsoever without the prior written permission of Lerner Publishing Group, Inc.",
    "References": []
}