{
    "Directions": "Madan is well-known for his sewing. Read this story to find out if he can make a dress that would fit the moon. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "A Dress for the Moon",
    "Subtitle": "",
    "Author": "by Indira Krishnan",
    "LabelType": "P",
    "Content": [
        ["1", "Once upon a time a young man named Madan lived in a village in northern India. Madan's father wanted him to become a farmer. But Madan wished to leave the village and find work in town. He promised his father that he would send a part of his earnings home regularly. His father wished him a safe trip."],
        ["2", "In town, Madan learned to be a tailor. He worked hard and soon became known for the fine clothes he made. The entire town wanted clothes sewed by Madan. The more his fame spread, the more proud and boastful Madan became."],
        ["3", "One night Madan sat gazing at the full moon that shone from behind a tall coconut tree. He said, “I am sure I can make a dress for the moon. The moon will praise my handiwork, and then my fame will spread to the sun and stars.”"],
        ["4", "A breeze carried his words to the coconut tree. Laughing softly, the tree bent down and whispered, “That's one thing you can't do.”"],
        ["5", "Madan frowned. “How do you know what I can do?” he said. “You are only a tree.”"],
        ["6", "The coconut tree tried to say something more, but Madan would not listen."],
        ["7", "“If you want to be of some use, tell the moon that I want to make a dress for her. You are tall enough to do that,” he said."],
        ["8", "So the tree told the moon about Madan. The moon agreed to have a dress made by the famous tailor from Earth."],
        ["9", "Madan jumped for joy. Quickly he began to sew a dress of smooth white satin for the moon. When it was done, he called out to the coconut tree, “You must give this dress to the moon, as I cannot reach her.” The coconut tree agreed."],
        ["10", "The following evening, as Madan waited eagerly for the moon to appear, the coconut tree bent down and whispered, “The moon says your dress doesn't fit. It's too loose.”"],
        ["11", "Madan was stunned. “It can't be!” he cried. “The clothes I make always fit perfectly.” But the moon returned the dress to him, and he had to redo it. He spent the night making the dress a little smaller and gave it back to the tree."],
        ["12", "The next evening the moon rose a little later. Madan waited impatiently. But again the coconut tree bent down and whispered, “The dress is still too loose.”"],
        ["13", "Madan nearly wept with disappointment. “I can't believe it! How could I go wrong?” he wailed."],
        ["14", "“I tried to tell you before,” said the tree. “After the moon is full, she grows smaller each day until you can't see her at all. I have been noticing this for many years. So how can you make one dress that would fit the moon properly? But you wouldn't listen to me.”"],
        ["15", "Brokenhearted, Madan sat with his head in his hands the whole night."],
        ["16", "At the break of day he saw the moon on the other side of the sky. He whispered, “I am sorry, dear Moon. I am not as great a tailor as I thought.”"],
        ["17", "“It's all right,” said the moon. “After all, I'm the moon. How can I wear clothes as people do?”"],
        ["18", "From that day on, Madan resolved to work harder than before. He was not vain anymore, and his hard work brought him more money. He remembered to send a good part of it to his father. People liked him better because he was an excellent tailor and a humble one, too."]
    ],
    "Copyright": "“A Dress for the Moon” by Indira Krishnan. Copyright © 2003 Highlights for Children, Columbus, Ohio.",
    "References": []
}