{
    "Directions": "Read the passages “The Kettle That Would Not Walk” and “The Cheeses That Ran Away” and then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: The Kettle That Would Not Walk",
    "Subtitle": "",
    "Author": "by Clifton Johnson",
    "LabelType": "P",
    "Content": [
        ["1", "\tONE day a man was getting ready to go to market, and his wife said to him, “Husband, we need a new iron kettle for the fireplace. Don't fail to buy one.”"],
        ["2", "\tSo the man bought a kettle at Nottingham and started for home. But the kettle was heavy, and his arm grew tired with carrying it and he set it down. While he was resting, he noticed that the kettle had three legs. “What a pity I did not see those legs before!” cried the man. “Here you have three legs and I have but two, and yet I have been carrying you. 'Twere fairer [It seems more fair] that you had carried me. Well, you shall take me the rest of the way, at least.”"],
        ["3", "\tThen he seated himself in the kettle and said, “Now, go on,” but the kettle stood still and would not move."],
        ["4", "\t“Ah!” said the man, “you are stubborn, are you? You want me to keep on carrying you, but I shall not. I will tell you the way and you can stay where you are until you get ready to follow me.”"],
        ["5", "\tSo he told the kettle where he lived and how to get there, and off the man went. When he reached home, his wife asked him where the kettle was."],
        ["6", "\t“Oh, it will be along,” he replied."],
        ["7", "\t“What do you mean by that?” said she."],
        ["8", "\t“Why,” said he, “the kettle I bought has three legs and was better able to walk here than I who have but two legs. Yet I never noticed it had legs until I was nearly here. Then I told it to walk the rest of the way itself, for I would carry it no farther.”"],
        ["9", "\t“Where did you leave it?” asked the wife."],
        ["10", "\t“You need not be anxious,” responded the man. “I told it the way, and it will be along in good time, as I said before.”"],
        ["11", "\t“And where did you leave it?” again asked the wife."],
        ["12", "\t“At Gotham bridge,” he replied."],
        ["13", "\tShe was not as sure as he was about its coming, and she hurried off to get it. When she brought it home, the man said, “I am glad you have it safe, Wife. I have been thinking while you were gone that it might have taken a notion to walk back to Nottingham if we had left it alone there in the road much longer.”"]
    ],
    "Copyright": "“The Kettle That Would Not Walk” by Clifton Johnson. In the public domain.",
    "References": []
}