{
    "Title": "New York Next Generation > English Language Arts > Grade 1",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NY.E1.R",
            "Label": "Reading Standards (Literary & Informational Text)",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "NY.E1.R.1",
                            "Label": "Develop and answer questions about key ideas and details in a text.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.E1.R.2",
                            "Label": "Identify a main topic or central idea in a text and retell important details.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.E1.R.3",
                            "Label": "Describe characters, settings, and major events in a story, or pieces of information in a text.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "NY.E1.R.4",
                            "Label": "Identify specific words that express feelings and senses.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.E1.R.5",
                            "Label": "Identify a variety of genres and explain major differences between literary texts and informational texts.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.E1.R.6",
                            "Label": "Describe how illustrations and details support the point of view or purpose of the text.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "NY.E1.R.7",
                            "Label": "Use illustrations and details in literary and informational texts to discuss story elements and/or topics.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.E1.R.8",
                            "Label": "Identify specific information an author or illustrator gives that supports ideas in a text.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.E1.R.9",
                            "Label": "Make connections between self and text (texts and other people/ world).",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.E1.RF",
            "Label": "Reading Standards: Foundational Skills",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Print Concepts",
                    "Subs": [
                        {
                            "Key": "NY.E1.RF.1",
                            "Label": "Demonstrate understanding of the organization and basic features of print.",
                            "Subs": [
                                {
                                    "Key": "NY.E1.RF.1a",
                                    "Label": "Recognize the distinguishing features of a sentence (e.g., first word, capitalization, ending punctuation).",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Phonological Awareness.",
                    "Subs": [
                        {
                            "Key": "NY.E1.RF.2",
                            "Label": "Demonstrate understanding of spoken words, syllables, and sounds (phonemes).",
                            "Subs": [
                                {
                                    "Key": "NY.E1.RF.2a",
                                    "Label": "Count, blend and segment single syllable words that include consonant blends.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.RF.2b",
                                    "Label": "Create new words by manipulating individual sounds (phonemes) in spoken one-syllable words.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.RF.2c",
                                    "Label": "Manipulate individual sounds (phonemes) in single -syllable spoken words.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Phonics & Word Recognition",
                    "Subs": [
                        {
                            "Key": "NY.E1.RF.3",
                            "Label": "Know and apply phonics and word analysis skills in decoding words.",
                            "Subs": [
                                {
                                    "Key": "NY.E1.RF.3a",
                                    "Label": "Know the letter-sound correspondences for common blends and consonant digraphs (e.g. sh, ch, th).",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.RF.3b",
                                    "Label": "Decode long vowel sounds in regularly spelled one-syllable words (e.g., final –e conventions and common vowel teams).",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.RF.3c",
                                    "Label": "Decode regularly spelled one-syllable words.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.RF.3d",
                                    "Label": "Determine the number of syllables in a printed word by using knowledge that every syllable must have a vowel sound.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.RF.3e",
                                    "Label": "Decode two-syllable words following basic patterns by breaking the words into syllables.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.RF.3f",
                                    "Label": "Recognize and identify root words and simple suffixes (e.g. run, runs, walk, walked).",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.RF.3g",
                                    "Label": "Read most common high-frequency words by sight.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Fluency",
                    "Subs": [
                        {
                            "Key": "NY.E1.RF.4",
                            "Label": "Read beginning reader texts, appropriate to individual student ability, with sufficient accuracy and fluency to support comprehension.",
                            "Subs": [
                                {
                                    "Key": "NY.E1.RF.4a",
                                    "Label": "Read beginning reader texts, appropriate to individual student ability, orally with accuracy, appropriate rate, and expression on successive readings.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.RF.4b",
                                    "Label": "Use context to confirm or self-correct word recognition and understanding, rereading as necessary.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.E1.W",
            "Label": "Writing Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Text Types & Purposes",
                    "Subs": [
                        {
                            "Key": "NY.E1.W.1",
                            "Label": "Write an opinion on a topic or personal experience; give two or more reasons to support that opinion.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.E1.W.2",
                            "Label": "Write an informative/explanatory text to introduce a topic, supplying some facts to develop points, and provide some sense of closure.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.E1.W.3",
                            "Label": "Write narratives which recount real or imagined experiences or events or a short sequence of events.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.E1.W.4",
                            "Label": "Create a response to a text, author, theme or personal experience (e.g., poem, dramatization, artwork, or other).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Research To Build & Present Knowledge",
                    "Subs": [
                        {
                            "Key": "NY.E1.W.6",
                            "Label": "Develop questions and participate in shared research and explorations to answer questions and to build knowledge.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.E1.W.7",
                            "Label": "Recall and represent relevant information from experiences or gather information from provided sources to answer a question in a variety of ways.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.E1.SL",
            "Label": "Speaking & Listening Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension & Collaboration",
                    "Subs": [
                        {
                            "Key": "NY.E1.SL.1",
                            "Label": "Participate in collaborative conversations with diverse peers and adults (e.g., in small and large groups and during play).",
                            "Subs": [
                                {
                                    "Key": "NY.E1.SL.1a",
                                    "Label": "Follow agreed-upon rules for discussions and participate by actively listening, taking turns, and staying on topic.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.SL.1b",
                                    "Label": "Build on others' talk in conversations by responding to the comments of others through multiple exchanges.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.SL.1c",
                                    "Label": "Ask questions to clear up any confusion about topics and texts under discussion.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.SL.1d",
                                    "Label": "Consider individual differences when communicating with others.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E1.SL.2",
                            "Label": "Develop and answer questions about key details in diverse texts and formats.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.E1.SL.3",
                            "Label": "Develop and answer questions to clarify what the speaker says and identify a speaker's point of view.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "NY.E1.SL.4",
                            "Label": "Describe familiar people, places, things, and events with relevant details expressing ideas clearly.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.E1.SL.5",
                            "Label": "Create or utilize existing visual displays to support descriptions to clarify ideas, thoughts, and feelings.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.E1.SL.6",
                            "Label": "Express thoughts, feelings, and ideas clearly, using complete sentences when appropriate to task, situation, and audience.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.E1.L",
            "Label": "Language Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Conventions Of Academic English",
                    "Subs": [
                        {
                            "Key": "NY.E1.L.1",
                            "Label": "Demonstrate command of the conventions of academic English grammar and usage when writing or speaking.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.E1.L.2",
                            "Label": "Demonstrate command of the conventions of academic English capitalization, punctuation, and spelling when writing.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition & Use",
                    "Subs": [
                        {
                            "Key": "NY.E1.L.4",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases, choosing flexibly from an array of strategies.",
                            "Subs": [
                                {
                                    "Key": "NY.E1.L.4a",
                                    "Label": "Use sentence-level context as a clue to the meaning of a word or phrase.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.L.4b",
                                    "Label": "Use frequently occurring affixes as a clue to the meaning of a word.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.L.4c",
                                    "Label": "Identify frequently occurring root words (e.g., look) and their inflectional forms (e.g., looks, looked, looking).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E1.L.5",
                            "Label": "Demonstrate understanding of word relationships and nuances in word meanings.",
                            "Subs": [
                                {
                                    "Key": "NY.E1.L.5a",
                                    "Label": "Sort words into categories (e.g., colors, clothing) to gain a sense of the concepts the categories represent.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.L.5b",
                                    "Label": "Define words by category and by one or more key attributes (e.g., a duck is a bird that swims; a tiger is a large cat with stripes).",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.L.5c",
                                    "Label": "Use words for identification and description, making connections between words and their use (e.g., places at home that are cozy).",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E1.L.5d",
                                    "Label": "Distinguish shades of meaning among verbs differing in manner (e.g., look, peek, glance, stare, glare, scowl) and adjectives differing in intensity (e.g., large, gigantic) by defining or choosing them or by acting out the meanings.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E1.L.6",
                            "Label": "Use words and phrases acquired through conversations, reading and being read to, and responding to texts, including using frequently occurring conjunctions to signal simple relationships (e.g., because).",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}