{
    "Title": "New York Next Generation > English Language Arts > Grade 2",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NY-2.R",
            "Label": "Reading Standards (Literary & Informational Text)",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "NY-2.R.1",
                            "Label": "Develop and answer questions to demonstrate an understanding of key ideas and details in a text.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-2.R.2",
                            "Label": "Identify a main topic or central idea and retell key details in a text; summarize portions of a text.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-2.R.3",
                            "Label": "In literary texts, describe how characters respond to major events and challenges. In informational texts, describe the connections between ideas, concepts, or a series of events.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "NY-2.R.4",
                            "Label": "Explain how words and phrases in a text suggest feelings and appeal to the senses.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-2.R.5",
                            "Label": "Describe the overall structure of a text, including describing how the beginning introduces the text and the ending concludes the text.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-2.R.6",
                            "Label": "Identify examples of how illustrations, text features, and details support the point of view or purpose of the text.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "NY-2.R.7",
                            "Label": "Demonstrate understanding of story elements and/or topics by applying information gained from illustrations or text features.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-2.R.8",
                            "Label": "Explain how specific points the author or illustrator makes in a text are supported by relevant reasons.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-2.R.9",
                            "Label": "Make connections between self and text (texts and other people/ world).",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY-2.RF",
            "Label": "Reading Standards: Foundational Skills",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Phonics & Word Recognition",
                    "Subs": [
                        {
                            "Key": "NY-2.RF.3",
                            "Label": "Know and apply phonics and word analysis skills in decoding words.",
                            "Subs": [
                                {
                                    "Key": "NY-2.RF.3a",
                                    "Label": "Distinguish long and short vowels when reading regularly spelled one-syllable words (including common vowel teams).",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-2.RF.3b",
                                    "Label": "Decode short and long vowel sounds in two-syllable words.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-2.RF.3c",
                                    "Label": "Decode regularly spelled two-syllable words.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-2.RF.3d",
                                    "Label": "Recognize and identify root words and common suffixes and prefixes.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-2.RF.3e",
                                    "Label": "Read all common high-frequency words by sight.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Fluency",
                    "Subs": [
                        {
                            "Key": "NY-2.RF.4",
                            "Label": "Read grade-level text with sufficient accuracy and fluency to support comprehension.",
                            "Subs": [
                                {
                                    "Key": "NY-2.RF.4a",
                                    "Label": "Read grade-level text orally with accuracy, appropriate rate, and expression on successive readings.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-2.RF.4b",
                                    "Label": "Use context to confirm or self-correct word recognition and understanding, rereading as necessary.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY-2.W",
            "Label": "Writing Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Text Types & Purposes",
                    "Subs": [
                        {
                            "Key": "NY-2.W.1",
                            "Label": "Write an opinion about a topic or personal experience, using clear reasons and relevant evidence.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-2.W.2",
                            "Label": "Write informative/explanatory texts that introduce a topic, use facts and other information to develop points, use content-specific language, and provide a concluding statement or section.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-2.W.3",
                            "Label": "Write narratives which recount real or imagined experiences or a short sequence of events, including details to describe actions, thoughts, and feelings; use temporal words to signal event order, and provide a sense of closure.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-2.W.4",
                            "Label": "Create a response to a text, author, theme or personal experience (e.g., poem, play, story, artwork, or other).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Research To Build & Present Knowledge",
                    "Subs": [
                        {
                            "Key": "NY-2.W.6",
                            "Label": "Develop questions and participate in shared research and explorations to answer questions and to build knowledge.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-2.W.7",
                            "Label": "Recall and represent relevant information from experiences or gather information from provided sources to answer a question.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY-2.SL",
            "Label": "Speaking & Listening Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension & Collaboration",
                    "Subs": [
                        {
                            "Key": "NY-2.SL.1",
                            "Label": "Participate in collaborative conversations with diverse peers and adults in small and large groups and during play.",
                            "Subs": [
                                {
                                    "Key": "NY-2.SL.1a",
                                    "Label": "Follow agreed-upon rules for discussions and participate by actively listening, taking turns, and staying on topic.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-2.SL.1b",
                                    "Label": "Build on others’ talk in conversations by linking their comments to the remarks of others through multiple exchanges.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-2.SL.1c",
                                    "Label": "Ask for clarification and further explanation as needed about topics and texts under discussion.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-2.SL.1d",
                                    "Label": "Consider individual differences when communicating with others.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY-2.SL.2",
                            "Label": "Recount or describe key ideas or details of diverse texts and formats.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-2.SL.3",
                            "Label": "Develop and answer questions about what a speaker says; agree or disagree with the speaker’s point of view, providing a reason(s).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "NY-2.SL.4",
                            "Label": "Describe people, places, things, and events with relevant details, expressing ideas and feelings clearly.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-2.SL.5",
                            "Label": "Include digital media and/or visual displays in presentations to clarify or support ideas, thoughts, and feelings.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-2.SL.6",
                            "Label": "Express thoughts, feelings, and ideas clearly, adapting language according to context.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY-2.L",
            "Label": "Language Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Conventions Of Academic English",
                    "Subs": [
                        {
                            "Key": "NY-2.L.1",
                            "Label": "Demonstrate command of the conventions of academic English grammar and usage when writing or speaking.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-2.L.2",
                            "Label": "Demonstrate command of the conventions of academic English capitalization, punctuation, and spelling when writing.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge Of Language",
                    "Subs": [
                        {
                            "Key": "NY-2.L.3",
                            "Label": "Use knowledge of language and its conventions when writing, speaking, reading, or listening.",
                            "Subs": [
                                {
                                    "Key": "NY-2.L.3a",
                                    "Label": "Compare academic and conversational uses of English.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition & Use",
                    "Subs": [
                        {
                            "Key": "NY-2.L.4",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases, choosing flexibly from an array of strategies.",
                            "Subs": [
                                {
                                    "Key": "NY-2.L.4a",
                                    "Label": "Use sentence-level context as a clue to the meaning of a word or phrase.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-2.L.4b",
                                    "Label": "Determine the meaning of the new word formed when a known prefix is added to a known word (e.g., happy/unhappy, tell/retell).",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-2.L.4c",
                                    "Label": "Use a known root word as a clue to the meaning of an unknown word with the same root (e.g., addition, additional).",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-2.L.4d",
                                    "Label": "Use knowledge of the meaning of individual words to predict the meaning of compound words (e.g., birdhouse, lighthouse, housefly; bookshelf, notebook, bookmark).",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-2.L.4e",
                                    "Label": "Use glossaries and beginning dictionaries to determine or clarify the meaning of words and phrases.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY-2.L.5",
                            "Label": "Demonstrate understanding of word relationships and nuances in word meanings.",
                            "Subs": [
                                {
                                    "Key": "NY-2.L.5a",
                                    "Label": "Identify real-life connections between words and their use.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-2.L.5b",
                                    "Label": "Use words for identification and description, making connections between words and their use (e.g., describe foods that are spicy or juicy).",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-2.L.5c",
                                    "Label": "Distinguish shades of meaning among closely related verbs (e.g., toss, throw, hurl) and closely related adjectives (e.g., thin, slender, skinny, scrawny).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY-2.L.6",
                            "Label": "Use words and phrases acquired through conversations, reading and being read to, and responding to texts, including using adjectives and adverbs to describe (e.g., When other kids are happy that makes me happy).",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}