{
    "Title": "New York Next Generation > Mathematics > Grade 2",
    "Overview": "In Grade 2, instructional time should focus on four areas: (1) extending understanding of base-ten notation; (2) building fluency with addition and subtraction; (3) using standard units of measure; and (4) analyzing and classifying two dimensional shapes as polygons or non-polygons. Please note that while every standard/topic in the grade level has not been included in this overview, all standards should be included in instruction.",
    "Goals": [
        ["(1) Number & Operations In Base Ten", "Through their learning in the Number and Operations in Base Ten domain, students:\n\n• extend their understanding of the base-ten system. This includes ideas of counting in fives, tens, and multiples of hundreds, tens, and ones, as well as number relationships involving these units, including comparing; and\n• understand multi-digit numbers (up to 1000) written in base-ten notation, recognizing that the digits in each place represent amounts of thousands, hundreds, tens, or ones (e.g., 853 is 8 hundreds + 5 tens + 3 ones)."],
        ["(2) Operations & Algebraic Thinking and Number & Operations In Base ", "Through their learning in the Operations and Algebraic Thinking and Numbers and Operations in Base Ten domains, students:\n\n• use their understanding of addition to develop fluency with addition and subtraction within 100;\n• solve problems within 1000 by applying their understanding of models for addition and subtraction, and they develop, discuss, and use efficient, accurate, and generalizable methods to compute sums and differences of whole numbers in base-ten notation, using their understanding of place value and the properties of operations; and\n• select and accurately apply methods that are appropriate for the context and the numbers involved to mentally calculate sums and differences for numbers with only tens or only hundreds."],
        ["(3) Measurement & Data", "Through their learning in the Measurement & Data domain, students:\n\n• recognize the need for standard units of measure (centimeter and inch) and use rulers and other measurement tools with the understanding that linear measure involves an iteration of units; and\n• recognize that the smaller the unit, the more iterations needed to cover a given length."],
        ["(4) Geometry", "Through their learning in the Geometry domain, students:\n\n• describe and classify shapes as polygons or non-polygons;\n• investigate, describe, and reason about decomposing and combining shapes to make other shapes; and\n• draw, partition, and analyze two-dimensional shapes to develop a foundation for understanding area, congruence, similarity, and fractions in later grades."]
    ],
    "Standards": [
        {
            "Key": "NY.M2.OA",
            "Label": "Operations & Algebraic Thinking",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Represent and solve problems involving addition and subtraction.",
                    "Subs": [
                        {
                            "Key": "NY.M2.OA.1a",
                            "Label": "Use addition and subtraction within 100 to solve one-step word problems involving situations of adding to, taking from, putting together, taking apart, and comparing, with unknowns in all positions.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.OA.1b",
                            "Label": "Use addition and subtraction within 100 to develop an understanding of solving two-step word problems involving situations of adding to, taking from, putting together, taking apart, and comparing, with unknowns in all positions.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Add and subtract within 20.",
                    "Subs": [
                        {
                            "Key": "NY.M2.OA.2a",
                            "Label": "Fluently add and subtract within 20 using mental strategies. Strategies could include: counting on, making ten, decomposing a number leading to a ten, using the relationship between addition and subtraction, and  creating equivalent but easier or known sums.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.OA.2b",
                            "Label": "Know from memory all sums within 20 of two one-digit numbers.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Work with equal groups of objects to gain foundations for multiplication.",
                    "Subs": [
                        {
                            "Key": "NY.M2.OA.3a",
                            "Label": "Determine whether a group of objects (up to 20) has an odd or even number of members.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.OA.3b",
                            "Label": "Write an equation to express an even number as a sum of two equal addends.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.OA.4",
                            "Label": "Use addition to find the total number of objects arranged in rectangular arrays with up to 5 rows and up to 5 columns. Write an equation to express the total as a sum of equal addends.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M2.NBT",
            "Label": "Number & Operations In Base Ten",
            "Subs": [{
                    "Key": "",
                    "Label": "Understand place value.",
                    "Subs": [
                        {
                            "Key": "NY.M2.NBT.1",
                            "Label": "Understand that the digits of a three-digit number represent amounts of hundreds, tens, and ones.",
                            "Subs": [
                                {
                                    "Key": "NY.M2.NBT.1a",
                                    "Label": "Understand 100 can be thought of as a bundle of ten tens, called a “hundred.”",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M2.NBT.1b",
                                    "Label": "Understand the numbers 100, 200, 300, 400, 500, 600, 700, 800, 900 refer to one, two, three, four, five, six, seven, eight, or nine hundreds (and 0 tens and 0 ones).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M2.NBT.2",
                            "Label": "Count within 1000; skip-count by 5s, 10s, and 100s.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.NBT.3",
                            "Label": "Read and write numbers to 1000 using base-ten numerals, number names, and expanded form.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.NBT.4",
                            "Label": "Compare two three-digit numbers based on meanings of the hundreds, tens, and ones digits, using >, =, and < symbols to record the results of comparisons.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Use place value understanding and properties of operations to add and subtract.",
                    "Subs": [
                        {
                            "Key": "NY.M2.NBT.5",
                            "Label": "Fluently add and subtract within 100 using strategies based on place value, properties of operations, and/or the relationship between addition and subtraction.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.NBT.6",
                            "Label": "Add up to four two-digit numbers using strategies based on place value and properties of operations.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.NBT.7a",
                            "Label": "Add and subtract within 1000, using concrete models or drawings and strategies based on place value, properties of operations, and/or the relationship between addition and subtraction. Relate the strategy to a written representation.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.NBT.7b",
                            "Label": "Understand that in adding or subtracting up to three-digit numbers, one adds or subtracts hundreds and hundreds, tens and tens, ones and ones, and sometimes it is necessary to compose or decompose tens or hundreds.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.NBT.8",
                            "Label": "Mentally add 10 or 100 to a given number 100-900, and mentally subtract 10 or 100 from a given number 100-900",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.NBT.9",
                            "Label": "Explain why addition and subtraction strategies work, using place value and the properties of operations.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M2.MD",
            "Label": "Measurement & Data",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Measure and estimate lengths in standard units.",
                    "Subs": [
                        {
                            "Key": "NY.M2.MD.1",
                            "Label": "Measure the length of an object to the nearest whole by selecting and using appropriate tools such as rulers, yardsticks, meter sticks, and measuring tapes.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.MD.2",
                            "Label": "Measure the length of an object twice, using different “length units” for the two measurements; describe how the two measurements relate to the size of the unit chosen.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.MD.3",
                            "Label": "Estimate lengths using units of inches, feet, centimeters, and meters.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.MD.4",
                            "Label": "Measure to determine how much longer one object is than another, expressing the length difference in terms of a standard “length unit.”",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Relate addition and subtraction to length.",
                    "Subs": [
                        {
                            "Key": "NY.M2.MD.5",
                            "Label": "Use addition and subtraction within 100 to solve word problems involving lengths that are given in the same units.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.MD.6",
                            "Label": "Represent whole numbers as lengths from 0 on a number line with equally spaced points corresponding to the numbers 0, 1, 2, ..., and represent whole-number sums and differences within 100 on a number line.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Work with time and money.",
                    "Subs": [
                        {
                            "Key": "NY.M2.MD.7",
                            "Label": "Tell and write time from analog and digital clocks in five minute increments, using a.m. and p.m. Develop an understanding of common terms, such as, but not limited to, quarter past, half past, and quarter to.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.MD.8a",
                            "Label": "Count a mixed collection of coins whose sum is less than or equal to one dollar.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.MD.8b",
                            "Label": "Solve real world and mathematical problems within one dollar involving quarters, dimes, nickels, and pennies, using the ¢ (cent) symbol appropriately.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Represent and interpret data.",
                    "Subs": [
                        {
                            "Key": "NY.M2.MD.9",
                            "Label": "Generate measurement data by measuring lengths of several objects to the nearest whole unit, or by making repeated measurements of the same object. Present the measurement data in a line plot, where the horizontal scale is marked off in whole-number units.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.MD.10",
                            "Label": "Draw a picture graph and a bar graph (with single-unit scale) to represent a data set with up to four categories. Solve simple put-together, take-apart, and compare problems using information presented in a picture graph or a bar graph.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M2.G",
            "Label": "Geometry",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Reason with shapes and their attributes.",
                    "Subs": [
                        {
                            "Key": "NY.M2.G.1",
                            "Label": "Classify two-dimensional figures as polygons or non-polygons.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.G.2",
                            "Label": "Partition a rectangle into rows and columns of same-size squares and count to find the total number of them.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M2.G.3",
                            "Label": "Partition circles and rectangles into two, three, or four equal shares. Describe the shares using the words halves, thirds, half of, a third of, etc. Describe the whole as two halves, three thirds, four fourths. Recognize that equal shares of identical wholes need not have the same shape.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}