{
    "Title": "New York State Next Generation Standards > English Language Arts > Grade 4",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NY.E4.R",
            "Label": "Reading Standards (Literary & Informational Text)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E4.R.1",
                            "Label": "Locate and refer to relevant details and evidence when explaining what a text says explicitly/implicitly and make logical inferences.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E4.R.2",
                            "Label": "Determine a theme or central idea of text and explain how it is supported by key details; summarize a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E4.R.3",
                            "Label": "In literary texts, describe a character, setting, or event, drawing on specific details in the text. In informational texts, explain events, procedures, ideas, or concepts, including what happened and why, based on specific evidence from the text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E4.R.4",
                            "Label": "Determine the meaning of words, phrases, figurative language, academic, and content-specific words.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E4.R.5",
                            "Label": "In literary texts, identify and analyze structural elements, using terms such as verse, rhythm, meter, characters, settings, dialogue, stage directions. In informational texts, identify the overall structure using terms such as sequence, comparison, cause/effect, and problem/solution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E4.R.6",
                            "Label": "In literary texts, compare and contrast the point of view from which different stories are narrated, including the difference between first- and third-person narrations. In informational texts, compare and contrast a primary and secondary source on the same event or topic.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E4.R.7",
                            "Label": "Identify information presented visually, orally, or quantitatively (e.g., in charts, graphs, diagrams, time lines, animations, illustrations), and explain how the information contributes to an understanding of the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E4.R.8",
                            "Label": "Explain how claims in a text are supported by relevant reasons and evidence.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E4.R.9",
                            "Label": "Recognize genres and make connections to other texts, ideas, cultural perspectives, eras, personal events, and situations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.E4.RF",
            "Label": "Reading Standards: Foundational Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Phonics & Word Recognition",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E4.RF.3",
                            "Label": "Know and apply grade-level phonics and word analysis skills in decoding words.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E4.RF.3a",
                                    "Label": "Use combined knowledge of all letter-sound correspondences, syllabication patterns, and morphology (e.g., roots and affixes) to read accurately unfamiliar multisyllabic words in context and out of context.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Fluency",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E4.RF.4",
                            "Label": "Read grade-level text with sufficient accuracy and fluency to support comprehension.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E4.RF.4a",
                                    "Label": "Read grade-level text across genres orally with accuracy, appropriate rate, and expression on successive readings.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.RF.4b",
                                    "Label": "Use context to confirm or self-correct word recognition and understanding, rereading as necessary.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.E4.W",
            "Label": "Writing Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Text Types & Purposes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E4.W.1",
                            "Label": "Write an argument to support claim(s), using clear reasons and relevant evidence.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E4.W.1a",
                                    "Label": "Introduce a precise claim, supported by well-organized facts and details, and organize the reasons and evidence logically.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.W.1b",
                                    "Label": "Use precise language and content-specific vocabulary.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.W.1c",
                                    "Label": "Use transitional words and phrases to connect ideas within categories of information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.W.1d",
                                    "Label": "Provide a concluding statement or section related to the argument presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E4.W.2",
                            "Label": "Write informative/explanatory texts to explore a topic and convey ideas and information relevant to the subject.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E4.W.2a",
                                    "Label": "Introduce a topic clearly and organize related information in paragraphs and sections.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.W.2b",
                                    "Label": "Develop ideas on a topic with facts, definitions, concrete details, or other relevant information; include text features when useful for aiding comprehension.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.W.2c",
                                    "Label": "Use precise language and content-specific vocabulary.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.W.2d",
                                    "Label": "Use transitional words and phrases to connect ideas within categories of information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.W.2e",
                                    "Label": "Provide a concluding statement or section related to the information or explanation presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E4.W.3",
                            "Label": "Write narratives to develop real or imagined experiences or events using effective technique, descriptive details, and clear event sequences.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E4.W.3a",
                                    "Label": "Establish a situation and introduce a narrator and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.W.3b",
                                    "Label": "Use dialogue and description of actions, thoughts, and feelings to develop experiences and events or show the responses of characters to situations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.W.3c",
                                    "Label": "Use transitional words and phrases to manage the sequence of events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.W.3d",
                                    "Label": "Use concrete words and phrases and sensory details to convey experiences and events precisely.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.W.3e",
                                    "Label": "Provide a conclusion that follows from the narrated experiences or events.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E4.W.4",
                            "Label": "Create a poem, story, play, artwork, or other response to a text, author, theme, or personal experience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E4.W.5",
                            "Label": "Draw evidence from literary or informational texts to respond and support analysis, reflection, and research by applying the grade 4 Reading Standards.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Research To Build & Present Knowledge",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E4.W.6",
                            "Label": "Conduct research to answer questions, including self-generated questions, and to build knowledge through investigating multiple aspects of a topic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E4.W.7",
                            "Label": "Recall relevant information from experiences or gather relevant information from multiple sources; take notes and categorize information, and provide a list of sources.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.E4.SL",
            "Label": "Speaking & Listening Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension & Collaboration",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E4.SL.1",
                            "Label": "Engage effectively in a range of collaborative discussions with diverse partners, expressing ideas clearly, and building on those of others.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E4.SL.1a",
                                    "Label": "Come to discussions prepared, having read or studied required material; draw on that preparation and other information known about the topic to explore ideas under discussion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.SL.1b",
                                    "Label": "Follow agreed-upon norms for discussions and carry out assigned roles.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.SL.1c",
                                    "Label": "Pose and respond to specific questions to clarify or follow up on information, and make comments that contribute to the discussion and link to the remarks of others.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.SL.1d",
                                    "Label": "Review the relevant ideas expressed and explain their own ideas and understanding of the discussion.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E4.SL.2",
                            "Label": "Paraphrase portions of information presented in diverse formats (e.g., including visual, quantitative, and oral).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E4.SL.3",
                            "Label": "Identify and evaluate the reasons and evidence a speaker provides to support particular points.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E4.SL.4",
                            "Label": "Report on a topic or text, tell a story, or recount an experience with appropriate facts and relevant, descriptive details, speaking clearly at an understandable pace and volume appropriate for audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E4.SL.5",
                            "Label": "Include digital media and/or visual displays in presentations to emphasize central ideas or themes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E4.SL.6",
                            "Label": "Distinguish between contexts that call for formal English versus/or informal discourse; use formal English when appropriate to task and situation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.E4.L",
            "Label": "Language Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Conventions Of Academic English",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E4.L.1",
                            "Label": "Demonstrate command of the conventions of academic English grammar and usage when writing or speaking.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E4.L.2",
                            "Label": "Demonstrate command of the conventions of academic English capitalization, punctuation, and spelling when writing.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge Of Language",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E4.L.3",
                            "Label": "Use knowledge of language and its conventions when writing, speaking, reading, or listening.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E4.L.3a",
                                    "Label": "Choose words and phrases to convey ideas precisely.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.L.3b",
                                    "Label": "Choose punctuation for effect.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.L.3c",
                                    "Label": "Distinguish between contexts that call for formal English (e.g., presenting ideas) and situations where informal discourse is appropriate (e.g., small group discussion).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition & Use",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E4.L.4",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases, choosing flexibly from a range of strategies.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E4.L.4a",
                                    "Label": "Use context (e.g., definitions, examples, or restatements in text) as a clue to the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.L.4b",
                                    "Label": "Use common, grade-appropriate Greek and Latin affixes and roots as clues to the meaning of a word (e.g., telegraph, photograph, autograph).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.L.4c",
                                    "Label": "Consult reference materials (e.g., dictionaries, glossaries, thesauruses) to find the pronunciation and determine or clarify the precise meaning of key words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E4.L.5",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E4.L.5a",
                                    "Label": "Explain the meaning of simple similes and metaphors in context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.L.5b",
                                    "Label": "Recognize and explain the meaning of common idioms, adages, and proverbs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E4.L.5c",
                                    "Label": "Demonstrate understanding of words by relating them to their antonyms and synonyms.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E4.L.6",
                            "Label": "Acquire and accurately use general academic and content-specific words and phrases, including those that signal precise actions, emotions, or states of being (e.g., quizzed, whined, stammered) and that are basic to a particular topic (e.g., wildlife, conservation, and endangered when discussing animal preservation).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}