{
    "Title": "New York Next Generation > English Language Arts > Grade 5",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NY-5.R",
            "Label": "Reading Standards (Literary & Informational Text)",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "NY-5.R.1",
                            "Label": "Locate and refer to relevant details and evidence when explaining what a text says explicitly/implicitly and make logical inferences.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-5.R.2",
                            "Label": "Determine a theme or central idea and explain how it is supported by key details; summarize a text.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-5.R.3",
                            "Label": "In literary texts, compare and contrast two or more characters, settings, and events, drawing on specific details in the text. In informational texts, explain the relationships or interactions between two or more individuals, events, ideas, or concepts based on specific evidence from the text.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "NY-5.R.4",
                            "Label": "Determine the meaning of words, phrases, figurative language, academic, and content-specific words and analyze their effect on meaning, tone, or mood.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-5.R.5",
                            "Label": "In literary texts, explain how a series of chapters, scenes, or stanzas fits together to determine the overall structure of a story, drama, or poem. In informational texts, compare and contrast the overall structure in two or more texts using terms such as sequence, comparison, cause/effect, and problem/solution.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-5.R.6",
                            "Label": "In literary texts, explain how a narrator’s or speaker’s point of view influences how events are described. In informational texts, analyze multiple accounts of the same event or topic, noting important similarities and differences in the point of view they represent.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "NY-5.R.7",
                            "Label": "Analyze how visual and multimedia elements contribute to meaning of literary and informational texts.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-5.R.8",
                            "Label": "Explain how claims in a text are supported by relevant reasons and evidence, identifying which reasons and evidence support which claims.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-5.R.9",
                            "Label": "Use established criteria to categorize texts and make informed judgments about quality; make connections to other texts, ideas, cultural perspectives, eras and personal experiences.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY-5.RF",
            "Label": "Reading Standards: Foundational Skills",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Phonics & Word Recognition",
                    "Subs": [
                        {
                            "Key": "NY-5.RF.3",
                            "Label": "Know and apply grade-level phonics and word analysis skills in decoding words.",
                            "Subs": [
                                {
                                    "Key": "NY-5.RF.3a",
                                    "Label": "Use combined knowledge of all letter-sound correspondences, syllabication patterns, and morphology (e.g., roots and affixes) to read accurately unfamiliar multisyllabic words in context and out of context.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Fluency",
                    "Subs": [
                        {
                            "Key": "NY-5.RF.4",
                            "Label": "Read grade-level text with sufficient accuracy and fluency to support comprehension.",
                            "Subs": [
                                {
                                    "Key": "NY-5.RF.4a",
                                    "Label": "Read grade-level text across genres orally with accuracy, appropriate rate, and expression on successive readings.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.RF.4b",
                                    "Label": "Use context to confirm or self-correct word recognition and understanding, rereading as necessary.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY-5.W",
            "Label": "Writing Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Text Types & Purposes",
                    "Subs": [
                        {
                            "Key": "NY-5.W.1",
                            "Label": "Write an argument to support claims with clear reasons and relevant evidence.",
                            "Subs": [
                                {
                                    "Key": "NY-5.W.1a",
                                    "Label": "Introduce a precise claim and organize the reasons and evidence logically.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.W.1b",
                                    "Label": "Provide logically ordered reasons that are supported by facts and details from various sources.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.W.1c",
                                    "Label": "Use precise language and content-specific vocabulary while writing an argument.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.W.1d",
                                    "Label": "Use appropriate transitional words, phrases, and clauses to clarify and connect ideas and concepts.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.W.1e",
                                    "Label": "Provide a concluding statement or section related to the argument presented.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.W.1f",
                                    "Label": "Maintain a style and tone appropriate to the writing task.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY-5.W.2",
                            "Label": "Write informative/explanatory texts to explore a topic and convey ideas and information relevant to the subject.",
                            "Subs": [
                                {
                                    "Key": "NY-5.W.2a",
                                    "Label": "Introduce a topic clearly, provide a general focus, and organize related information logically.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.W.2b",
                                    "Label": "Develop a topic with facts, definitions, concrete details, quotations, or other relevant information; include text features, illustrations, and multimedia to aid comprehension.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.W.2c",
                                    "Label": "Use precise language and content-specific vocabulary to explain a topic.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.W.2d",
                                    "Label": "Use appropriate transitional/linking words, phrases, and clauses to clarify and connect ideas and concepts.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.W.2e",
                                    "Label": "Provide a concluding statement or section related to the information or explanation presented.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.W.2f",
                                    "Label": "Establish a style aligned to a subject area or task.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY-5.W.3",
                            "Label": "Write narratives to develop real or imagined experiences or events using effective techniques, descriptive details, and clear event sequences.",
                            "Subs": [
                                {
                                    "Key": "NY-5.W.3a",
                                    "Label": "Establish a situation and introduce a narrator and/or characters.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.W.3b",
                                    "Label": "Use narrative techniques, such as dialogue and description, to develop experiences and events or show the responses of characters to situations.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.W.3c",
                                    "Label": "Use a variety of transitional words, phrases, and clauses to manage the sequence of events.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.W.3d",
                                    "Label": "Use concrete words and phrases and sensory details to convey experiences and events precisely.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.W.3e",
                                    "Label": "Provide a conclusion that follows from the narrated experiences or events.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY-5.W.4",
                            "Label": "Create a poem, story, play, artwork, or other response to a text, author, theme, or personal experience.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-5.W.5",
                            "Label": "Draw evidence from literary or informational texts to respond and support analysis, reflection, and research by applying the Grade 5 Reading Standards.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Research To Build & Present Knowledge",
                    "Subs": [
                        {
                            "Key": "NY-5.W.6",
                            "Label": "Conduct research to answer questions, including self-generated questions, and to build knowledge through investigation of multiple aspects of a topic using multiple sources.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-5.W.7",
                            "Label": "Recall relevant information from experiences or gather relevant information from multiple sources; summarize or paraphrase; avoid plagiarism and provide a list of sources.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY-5.SL",
            "Label": "Speaking & Listening Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension & Collaboration",
                    "Subs": [
                        {
                            "Key": "NY-5.SL.1",
                            "Label": "Engage effectively in a range of collaborative discussions with diverse partners; express ideas clearly and persuasively, and build on those of others.",
                            "Subs": [
                                {
                                    "Key": "NY-5.SL.1a",
                                    "Label": "Come to discussions prepared, having read or studied required material; draw on that preparation and other information known about the topic to explore ideas under discussion.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.SL.1b",
                                    "Label": "Follow agreed-upon norms for discussions and carry out assigned roles.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.SL.1c",
                                    "Label": "Pose and respond to specific questions by making comments that contribute to the discussion and elaborate on the remarks of others.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.SL.1d",
                                    "Label": "Consider the ideas expressed and draw conclusions about information and knowledge gained from the discussions.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY-5.SL.2",
                            "Label": "Summarize information presented in diverse formats (e.g., including visual, quantitative, and oral).",
                            "Subs": []
                        },
                        {
                            "Key": "NY-5.SL.3",
                            "Label": "Identify and evaluate the reasons and evidence a speaker provides to support particular points.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "NY-5.SL.4",
                            "Label": "Report on a topic or text, sequencing ideas logically and using appropriate facts and relevant, descriptive details to support central ideas or themes; speak clearly at an understandable pace and volume appropriate for audience.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-5.SL.5",
                            "Label": "Include digital media and/or visual displays in presentations to emphasize and enhance central ideas or themes.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-5.SL.6",
                            "Label": "Adapt speech to a variety of contexts and tasks, using formal English when appropriate.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY-5.L",
            "Label": "Language Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Conventions Of Academic English",
                    "Subs": [
                        {
                            "Key": "NY-5.L.1",
                            "Label": "Demonstrate command of the conventions of academic English grammar and usage when writing or speaking.",
                            "Subs": []
                        },
                        {
                            "Key": "NY-5.L.2",
                            "Label": "Demonstrate command of the conventions of academic English capitalization, punctuation, and spelling when writing.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge Of Language",
                    "Subs": [
                        {
                            "Key": "NY-5.L.3",
                            "Label": "Use knowledge of language and its conventions when writing, speaking, reading, or listening.",
                            "Subs": [
                                {
                                    "Key": "NY-5.L.3a",
                                    "Label": "Expand, combine, and reduce sentences for meaning, reader/listener interest, and style.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.L.3b",
                                    "Label": "Compare and contrast the varieties of English (e.g., dialects, registers) used in stories, dramas, or poems.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition & Use",
                    "Subs": [
                        {
                            "Key": "NY-5.L.4",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases, choosing flexibly from a range of strategies.",
                            "Subs": [
                                {
                                    "Key": "NY-5.L.4a",
                                    "Label": "Use context (e.g., cause/effect relationships and comparisons in text) as a clue to the meaning of a word or phrase.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.L.4b",
                                    "Label": "Use common, grade-appropriate Greek and Latin affixes and roots as clues to the meaning of a word (e.g., photograph, photosynthesis).",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.L.4c",
                                    "Label": "Consult reference materials (e.g., dictionaries, glossaries, thesauruses) to find the pronunciation and determine or clarify the precise meaning of key words and phrases.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY-5.L.5",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.",
                            "Subs": [
                                {
                                    "Key": "NY-5.L.5a",
                                    "Label": "Interpret figurative language, including similes and metaphors, in context.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.L.5b",
                                    "Label": "Recognize and explain the meaning of common idioms, adages, and proverbs.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY-5.L.5c",
                                    "Label": "Use the relationship between particular words (e.g., synonyms, antonyms, homographs) to better understand each of the words.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY-5.L.6",
                            "Label": "Acquire and accurately use general academic and content-specific words and phrases, including those that signal contrast, addition, and other logical relationships (e.g., however, although, nevertheless, similarly, moreover, in addition).",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}