{
    "Title": "New York State Next Generation Standards > English Language Arts > Grade 7",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NY.E7.R",
            "Label": "Reading Standards (Literary & Information)",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E7.R.1",
                            "Label": "Cite textual evidence to support an analysis of what the text says explicitly/implicitly and make logical inferences.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E7.R.2",
                            "Label": "Determine a theme or central idea of a text and analyze its development over the course of the text; summarize a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E7.R.3",
                            "Label": "In literary texts, analyze how elements of plot are related, affect one another, and contribute to meaning. In informational texts, analyze how individuals, events, and ideas are introduced, relate to each other, and are developed.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E7.R.4",
                            "Label": "Determine the meaning of words and phrases as they are used in a text, including figurative and connotative meanings. Analyze the impact of specific word choices on meaning, tone, and mood, including words with multiple meanings.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E7.R.5",
                            "Label": "In literary texts, analyze how structure, including genre-specific features, contributes to the development of themes or central ideas. In informational texts, analyze the structure an author uses to organize a text, including how the sections contribute to the whole and to the development of themes or central ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E7.R.6",
                            "Label": "In literary texts, analyze how an author develops and contrasts the point of view and the perspectives of different characters or narrators. In informational texts, analyze how the author distinguishes his or her position from that of others.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E7.R.7",
                            "Label": "Compare and contrast a written text with audio, filmed, staged, or digital versions in order to analyze the effects of techniques unique to each media and each format's portrayal of a subject.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E7.R.8",
                            "Label": "Trace and evaluate the development of an argument and specific claims in a text, assessing whether the reasoning is valid and the evidence is relevant and sufficient and recognizing when irrelevant evidence is introduced.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E7.R.9",
                            "Label": "Use established criteria in order to evaluate the quality of texts. Make connections to other texts, ideas, cultural perspectives, eras, and personal experiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.E7.W",
            "Label": "Writing Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Text Types & Purposes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E7.W.1",
                            "Label": "Write arguments to support claims with clear reasons and relevant evidence.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E7.W.1a",
                                    "Label": "Introduce a precise claim, acknowledge and distinguish the claim from a counterclaim, and organize the reasons and evidence logically.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.W.1b",
                                    "Label": "Support claim(s) with logical reasoning and relevant evidence, using credible sources while demonstrating an understanding of the topic or text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.W.1c",
                                    "Label": "Use precise language and content-specific vocabulary to argue a claim.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.W.1d",
                                    "Label": "Use appropriate transitions to create cohesion and clarify the relationships among ideas and concepts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.W.1e",
                                    "Label": "Provide a concluding statement or section that explains the significance of the argument presented.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.W.1f",
                                    "Label": "Maintain a style and tone appropriate to the writing task.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E7.W.2",
                            "Label": "Write informative/explanatory texts to examine a topic and convey ideas, concepts, and information through the selection, organization, and analysis of relevant content.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E7.W.2a",
                                    "Label": "Introduce a topic clearly, previewing what is to follow; organize ideas, concepts, and information, using strategies such as definition, classification, comparison/contrast and cause/effect.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.W.2b",
                                    "Label": "Develop a topic with relevant facts, definitions, concrete details, quotations, or other information and examples; include formatting, graphics, and multimedia when useful to aid comprehension.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.W.2c",
                                    "Label": "Use precise language and content-specific vocabulary to explain a topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.W.2d",
                                    "Label": "Use appropriate transitions to create cohesion and clarify the relationships among ideas and concepts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.W.2e",
                                    "Label": "Provide a concluding statement or section that explains the significance of the information presented.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.W.2f",
                                    "Label": "Establish and maintain a style appropriate to the writing task.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E7.W.3",
                            "Label": "Write narratives to develop real or imagined experiences or events using effective techniques, descriptive details and clear sequencing.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E7.W.3a",
                                    "Label": "Engage the reader by establishing a point of view and introducing a narrator and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.W.3b",
                                    "Label": "Use narrative techniques, such as dialogue and description, to develop experiences, events, and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.W.3c",
                                    "Label": "Use a variety of transitional words, phrases, and clauses to convey sequence and signal shifts from one time frame or setting to another.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.W.3d",
                                    "Label": "Use precise words and phrases, relevant descriptive details, and sensory language to capture the action and convey experiences and events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.W.3e",
                                    "Label": "Provide a conclusion that follows from and reflects on what is experienced, observed, or resolved over the course of the narrative.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E7.W.4",
                            "Label": "Create a poem, story, play, artwork, or other response to a text, author, theme, or personal experience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E7.W.5",
                            "Label": "Draw evidence from literary or informational texts to support analysis, reflection, and research. Apply the grade 7 Reading Standards to both literary and informational text, where applicable.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Research To Build & Present Knowledge",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E7.W.6",
                            "Label": "Conduct research to answer questions, including self-generated questions, drawing on multiple sources and refocusing the inquiry when appropriate. Generate additional related questions for further research and investigation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E7.W.7",
                            "Label": "Gather relevant information from multiple sources; assess the credibility and accuracy of each source; quote or paraphrase the data and conclusions of others; avoid plagiarism and follow a standard format for citation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.E7.SL",
            "Label": "Speaking & Listening Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension & Collaboration",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E7.SL.1",
                            "Label": "Engage effectively in a range of collaborative discussions with diverse partners; express ideas clearly and persuasively, and build on those of others.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E7.SL.1a",
                                    "Label": "Come to discussions prepared, having read or researched material under study; draw on that preparation by referring to evidence on the topic, text, or issue to probe and reflect on ideas under discussion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.SL.1b",
                                    "Label": "Follow norms for collegial discussions, track progress toward specific goals and deadlines, and define individual roles as needed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.SL.1c",
                                    "Label": "Pose questions that elicit elaboration and respond to others' questions and comments with relevant observations and ideas that bring the discussion back on topic as needed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.SL.1d",
                                    "Label": "Acknowledge new information expressed by others and, when warranted, modify personal views.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E7.SL.2",
                            "Label": "Analyze the central ideas and supporting details presented in diverse formats (e.g., including visual, quantitative, and oral) and explain how the ideas clarify and/or contribute to a topic, text, or issue under study.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E7.SL.3",
                            "Label": "Delineate a speaker's argument and specific claims, evaluating for sound reasoning, and the relevance and sufficiency of the evidence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E7.SL.4",
                            "Label": "Present claims and findings, emphasizing salient points in a focused, coherent manner with relevant descriptions, facts, details, and examples; use appropriate eye contact, adequate volume, and clear enunciation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E7.SL.5",
                            "Label": "Include digital media and/or visual displays in presentations to clarify claims and findings and emphasize salient points.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E7.SL.6",
                            "Label": "Adapt speech to a variety of contexts and tasks, demonstrating command of formal English when indicated or appropriate.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.E7.L",
            "Label": "Language Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Conventions Of Academic English",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E7.L.1",
                            "Label": "Demonstrate command of the conventions of academic English grammar and usage when writing or speaking.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.E7.L.2",
                            "Label": "Demonstrate command of the conventions of academic English capitalization, punctuation, and spelling when writing.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge Of Language",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E7.L.3",
                            "Label": "Use knowledge of language and its conventions when writing, speaking, reading, or listening.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E7.L.3a",
                                    "Label": "Choose language that expresses ideas precisely and concisely, recognizing and eliminating wordiness and redundancy.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition & Use",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.E7.L.4",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases, choosing flexibly from a range of strategies.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E7.L.4a",
                                    "Label": "Use context (e.g., the overall meaning of a sentence or paragraph; a word's position or function in a sentence) as a clue to the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.L.4b",
                                    "Label": "Use common, grade-appropriate Greek or Latin affixes and roots as clues to the meaning of a word (e.g., belligerent, bellicose, rebel).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.L.4c",
                                    "Label": "Consult general and specialized reference materials (e.g., dictionaries, glossaries, thesauruses), both print and digital, to find the pronunciation of a word or determine or clarify its precise meaning or its part of speech.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.L.4d",
                                    "Label": "Verify the preliminary determination of the meaning of a word or phrase (e.g., by checking the inferred meaning in context or in a dictionary).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E7.L.5",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.E7.L.5a",
                                    "Label": "Interpret figurative language, including allusions, in context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.L.5b",
                                    "Label": "Use the relationship between particular words (e.g., synonym/antonym, analogy) to better understand each of the words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.E7.L.5c",
                                    "Label": "Distinguish among the connotations of words with similar denotations (e.g., refined, respectful, polite, diplomatic, condescending).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.E7.L.6",
                            "Label": "Acquire and accurately use general academic and content-specific words and phrases; apply vocabulary knowledge when considering a word or phrase important to comprehension or expression.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}