{
    "Title": "New York Next Generation > Mathematics > Geometry",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NY.M9-12.G.G-CO",
            "Label": "Geometry - Congruence",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Experiment with transformations in the plane.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.G.G-CO.1",
                            "Label": "Know precise definitions of angle, circle, perpendicular lines, parallel lines, and line segment, based on the undefined notions of point, line, distance along a line, and distance around a circular arc as these exist within a plane.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-CO.2",
                            "Label": "Represent transformations as geometric functions that take points in the plane as inputs and give points as outputs. Compare transformations that preserve distance and angle measure to those that do not.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-CO.3",
                            "Label": "Given a regular or irregular polygon, describe the rotations and reflections (symmetries) that carry the polygon onto itself.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-CO.4",
                            "Label": "Develop definitions of rotations, reflections, and translations in terms of points, angles, circles, perpendicular lines, parallel lines, and line segments.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-CO.5",
                            "Label": "Given a geometric figure and a rotation, reflection, or translation, draw the transformed figure. Specify a sequence of transformations that will carry a given figure onto another.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Understand congruence in terms of rigid motions.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.G.G-CO.6",
                            "Label": "Use geometric descriptions of rigid motions to transform figures and to predict the effect of a given rigid motion on a given figure. Given two figures, use the definition of congruence in terms of rigid motions to decide if they are congruent.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-CO.7",
                            "Label": "Use the definition of congruence in terms of rigid motions to show that two triangles are congruent if and only if corresponding pairs of sides and corresponding pairs of angles are congruent.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-CO.8",
                            "Label": "Explain how the criteria for triangle congruence (ASA, SAS, SSS, AAS and HL (Hypotenuse Leg)) follow from the definition of congruence in terms of rigid motions.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Prove geometric theorems.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.G.G-CO.9",
                            "Label": "Prove and apply theorems about lines and angles.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-CO.10",
                            "Label": "Prove and apply theorems about triangles.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-CO.11",
                            "Label": "Prove and apply theorems about parallelograms.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Make geometric constructions.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.G.G-CO.12",
                            "Label": "Make, justify, and apply formal geometric constructions.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-CO.13",
                            "Label": "Make and justify the constructions for inscribing an equilateral triangle, a square and a regular hexagon in a circle.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.G.G-SRT",
            "Label": "Geometry - Similarity, Right Triangles & Trigonometry",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand similarity in terms of similarity transformations.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.G.G-SRT.1",
                            "Label": "Verify experimentally the properties of dilations given by a center and a scale factor.",
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.G.G-SRT.1a",
                                    "Label": "Verify experimentally that dilation takes a line not passing through the center of the dilation to a parallel line, and leaves a line passing through the center unchanged.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M9-12.G.G-SRT.1b",
                                    "Label": "Verify experimentally that the dilation of a line segment is longer or shorter in the ratio given by the scale factor.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M9-12.G.G-SRT.2",
                            "Label": "Given two figures, use the definition of similarity in terms of similarity transformations to decide if they are similar. Explain using similarity transformations that similar triangles have equality of all corresponding pairs of angles and the proportionality of all corresponding pairs of sides.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-SRT.3",
                            "Label": "Use the properties of similarity transformations to establish the AA~, SSS~, and SAS~ criterion for two triangles to be similar.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Prove theorems involving similarity.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.G.G-SRT.4",
                            "Label": "Prove and apply similarity theorems about triangles.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-SRT.5",
                            "Label": "Use congruence and similarity criteria for triangles to:",
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.G.G-SRT.5a",
                                    "Label": "Solve problems algebraically and geometrically.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M9-12.G.G-SRT.5b",
                                    "Label": "Prove relationships in geometric figures.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Define trigonometric ratios and solve problems involving right triangles.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.G.G-SRT.6",
                            "Label": "Understand that by similarity, side ratios in right triangles are properties of the angles in the triangle, leading to definitions of sine, cosine and tangent ratios for acute angles.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-SRT.7",
                            "Label": "Explain and use the relationship between the sine and cosine of complementary angles.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-SRT.8",
                            "Label": "Use sine, cosine, tangent, the Pythagorean Theorem and properties of special right triangles to solve right triangles in applied problems.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Apply Trigonometry to general triangles.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.G.G-SRT.9",
                            "Label": "Justify and apply the formula A = (1/2) ab sin(C) to find the area of any triangle by drawing an auxiliary line from a vertex perpendicular to the opposite side.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.G.G-C",
            "Label": "Geometry - Circles",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand and apply theorems about circles.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.G.G-C.1",
                            "Label": "Prove that all circles are similar.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-C.2a",
                            "Label": "Identify, describe and apply relationships between the angles and their intercepted arcs of a circle.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-C.2b",
                            "Label": "Identify, describe and apply relationships among radii, chords, tangents, and secants of a circle.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Find arc lengths and area of sectors of circles.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.G.G-C.5",
                            "Label": "Using proportionality, find one of the following given two others; the central angle, arc length, radius or area of sector.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.G.G-GPE",
            "Label": "Geometry - Expressing Geometric Properties With Equations",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Translate between the geometric description and the equation of a conic section.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.G.G-GPE.1a",
                            "Label": "Derive the equation of a circle of given center and radius using the Pythagorean Theorem. Find the center and radius of a circle, given the equation of the circle.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-GPE.1b",
                            "Label": "Graph circles given their equation.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Use coordinates to prove simple geometric theorems algebraically.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.G.G-GPE.4",
                            "Label": "On the coordinate plane, algebraically prove geometric theorems and properties.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-GPE.5",
                            "Label": "On the coordinate plane:",
                            "Subs": [
                                {
                                    "Key": "NY.M9-12.G.G-GPE.5a",
                                    "Label": "Explore the proof for the relationship between slopes of parallel and perpendicular lines.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M9-12.G.G-GPE.5b",
                                    "Label": "Determine if lines are parallel, perpendicular, or neither, based on their slopes.",
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.M9-12.G.G-GPE.5c",
                                    "Label": "Apply properties of parallel and perpendicular lines to solve geometric problems.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.M9-12.G.G-GPE.6",
                            "Label": "Find the point on a directed line segment between two given points that partitions the segment in a given ratio.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-GPE.7",
                            "Label": "Use coordinates to compute perimeters of polygons and areas of triangles and rectangles.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.G.G-GMD",
            "Label": "Geometry - Geometric Measurement & Dimension",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Explain volume formulas and use them to solve problems.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.G.G-GMD.1",
                            "Label": "Provide informal arguments for the formulas for the circumference of a circle, area of a circle, volume of a cylinder, pyramid, and cone.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-GMD.3",
                            "Label": "Use volume formulas for cylinders, pyramids, cones, and spheres to solve problems.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NY.M9-12.G.G-GMD",
                    "Label": "Visualize relationships between two-dimensional and three-dimensional objects.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.G.G-GMD.4",
                            "Label": "Identify the shapes of plane sections of three-dimensional objects, and identify three-dimensional objects generated by rotations of two-dimensional objects.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.M9-12.G.G-MG",
            "Label": "Geometry - Modeling With Geometry",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Apply geometric concepts in modeling situations.",
                    "Subs": [
                        {
                            "Key": "NY.M9-12.G.G-MG.1",
                            "Label": "Use geometric shapes, their measures, and their properties to describe objects.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-MG.2",
                            "Label": "Apply concepts of density based on area and volume of geometric figures in modeling situations.",
                            "Subs": []
                        },
                        {
                            "Key": "NY.M9-12.G.G-MG.3",
                            "Label": "Apply geometric methods to solve design problems.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}