{
    "Title": "New York Next Generation > Mathematics > Pre-Kindergarten",
    "Overview": "In Pre-Kindergarten, instructional time should focus on two areas: (1) developing a good sense of numbers using concrete objects including concepts of correspondence, counting, cardinality, and comparison; (2) describing shapes in their everyday environment. More learning time in Pre-Kindergarten should be devoted to exploring* and developing the sense of numbers than any other topic. Please note that while every standard/topic in the grade level has not been included in this overview, all standards should be included in instruction.",
    "Goals": [
        [
            "(1) Counting & Cardinality",
            "Through their learning in the Counting and Cardinality domain, students:\n\n• develop a sense of numbers and count to determine the number of objects;\n• understand that number words refer to quantity;\n• use 1:1 correspondence to solve problems by matching sets and comparing number amounts and in counting objects to 10 through a variety of experiences; and\n• understand that the last number name said tells the number of objects counted (cardinality) and they count to determine number amounts and compare quantities (using language such as more than, fewer than, or equal to (the same as) the number of objects in another group)."
        ],
        [
            "(2) Geometry and Measurement & Data",
            "Through their learning in the Geometry and Measurement & Data domains, students:\n\n• describe the position of objects in space based on the relations of those objects (e.g., shape and special relations) using appropriate vocabulary;\n• identify and name basic two-dimensional shapes, such as triangles, rectangles, squares, and circles; and\n• use basic shapes and spatial reasoning to model objects in their everyday environment."
        ]
    ],
    "Standards": [
        {
            "Key": "NY.MPK.CC",
            "Label": "Counting & Cardinality",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Know number names and the count sequence.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MPK.CC.1",
                            "Label": "Count to 20.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MPK.CC.2",
                            "Label": "Represent a number of objects (0 - 5), with a written numeral 0–5 (with 0 representing a count of no objects).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Count to tell the number of objects.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MPK.CC.3",
                            "Label": "Understand the relationship between numbers and quantities to 10; connect counting to cardinality.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NY.MPK.CC.3a",
                                    "Label": "When counting objects, say the number names in the standard order, pairing each object with one and only one number name and each number name with one and only one object. (1:1 correspondence)",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NY.MPK.CC.3b",
                                    "Label": "Explore and develop the concept that the last number name said tells the number of objects counted, (cardinality). The number of objects is the same regardless of their arrangement or the order in which they were counted.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NY.MPK.CC.4a",
                            "Label": "Answer counting questions using as many as 10 objects arranged in a line, a rectangular array, and a circle. Answer counting questions using as many as 5 objects in a scattered configuration.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MPK.CC.4b",
                            "Label": "Given a number from 1–10, count out that many objects.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Compare numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MPK.CC.5",
                            "Label": "Recognize whether the number of objects in one group is more than, fewer than, or equal to (the same as) the number of objects in another group.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MPK.CC.6",
                            "Label": "Identify “first” and “last” related to order or position.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.MPK.OA",
            "Label": "Operations & Algebraic Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Understand addition as adding to and understand subtraction as taking from.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MPK.OA.1",
                            "Label": "Explore addition and subtraction by using objects, fingers, and responding to real world situations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Understand simple patterns.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MPK.OA.2",
                            "Label": "Duplicate and extend simple patterns using concrete objects.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.MPK.MD",
            "Label": "Measurement & Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Describe and compare measurable attributes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MPK.MD.1",
                            "Label": "Identify measurable attributes of objects, such as length or weight, and describe them using appropriate vocabulary.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Sort objects and count the number of objects in each category.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MPK.MD.2",
                            "Label": "Sort objects and shapes into categories; count the objects in each category.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NY.MPK.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Identify and describe shapes (squares, circles, triangles, and rectangles).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MPK.G.1",
                            "Label": "Describe objects in the environment using names of shapes, and describe the relative positions of these objects using terms such as top, bottom, up, down, above, below, in front of, behind, over, under, and next to.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MPK.G.2",
                            "Label": "Name shapes regardless of size.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Explore and create two- and three-dimensional objects.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NY.MPK.G.3",
                            "Label": "Explore two- and three-dimensional objects and use informal language to describe their similarities, differences, and other attributes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NY.MPK.G.4",
                            "Label": "Create and build shapes from components.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": [
        [
            "*",
            "Explore indicates that the topic is an important concept that builds the foundation for progression toward mastery in later grades. Repeated experiences with these concepts, with immersion in the concrete, are vital."
        ]
    ]
}