{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Pop!",
    "Subtitle": "",
    "Author": "by Meg Moss",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhat's the story behind everyone's favorite exploding food?"],
        ["2", "\tAncient Americans were the first to grow and eat popcorn around 9,000 years ago. The Aztec people of southern Mexico called it totopoca, which if you say it fast kind of sounds like the popping noise the cooking corn makes. Archaeologists have unearthed ancient ears of popping corn in the American Southwest as well. When they dropped the old kernels in some hot sand, lo and behold, they still popped after over 1,000 years. This amazing feat is largely due to each kernel's sturdy, protective outer layer, or hull. This hard hull, it turns out, is also key to what makes popcorn pop."],
        ["", "Snack-robatics"],
        ["3", "\tSurprisingly, no one really knew what goes on when popcorn pops until recently. In 2015, two French scientists decided to unravel the secrets of the acrobatic snack. At what temperature does it pop best? What makes it jump? And, most important, what makes that popping noise? Using high- speed cameras and microphones, Emmanuel Virot and Alexandre Ponomarenko patiently filmed and recorded hundreds of kernels of corn popping one at a time. As they studied the slow-motion films, they made three discoveries."],
        ["4", "\tFirst, popcorn pops best at a temperature of 356° F (180° C). As an unpopped kernel heats up, water inside the kernel boils and turns to steam. Steam pressure builds up inside until there is enough to burst the kernel's tough hull."],
        ["5", "\tOnce the hull cracks, the steam causes the starch inside, which is kind of like bread dough, to puff up and force its way out of the shell. This starch squirting out — called a “leg” — pushes against the bottom of the pot. This makes the kernel jump, much the same way that straightening a bent leg can push you off the ground and into the air. The discovery surprised the scientists. It disproved the popular “rocket” theory that escaping steam launches popcorn into its jump. Once it makes its first leap, the popcorn continues to bloom while it spins through the air like an acrobat."],
        ["6", "\tBut what about the popping sound? People used to think that the cracking hull causes the distinctive “pop” we know and love."],
        ["7", "\tBut Virot and Ponomarenko found something different. As the starch blossoms into the popcorn flake (as the popped kernel is called), speeding steam echoes around the hollows in the flake to make the popping noise. And the entire process, from exploding kernel to tender white flake, takes just 1/15th of a second."],
        ["8", "\tExplaining the motion, heat energy, and sound of popcorn touches on many different fields of science. Virot recommends popcorn as a subject for serious study and experiments because so much can be learned from it."],
        ["9", "\tBut popcorn science is not without peril. Ponomarenko recalls that while at work in their lab, the smell of popcorn would often lure other scientists to come and visit—“some of whom ended up in the coffee room eating our experiment.”"],
        ["", "problems/MS23G5E/media/S4a.jpg"]
    ],
    "Copyright": "Text and illustration from “Pop!” by Meg Moss, from Ask Magazine, July 1, 2016, copyright © 2016, Cricket Media. Used by permission.",
    "References": []
}