{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Brother Deer and Brother Snail Have a Race",
    "Subtitle": "",
    "Author": "retold by E. Angelica Whitmal",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe animals gathered at the lagoon (shallow pond) and were having a pleasant conversation when Brother Deer pranced up and joined the group. “What y’all talking about?” he said as he quenched his thirst. All of the animals fell silent. They had been discussing having a race, but they knew this would lead to Brother Deer’s bragging about how he was the fastest animal in the community. “Er, uh, we were, um, talking about. . .” started Mouse. “We were discussing the possibility of having a race,” replied Elephant. “A race!” Brother Deer reared back on his hind legs and said, “Y’all know I am faster than fast, right? I mean no one is faster than the Deermaster.”"],
        ["2", "\tTired of hearing Brother Deer boast, Brother Snail said, “Brother Deer, I think I’d like to race you.” The other animals looked shocked and Brother Deer began to laugh so hard that he almost fell into the lagoon. “Oh, boy, there will be no living with Brother Deer after this race,” said Elephant."],
        ["3", "\tOn the day of the race, Brother Deer sprinted back and forth as he smiled at Brother Snail. Finally, they gathered at the starting line and Brother Deer looked around for Brother Snail. Little did Brother Deer realize that Brother Snail had climbed up on Brother Deer’s tail and was holding on tightly. Tired of waiting, Brother Deer said, “Let’s get the thing started already. I’m ready to win so I can remind you all who is the fastest!”"],
        ["4", "\tSo, someone shouted, “Ready, set, go!” and Brother Deer took off as fast as, well, lightning. When he arrived at the finish line, he strutted back and forth for a few minutes. When he asked, “Has anyone seen Brother Snail?” the other animals laughed heartily. “No, we can’t say we’ve seen him,” said Elephant. Brother Deer went to sit down and Brother Snail cried out, “Man, get up off of me. I’ve been sitting here waiting for you to arrive. What took you so long?”"],
        ["5", "\tThe other animals decided to play along with Brother Snail’s joke and called the race in his favor, much to Brother Deer’s embarrassment."]
    ],
    "Copyright": "“Brother Deer and Brother Snail Have a Race” by E. Angelica Whitmal, Footsteps, May 1, 2006. Copyright © 2006 by Cricket Media. Used with permission of Cricket Media, Inc.",
    "References": []
}