{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "For quantitative variables, calculate, compare, and interpret mean, median, and range."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT1M2/media/1a.jpg",
            "The box plot summarizes 15 data values. What is the median of this data set?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the minimum value of the data set.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "5",
                "Key": {
                    "Correct": true,
                    "Rationale": "The median of a data set represented in a box plot is given by the vertical line within the box. In the given box plot, the vertical line within the box occurs at 5. Therefore, the median of this data set is 5.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "8",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the maximum value of the data set.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "For a quadratic or exponential function in a context, interpret a point on the graph."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT1M2/media/2a.jpg",
            "What is the x-intercept of the graph shown?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(−5, 0)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the x-intercept of a graph in the xy-plane that intersects the x-axis at x = -5, not x = 4.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "(5, 0)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the x-intercept of a graph in the xy-plane that intersects the x-axis at x = 5, not x = 4.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "(−4, 0)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the x-intercept of a graph in the xy-plane that intersects the x-axis at x = -4, not x = 4.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "(4, 0)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The x-intercept of the graph shown is the point (x, y) on the graph where y = 0. At y = 0, the corresponding value of x is 4. Therefore, the x-intercept of the graph shown is (4, 0).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Apply proportional relationships, ratios, and rates in a wide variety of contexts. Examples include, but are not limited to, scale drawings and problems in the natural and social sciences."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Henry receives a $60.00 gift card to pay for movies online. He uses his gift card to buy 3 movies for $7.50 each. If he spends the rest of his gift card balance on renting movies for $1.50 each, how many movies can Henry rent?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "10",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "25",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that Henry uses his $60.00 gift card to buy 3 movies for $7.50 each. Therefore, Henry spends 3($7.50), or $22.50, of his $60.00 gift card to buy 3 movies. After buying 3 movies with his $60.00 gift card, Henry has a gift card balance of $60.00 - $22.50, or $37.50. It's also given that Henry spends the rest of his gift card balance on renting movies for $1.50 each. Therefore, Henry can rent $37.50/$1.50, or 25, movies.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "35",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "40",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Relate the solutions of a system of a linear and a nonlinear equation in two variables to the graphs of the equations in the system."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:x = 49\n\ny = √x + 9",
            "The graphs of the given equations intersect at the point (x, y) in the xy-plane. What is the value of y?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "16",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the graphs of the given equations intersect at the point (x, y) in the xy-plane. It follows that (x, y) represents a solution to the system consisting of the given equations. The first equation given is x = 49. Substituting 49 for x in the second equation given, y = √x + 9, yields y = √49 + 9, which is equivalent to y = 7 + 9, or y = 16. It follows that the graphs of the given equations intersect at the point (49, 16). Therefore, the value of y is 16.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "40",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "8",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "130",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Solve problems involving derived units, including those that arise from products (e.g., kilowatt-hours) and quotients (e.g., population per square kilometer)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A cherry pitting machine pits 12 pounds of cherries in 3 minutes. At this rate, how many minutes does it take the machine to pit 96 pounds of cherries?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "8",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the number of minutes it takes the machine to pit 32, not 96, pounds of cherries.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "15",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the number of minutes it takes the machine to pit 60, not 96, pounds of cherries.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "24",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the cherry pitting machine pits 12 pounds of cherries in 3 minutes. This rate can be written as (12 pounds of cherries)/(3 minutes). If the number of minutes it takes the machine to pit 96 pounds of cherries is represented by x, the value of x can be calculated by solving the equation (12 pounds of cherries)/(3 minutes) = (96 pounds of cherries)/(x minutes), which can be rewritten as 12/3 = 96/x, or 4 = 96/x. Multiplying each side of this equation by x yields 4x = 96. Dividing each side of this equation by 4 yields x = 24. Therefore, it takes the machine 24 minutes to pit 96 pounds of cherries.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "36",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the number of minutes it takes the machine to pit 144, not 96, pounds of cherries.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Understand and use the fact that when two quantities are in a proportional relationship, if one changes by a scale factor, then the other also changes by the same scale factor."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "If 2x = 12, what is the value of 9x?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "54",
                "Key": {
                    "Correct": true,
                    "Rationale": "Dividing both sides of the given equation by 2 yields x = 6. Multiplying both sides of this equation by 9 yields 9x = 54. Thus, the value of 9x is 54.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "For a linear equation in two variables that represents a context, interpret a solution, constant, variable, factor, or term based on the context, including situations where seeing structure provides an advantage."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Line k is defined by y = (1/4)x + 1. Line j is parallel to line k in the xy-plane. What is the slope of j?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "1/4",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that line k is defined by y = (1/4)x + 1. It's also given that line j is parallel to line k in the xy-plane. A line in the xy-plane represented by an equation in slope-intercept form y = mx + b has a slope of m and a y-intercept of (0, b). Therefore, the slope of line k is 1/4. Since parallel lines have equal slopes, the slope of line j is 1/4. Note that 1/4 and 0.25 are examples of ways to enter a correct answer.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "For quantitative variables, calculate, compare, and interpret mean, median, and range."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:6, 6, 8, 8, 8, 10, 21",
            "Which of the following lists represents a data set that has the same median as the data set shown?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "4, 6, 6, 6, 8, 8",
                "Key": {
                    "Correct": false,
                    "Rationale": "This list represents a data set with a median of 6, not 8.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "6, 6, 8, 8, 10, 10",
                "Key": {
                    "Correct": true,
                    "Rationale": "If a data set contains an odd number of data values, the median is represented by the middle data value in the list when the data values are listed in ascending or descending order. Since the data set shown has 7 data values and is in ascending order, it follows that the median is the fourth data value in the list, or 8. If a data set contains an even number of data values, the median is between the two middle data values when the values are listed in ascending or descending order. Since each of the choices consists of a data set with 6 data values in ascending order, it follows that the median is between the third and fourth data value. The third and fourth data values in this choice are 8 and 8. Thus, this choice represents a data set with a median of 8. Since the median of the data set shown is 8 and this choice represents a data set with a median of 8, it follows that this choice represents a data set that has the same median as the data set shown.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "6, 8, 10, 10, 10, 12",
                "Key": {
                    "Correct": false,
                    "Rationale": "This list represents a data set with a median of 10, not 8.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "8, 8, 10, 10, 21, 21",
                "Key": {
                    "Correct": false,
                    "Rationale": "This list represents a data set with a median of 10, not 8.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Problem-Solving & Data Analysis"
        ],
        "SubTopics": [
            "Understand and use the relationship between percent change and growth factor (5% and 1.05, for example); include percentages greater than or equal to 100%."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The length of the base of a certain parallelogram is 89% of the height of the parallelogram. Which expression represents the length of the base of the parallelogram, where h is the height of the parallelogram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "89h",
                "Key": {
                    "Correct": false,
                    "Rationale": "This expression represents 8,900%, not 89%, of the height of the parallelogram.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "0.089h",
                "Key": {
                    "Correct": false,
                    "Rationale": "This expression represents 8.9%, not 89%, of the height of the parallelogram.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "8.9h",
                "Key": {
                    "Correct": false,
                    "Rationale": "This expression represents 890%, not 89%, of the height of the parallelogram.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "0.89h",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the length of the base of the parallelogram is 89% of the height of the parallelogram. Since h is the height of the parallelogram, it follows that the length of the base of the parallelogram can be represented by the expression (89/100)h, or 0.89h.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Identify or create a linear equation in two variables to model a constraint or condition on two quantities."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "For a camping trip a group bought x one-liter bottles of water and y three-liter bottles of water, for a total of 240 liters of water. Which equation represents this situation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "x + 3y = 240",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that for a camping trip a group bought x one-liter bottles of water and y three-liter bottles of water. Since the group bought x one-liter bottles of water, the total number of liters bought from x one-liter bottles of water is represented as 1x, or x. Since the group bought y three-liter bottles of water, the total number of liters bought from y three-liter bottles of water is represented as 3y. It's given that the group bought a total of 240 liters; thus, the equation x + 3y = 240 represents this situation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "x + y = 240",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "3x + 3y = 240",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "3x + y = 240",
                "Key": {
                    "Correct": false,
                    "Rationale": "This equation represents a situation where the group bought x three-liter bottles of water and y one-liter bottles of water, for a total of 240 liters of water.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Make connections between a table and an algebraic representation or between a table and a graph of a linear equation in two variables not in context."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:y = −4x + 40",
            "Which table gives three values of x and their corresponding values of y for the given equation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/PSAT1M2/media/11a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This table gives three values of x and their corresponding values of y for the equation y = -4x.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/PSAT1M2/media/11b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This table gives three values of x and their corresponding values of y for the equation y = 4x + 40.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/PSAT1M2/media/11c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Each of the given choices gives three values of x : 0, 1, and 2. Substituting 0 for x in the given equation yields y = -4(0) + 40, or 4y = 40. Therefore, when x = 0, the corresponding value of y for the given equation is 40. Substituting 1 for x in the given equation yields y = -4(1) + 40. Therefore, when x = 1, the corresponding value of y for the given equation is 36. Substituting 2 for x in the given equation yields y = -4(2) + 40, or y = 32. Therefore, when x = 2, the corresponding value of y for the given equation is 32. This choice gives three values of x, 0, 1, and 2, and their corresponding values of y, 40, 36, and 32, respectively, for the given equation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/PSAT1M2/media/11d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This table gives three values of x and their corresponding values of y for the equation y = 4x.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Given a linear inequality or system of linear inequalities, interpret a point in the xy-plane in terms of the solution set."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT1M2/media/12a.jpg",
            "The shaded region shown represents solutions to an inequality. Which ordered pair (x, y) is a solution to this inequality?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(0, −4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "(0, 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "(−4, 0)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "(4, 0)",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since the shaded region shown represents solutions to an inequality, an ordered pair (x, y) is a solution to the inequality if it's represented by a point in the shaded region. Of the given choices, only (4, 0) is represented by a point in the shaded region. Therefore, (4, 0) is a solution to the inequality.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Know and directly apply relevant theorems such as the triangle angle sum theorem."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In triangle JKL, the measures of ∠K and ∠L are each 48°. What is the measure of ∠J, in degrees? (Disregard the degree symbol when entering your answer.)"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "84",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sum of the measures of the interior angles of a triangle is 180°. It's given that in triangle JKL, the measures of ∠K and ∠L are each 48°. Adding the measures, in degrees, of K ∠ and L ∠ gives 48 + 48, or 96. Therefore, the measure of ∠J, in degrees, is 180 - 96, or 84.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Make strategic use of algebraic structure, the properties of operations, and reasoning about equality to solve systems of linear and nonlinear equations in two variables."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:y = x² + 14x + 48\n\nx + 8 = 11",
            "The solution to the given system of equations is (x, y). What is the value of y?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "99",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the given system of equations, the second equation is x + 9 = 11. Subtracting 8 from both sides of this equation yields x = 3. In the given system of equations, the first equation is x² + 14x + 48. Substituting 3 for x in this equation yields (3)² + 14(3) + 48, or y = 99. Therefore, the solution to the given system of equations is (x, y) = (3, 99). Thus, the value of y is 99.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Identify or create linear inequalities in one or two variables to model constraints or conditions on two quantities."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A cleaning service that cleans both offices and homes can clean at most 14 places per day. Which inequality represents this situation, where f is the number of offices and h is the number of homes?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "f + h ≤ 14",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the cleaning service cleans both offices and homes, where f is the number of offices and h is the number of homes the cleaning service can clean per day. Therefore, the expression f + h represents the number of places the cleaning service can clean per day. It's also given that the cleaning service can clean at most 14 places per day. Since f + h represents the number of places the cleaning service can clean per day and the service can clean at most 14 places per day, it follows that the inequality f + h ≤ 14 represents this situation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "f + h ≥ 14",
                "Key": {
                    "Correct": false,
                    "Rationale": "This inequality represents a cleaning service that cleans at least 14 places per day.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "f − h ≤ 14",
                "Key": {
                    "Correct": false,
                    "Rationale": "This inequality represents a cleaning service that cleans at most 14 more offices than homes per day.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "f − h ≥ 14",
                "Key": {
                    "Correct": false,
                    "Rationale": "This inequality represents a cleaning service that cleans at sleast 14 more offices than homes per day.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Make strategic use of algebraic structure and the properties of operations to identify and create equivalent expressions by factoring polynomials limited to finding a common factor, rewriting binomials that represent a difference of two squares, and rewriting trinomials as the product of two binomials."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is a factor of 2x² + 38x + 10?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2",
                "Key": {
                    "Correct": true,
                    "Rationale": "Since 2 is a common factor of each of the terms in the given expression, the expression can be rewritten as 2(x² + 19x + 5). Therefore, the factors of the given expression are 2 and x² + 19x + 5. Of these two factors, only 2 is listed as a choice.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "5x",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "38x",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is a term of the given expression, not a factor of the given expression.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "2x²",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is a term of the given expression, not a factor of the given expression.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Create and use linear inequalities in one or two variables to solve problems in a variety of contexts."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The equation 40x + 20y = 160 represents the number of sweaters, x, and number of shirts, y, that Yesenia purchased for $160. If Yesenia purchased 2 sweaters, how many shirts did she purchase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "4",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the equation 40x + 20y = 160 represents the number of sweaters, x, and the number of shirts, y, that Yesenia purchased for $160. If Yesenia purchased 2 sweaters, the number of shirts she purchased can be calculated by substituting 2 for x in the given equation, which yields 40(2) + 20y = 160, or 80 + 20y = 160. Subtracting 80 from both sides of this equation yields 20y = 80. Dividing both sides of this equation by 20 yields y = 4. Therefore, if Yesenia purchased 2 sweaters, she purchased 4 shirts.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "8",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the number of shirts Yesenia purchased if she purchased 0 sweaters.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "40",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the price, in dollars, for each sweater, not the number of shirts Yesenia purchased.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "For a quadratic or exponential function that represents a context, interpret the meaning of an input/output pair including an intercept or initial value, including situations where seeing structure provides an advantage."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:y = 0.25x² − 7.5x + 90.25",
            "The equation gives the estimated stock price y, in dollars, for a certain company x days after a new product launched, where 0 ≤ x ≤ 20. Which statement is the best interpretation of (x, y) = (1, 83) in this context?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The company's estimated stock price increased $83 every day after the new product launched.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The company's estimated stock price increased $1 every 83 days after the new product launched.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1 day after the new product launched, the company's estimated stock price is $83.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the given equation, x represents the number of days after a new product launched, where 0 ≤ x ≤ 20, and y represents the estimated stock price, in dollars, for a certain company. Therefore, the best interpretation of (x, y) (1, 83) in this context is that 1 day after the new product launched, the company's estimated stock price is $83.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "83 days after the new product launched, the company's estimated stock price is $1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Make connections between a table, an algebraic representation, or a graph of a linear function not in context."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:f(x) = 39",
            "For the given linear function f, which table gives three values of x and their corresponding values of f(x)?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/PSAT1M2/media/19a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/PSAT1M2/media/19b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "For the given linear function f, f(x) must equal 39 for all values of x. Of the given choices, only this choice gives three values of x and their corresponding values of f(x) for the given linear function f.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/PSAT1M2/media/19c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/PSAT1M2/media/19d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Demonstrate procedural fluency by selecting the correct surface area or volume formula and correctly calculating a specified value."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A triangular prism has a height of 8 centimeters (cm) and a volume of 216cm³. What is the area, in cm², of the base of the prism? (The volume of a triangular prism is equal to Bh, where is the area of the base and h is the height of the prism.)"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "27",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that a triangular prism has a volume of 216 cubic centimeters (cm³) and the volume of a triangular prism is equal to Bh, where B is the area of the base and h is the height of the prism. Therefore, 216 = Bh. It's also given that the triangular prism has a height of 8 cm. Therefore, h = 8. Substituting 8 for h in the equation 216 = Bh yields 216 = B(8). Dividing both sides of this equation by 8 yields 27 = B. Therefore, the area, in cm², of the base of the prism is 27.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Make connections between a table, an algebraic representation, or a graph of a quadratic or exponential function that does not involve a transformation, in a context."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT1M2/media/21a.jpg",
            "The graph shows the momentum y, in newton-seconds, of an object x seconds after the object started moving, for 0 ≤ x ≤ 8. What is the average rate of change, in newton‑seconds per second, in the momentum of the object from x = 2 to x = 6?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "1/2",
                "Key": {
                    "Correct": true,
                    "Rationale": "For the graph shown, x represents time, in seconds, and y represents momentum, in newton-seconds. Therefore, the average rate of change, in newton-seconds per second, in the momentum of the object between two x-values is the difference in the corresponding y-values divided by the difference in the x-values. The graph shows that at x = 2, the corresponding y-value is 6. The graph also shows that at x = 6, the corresponding y-value is 8. It follows that the average rate of change, in newton-seconds per second, from x = 2 to x = 6 is (8 - 6)/(6 - )2, which is equivalent to 2/4, or 1/2. Note that 1/2 and 0.5 are examples of ways to enter a correct answer.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "For a system of linear equations in two variables, determine the conditions under which the system has no solution, a unique solution, or infinitely many solutions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:−15x + 25y = 65",
            "One of the two equations in a system of linear equations is given. The system has infinitely many solutions. Which of the following could be the second equation in the system?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "12x + 20y = 52",
                "Key": {
                    "Correct": false,
                    "Rationale": "The system consisting of this equation and the given equation has one solution, not infinitely many solutions.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "12x + 20y = –52",
                "Key": {
                    "Correct": false,
                    "Rationale": "The system consisting of this equation and the given equation has one solution, not infinitely many solutions.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "–12x + 20y = 52",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that the system has infinitely many solutions. A system of two linear equations has infinitely many solutions when the two linear equations are equivalent. Dividing both sides of the given equation by 5 yields -3x + 5y = 13. Dividing both sides of this choice by 4 also yields -3x + 5y = 13, so this choice is equivalent to the given equation. Thus, this choice could be the second equation in the system.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "–12x + 20y = –52",
                "Key": {
                    "Correct": false,
                    "Rationale": "The system consisting of this equation and the given equation has no solution, not infinitely many solutions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebra"
        ],
        "SubTopics": [
            "Identify or create a system of linear equations in two variables to model constraints or conditions on two quantities."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A bus traveled on the highway and on local roads to complete a trip of 160 miles. The trip took 4 hours. The bus traveled at an average speed of 55 miles per hour (mph) on the highway and an average speed of 25 mph on local roads. If x is the time, in hours, the bus traveled on the highway and y is the time, in hours, it traveled on local roads, which system of equations represents this situation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": ":box:55x + 25y = 4\n\nx + y = 160",
                "Key": {
                    "Correct": false,
                    "Rationale": "This system of equations represents a situation where the trip was 4 miles and took 160 hours.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": ":box:55x + 25y = 160\n\nx + y = 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "If the bus traveled at an average speed of 55 miles per hour (mph) on the highway for x hours, then the bus traveled 55x miles on the highway. If the bus traveled at an average speed of 25 mph on local roads for y hours, then the bus traveled 25y miles on local roads. It's given that the trip was 160 miles. This can be represented by the equation 55x + 25y = 160. It's also given that the trip took 4 hours. This can be represented by the equation x + y = 4. Therefore, the system consisting of the equations 55x + 25y = 160 and x + y = 4 represents this situation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": ":box:25x + 55y = 4\n\nx + y = 160",
                "Key": {
                    "Correct": false,
                    "Rationale": "This system of equations represents a situation where the trip was 4 miles and took 160 hours, and the bus traveled at an average speed of 25 mph on the highway and 55 mph on local roads.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": ":box:25x + 55y = 160\n\nx + y = 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "This system of equations represents a situation where the bus traveled at an average speed of 25 mph on the highway and 55 mph on local roads.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Apply knowledge that changing by a scale factor of k changes all lengths by a factor of k, but angle measures remain unchanged."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Quadrilateral P'Q'R'S'is similar to quadrilateral PQRS, where P, Q, R, and S correspond to P', Q', R', and S', respectively. The measure of angle P is 30°, the measure of angle Q is 50°, and the measure of angle R is 70°. The length of each side of P'Q'R'S' is 3 times the length of each corresponding side of PQRS. What is the measure of angle P'?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "10°",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is 1/3 the measure of angle P'.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "30°",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that quadrilateral P'Q'R'S' is similar to quadrilateral PQRS, where P, Q, R, and S correspond to P', Q', R', and S', respectively. Since corresponding angles of similar quadrilaterals are congruent, it follows that the measure of angle P is equal to the measure of angle P'. It's given that the measure of angle P is 30°. Therefore, the measure of angle P' is 30°.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "40°",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "90°",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is 3 times the measure of angle P'.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Trigonometry"
        ],
        "SubTopics": [
            "Solve real-world and mathematical problems about the area or perimeter of a geometric figure or an object that can be modeled by a geometric figure using given information."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:f(x) = 2x + 244",
            "The given function f represents the perimeter, in centimeters (cm), of a rectangle with a length of x cm and a fixed width. What is the width, in cm, of the rectangle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "122",
                "Key": {
                    "Correct": true,
                    "Rationale": "It's given that f(x) = 2x + 244 represents the perimeter, in centimeters (cm), of a rectangle with a length of x cm and a fixed width. If w represents a fixed width, in cm, then the perimeter, in cm, of a rectangle with a length of x cm and a fixed width of w cm can be given by the function f(x) = 2x + 2w. Therefore, 2x + 2w = 244 + 2x. Subtracting 2x from both sides of this equation yields 2w = 244. Dividing both sides of this equation by 2 yields w = 122. Therefore, the width, in cm, of the rectangle is 122.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "244",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "488",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "For a quadratic or exponential function in a context, interpret parts of the graph (other than a point or intercept)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The functions f and g are defined by the given equations, where x ≥ 0. Which of the following equations displays, as a constant or coefficient, the maximum value of the function it defines, where x ≥ 0?",
            ":box:I. f(x) = 33(0.4)ˣ⁺³\n\nII. g(x) = 33(0.16)(0.4)ˣ⁻²"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "I only",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "II only",
                "Key": {
                    "Correct": true,
                    "Rationale": "Functions f and g are both exponential functions with a base of 0.40. Since 0.40 is less than 1, functions f and g are both decreasing exponential functions. This means that f(x) and g(x) decrease as x increases. Since f(x) and g(x) decrease as x increases, the maximum value of each function occurs at the least value of x for which the function is defined. It's given that functions f and g are defined for x ≥ 0. Therefore, the maximum value of each function occurs at x = 0. Substituting 0 for x in the equation defining f yields  f(x) = 33(0.4)⁰⁺³, which is equivalent to f(x) = 33(0.4)³, or f(0) = 2.112. Therefore, the maximum value of f is 2.112. Since the equation f(x) = 33(0.4)ˣ⁺³ doesn't display the value 2.112, the equation defining f doesn't display the maximum value of f. Substituting 0 for x in the equation defining g yields g(0) = 33(0.16)(0.4)⁰⁻², which can be rewritten as g(0) = 33(0.16)(1/0.4²), or g(0) = 33(0.16)(1/0.16), which is equivalent to g(0) = 33. Therefore, the maximum value of g is 33. Since the equation g(x) = 33(0.16)(0.4)ˣ⁻² displays the value 33, the equation defining g displays the maximum value of g. Thus, only equation II displays, as a constant or coefficient, the maximum value of the function it defines.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "I and II",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Neither I nor II",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice may result from conceptual or calculation errors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Advanced Math"
        ],
        "SubTopics": [
            "Make strategic use of algebraic structure, the properties of operations, and/or reasoning about equality to solve quadratic equations in one variable presented in a wide variety of forms."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:64x² − (16a + 4b)x + ab = 0",
            "In the given equation, a and b are positive constants. The sum of the solutions to the given equation is k(4a + b), where k is a constant. What is the value of k?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "1/16",
                "Key": {
                    "Correct": true,
                    "Rationale": "Let p and q represent the solutions to the given equation. Then, the given equation can be rewritten as 64(x - p)(x - q) = 0, or 64x² − 64(p + q) + pq = 0. Since this equation is equivalent to the given equation, it follows that -(16a + 4b) = -64(p + q). Dividing both sides of this equation by -64 yields (16a + 4b)/64 = p + q, or (1/16)(4a + b) = p + q. Therefore, the sum of the solutions to the given equation, p + q, is equal to (1/16)(4a + b). Since it's given that the sum of the solutions to the given equation is k(4a + b), where k is a constant, it follows that k = 1/16. Note that 1/16, 0.0625, 0.062, and 0.063 are examples of ways to enter a correct answer.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}