{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Junction of Sunshine and Lucky",
    "Subtitle": "",
    "Author": "by Holly Schindler",
    "LabelType": "P",
    "Content": [
        ["1", "\tOld Glory shimmies like she's dancing the jitterbug. That's what Grampa Gus calls his pickup truck, anyway, the one he's always driven, with GUS' SALVAGE painted right across the doors. She (that's the other thing we've always called the truck, she, because Old Glory's a regular part of the family) jiggles so much, she tickles my stomach."],
        ["2", "\tThe cab's completely packed-my best friend Lexie's here with me, along with my neighbor Irma Jean. Were in a giant tangle on the passengers' side of the bench seat, our arms and legs weaving in and out of each other as we try to leave Gus enough space to drive."],
        ["3", "\tOur voices sound like a whole playground as we squeal and squirm. Excitement leaks out that way-in shrieks, like air slipping out of a balloon-the day before you get sent to a brand-new school."],
        ["4", "\t“You all are making more racket than a bunch of skeletons break dancing on a tin roof” Gus teases. But the low tones of his laughter tell me that he doesn't mind at all. I love Gus's belly laugh - it's so hearty, if it were a meal, it'd be chicken fried steak with mashed potatoes and gravy, and pumpkin pie for dessert. So I let a few funny-sounding squeals out on purpose, because I just want another serving."],
        ["5", "\tOld Glory inches toward the gates of McGunn's Iron and Metal, a junkyard that Gus knows os wel, he could walk through it blindfolded and never once bump his shin on anything. The junkyard stretches on for about fifteen miles. McGunn's takes everything: wrecked cars and old appliances and air conditioners and water heaters. An old plane even calls McGunn's home now, and the wings stand like a giant sloping island in the distance."],
        ["6", "\tA junkyard might sound like an ugly old trash heap, but I've always loved the way the rust at McGunn's makes a pretty orange stripe against the blue sky, right where the earth and the heavens stand back-to-back, making the horizon line."],
        ["7", "\tGus waves at Mick McGunn, the owner, who has crazy black hair growing all over his arms and out of his ears and across his face. It sticks out from under his red ball cap. It pours out from the top of his T-shirt. I wonder, like I do every single time I see him, if it gets tangled in the buttons on his shirts, caught around his watch."],
        ["8", "\t“Got yourselves a real beauty queen there,” Mick says as he points to the El Camino attached to the winch¹ on the back of Old Glory."],
        ["9", "\tMick's right about the El Camino. It's a shell of what it used to be, missing its hood and its engine, and all its doors. Even its seats and steering wheel are gone now."],
        ["10", "\tBut that makes it the perfect car for Gus, who's a trash hauler. Not a garbage collector, like the men who drive giant trash trucks through neighborhoods and pick up weekly bags of sour kitchen leftovers and old wadded-up homework assignments. Gus is the guy to call for big jobs. The guy who picks up your broken-down freezers or your junked cars. He'll take your old grills or your rusted patio furniture or even clean out the contents of your grandparents' shed, when they decide they're packing up their house and moving in with you and your parents. He does all of that for a fee, and then brings it to McGunn's, where he trades his hauls for even more scrap money."],
        ["11", "\tIt's amazing, I think, his ability to take something broken and worthless and turn it into a fold of green bills in his pocket. Everywhere Gus goes in our town of Willow Grove, people are slapping him on the shoulders, smiling, and thanking him for coming out and hauling off their eyesore of a lawn mower, or asking him to come by again and pick up the swing set their kids have outgrown."],
        ["12", "\tThere's something beautiful that happens to people when they get the burden of useless stuff lifted off of them. Their shoulders straighten, and they take fuller breaths, and they smile like they're marathon runners who have gotten their second wind. And that, in my mind, is another special power that belongs to Gus."],
        ["13", "\tWe all tumble out of the cab, and Gus steers Old Glory toward a yellow piece of machinery - it almost looks like a bread box built for a giant."],
        ["14", "\t“Here you go,” Mick tells us, patting the top of a freezer. “Front-row seats.”"]
    ],
    "Copyright": "Excerpt from The Junction of Sunshine and Lucky by Holly Schindler. Copyright © 2014 by Holly Schindler. Used with permission.",
    "References": [
        ["¹", "winch: a hauling or lifting device consisting of a rope, cable, or chain"]
    ]
}