{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Need Those ZZZZZs: Young Night Owls Still Require Plenty of Sleep",
    "Subtitle": "",
    "Author": "by Kathiann M. Kowalski",
    "LabelType": "P",
    "Content": [
        ["1", "\tYou've got to get an early start tomorrow, but you're not sleepy yet. Blame your brain, at least in part."],
        ["2", "\tYet that same brain is still under construction. And much of that important work takes place on the night shift — while you sleep. Here's what's happening-and why it matters."],
        ["", "Hello, Night Owl!"],
        ["3", "\tToday's lifestyle is one reason for late bedtimes. Many teens don't finish with after- school activities, part-time jobs, dinner, chores, and homework until 01 p.m. or later. Add in some time for relaxing, and bedtime may not roll around until 1 p.m. or nearly midnight."],
        ["4", "\tThose “relaxing” activities can actually delay sleep longer. Screens for television, games, computers, tablets, e-readers, and cell phones give off blue light. “The brain reads that as daylight,” says Kyla Wahlstrom, an expert on education and sleep at the University of Minnesota."],
        ["5", "\tIn response, the brain cuts back melatonin, a hormone that promotes sleep, explains public health professor Lauren Hale at Stony Brook University. Plus, time is limited. “If you're doing more screen time, you're getting less sleep time,” she says."],
        ["6", "\t“There are emotions involved in going online,” Hale adds. Falling asleep can be harder if texts, chat, social media, or even sports reports excite or upset you. Caffeine from sodas and energy drinks makes matters worse."],
        ["7", "\tEven without modern technology, though, teens shift their circadian rhythm. That's the daily cycle for sleeping, waking, and various other activities. In particular, the brain's pineal gland starts releasing melatonin later. That's the “sleepy” hormone."],
        ["8", "\tTeens' time shift is a little like the jet lag you'd feel traveling from New York to Colorado. Until your body adjusts, you'd stay up later despite the time change. But teens' brains stay in that later time zone."],
        ["", "Sleep Deprivation"],
        ["9", "\tThe rest of the world doesn't shift, however. So most teens must head to school before they've gotten the 8.5 to 9.5 hours of sleep recommended by the American Academy of Pediatrics (AAP). And that's a serious public health problem."],
        ["10", "\tFor one thing, lack of sleep makes it harder to pay attention. When studies compared teens who had earlier and later school start times, they found that those who had more time to sleep did better in class. They also suffered fewer accidents in sports, driving, and other activities."],
        ["11", "\tAdequate sleep is important for learning too “Basically at night the sleep processes all your information from the previous day,” says Wahlstrom. She compares it to cleaning up a computer's hard drive."],
        ["12", "\tLack of sleep could hurt mental health. Studies have found an inverse correlation¹ between teens' amount of sleep and depression and other mental illnesses. As sleep time went down, the risks for the mental illnesses went up."],
        ["13", "\tBeyond that, sleep-deprived teens report more relationship problems and feelings of inadequacy. “They just get overwhelmed,” Wahlstrom says."],
        ["14", "\tHaving sleep cut short could curb the brain's processing of emotions from the previous day. For some reason, Wahlstrom says, “The negative stuff hangs on longer.” Crankiness can result, especially if you don't feel well."],
        ["15", "\tOther studies suggest sleep-deprived teens get sick more often. “Our immune system is negatively affected; by inadequate sleep,” notes psychologist and academic affairs vice president Amy Wolfson at Loyola University Maryland."],
        ["16", "\tWeight control suffers from too little sleep too. “Hormonally, your body is saying 'eat more, eat more,'” explains Hale. And because lack of sleep lowers impulse control, you're more likely to grab chocolate cake than celery."],
        ["17", "\t“You don't just think better and act better” when you get enough sleep, adds psychiatry professor Mary Carskadon at Brown University. “You look better.” One study found that the more sleep people got, the more likely people were to find them attractive."],
        ["", "Under Construction"],
        ["18", "\tJust as importantly, burning the midnight oil can interfere with brain development. When teens hit puberty, the number of long brain waves drops during non-REM (rapid eye movement) sleep."],
        ["19", "\tNeuroscientists Ian Campbell and Irwin Feinberg at the University of California, Davis, suggest the drop shows that the brain is pruning unnecessary connections between nerve cells. The brain loses some plasticity - the ability to adapt in response to injury or other big changes. But the process lets the brain mature. “It will streamline your brain - make it a more efficient adult brain,” explains Campbell."],
        ["20", "\tLots of issues remain for sleep researchers to explore. For now, though, studies are clear: Teens' brains need sleep!"],
        ["21", "\tIn August 2014, the AAP urged high schools nationwide to delay start times to at least 8:30 a.m. Later starts can let teens get a bit more sleep when their brains really want it. Unfortunately, not all schools can or will heed that advice. And you can't easily change your body's natural circadian rhythm."]
    ],
    "Copyright": "Need Those ZZZZZs: Young Night Owls Still Require Plenty of Sleep” by Kathiann M. Kowalski. Reprinted from ODYSSEY Magazine— March 2015, Vol. 24, Issue 3, p. 30. Copyright © 2015 by CRICKET MEDIA, Inc. Used with permission.",
    "References": [
        ["¹", "inverse correlation: a relationship between two factors, where when the value of one factor goes up, the value of the second factor goes down"]
    ]
}