{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Mysterious Benedict Society and the Perilous Journey",
    "Subtitle": "",
    "Author": "by Trenton Lee Stewart",
    "LabelType": "P",
    "Content": [
        ["1", "\tOn a bright September morning, when most children his age were in school fretting over fractions and decimal points, a boy named Reynie Muldoon was walking down a dusty road. He was an average-looking boy—with average brown hair and eyes, legs of average length, nose an average distance from his ears, and so on—and he was entirely alone. Other than a falcon soaring high over the road and a few meadowlarks keeping a low profile in the fields on either side, Reynie was the only living creature around."],
        ["2", "\tTo an observer, Reynie might well have appeared lost and far from home, and in fact such an observer would have been half right. At least Reynie found it amusing to think so, for he had just determined that his present situation could be described entirely in terms of halves: he was half a day's drive from the suburbs of Stonetown, where he lived; half a mile from the nearest small town; and according to the man who had given him directions, he had another half mile to go before he reached his destination. The most important thing, however, was that it had been half a year since he had seen his three closest friends."],
        ["3", "\tReynie squinted against the sun. Not far ahead the dirt lane went up a steep hill, just as the man in town had said it would. Beyond the hill he should find the farm. And on that farm he would find Kate Wetherall."],
        ["4", "\tReynie walked faster, his shoes kicking up dust. To think he would see Kate any minute! And Sticky Washington—Sticky would be here by evening! And tomorrow they all would drive to Stonetown to see ... well, to see Constance Contraire, but that was all right, too. Even the thought of Constance insulting him in rhyming couplets made Reynie happy. She might be an impudent little genius-in-the-rough, but Constance was one of the few people in the world Reynie could count as a true friend. Constance, Kate, and Sticky were like family to him. It didn't matter that he'd met them only a year ago. Their friendship had formed under extraordinary circumstances."],
        ["5", "\tReynie broke into a run."],
        ["6", "\tA few minutes later he stood at the crest of the hill with his hands on his knees, panting like a puppy, his enthusiasm having gotten the better of him. He had to laugh at himself. After all, he wasn't Kate, who probably could have run the whole way from town without breaking a sweat. (In fact, she probably could have done it running on her hands.) Reynie's gifts were not of the physical variety—he was average in that respect, too—and he was left mopping his brow and gasping for breath as he surveyed the farm spread out before him."],
        ["7", "\tSo this was Kate's home: a modest farmhouse and barn, both freshly painted, with an old truck in the farmyard; a tiny white henhouse; a pen with sheep and goats milling about in it; and beyond the pen, an expanse of rolling pastures. Across the lane from the buildings was an orchard, a few of its trees studded with fat red apples, though most of the fruit was undeveloped and scarcely visible. The farm still needed a lot of work, Kate had said in one of her letters. And that was almost all she'd said. Her letters were never what you would call wordy, though they were always cheerful. Rather too cheerful, actually—they sometimes made Reynie feel as if he were the only one who missed his friends."],
        ["8", "\tJust as Reynie started down the hill, a bell sounded among the farm buildings below. He scanned the area hopefully for Kate but saw only the goats and sheep filing out of their pen, which must have been left open so they could graze in the pastures. Reynie drew up short in surprise. He could have sworn the last goat to leave the pen had turned around and nudged the gate closed."],
        ["9", "\tReynie's brow wrinkled. That conscientious goat was not the first unusual thing he'd seen this morning. He was reminded of something else—something curious to which, in his excitement, he hadn't given much thought until now. Reynie shaded his eyes and searched the sky. There, circling quite low overhead, was the falcon he had noticed earlier. He could just make out its facial markings, which resembled a black cap and long black sideburns. Reynie didn't presume to know much about birds (though in fact he knew more than most people), but he felt sure that this was a peregrine falcon—and in this region, at this time of year, peregrine falcons were very rare indeed."],
        ["10", "\tReynie grinned and hurried downhill to the farmyard. Something odd was going on, and he couldn't wait to find out what it was."]
    ],
    "Copyright": "From THE MYSTERIOUS BENEDICT SOCIETY by Trenton L. Stewart, copyright © 2007. Reprinted by permission of Little, Brown, an imprint of Hachette Book Group, Inc.",
    "References": []
}