{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "The Gift of Rhyme",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Cʜᴀʀᴀᴄᴛᴇʀs"],
        [" ", "BELLA: A nine-year-old girl"],
        [" ", "SCOTT: Bella’s best friend"],
        [" ", "AMY: Bella’s classmate"],
        [" ", "MOM: Bella’s mother"],
        [" ", "SAMANTHA: Bella’s six-year-old sister\n"],
        ["", "SCENE 1"],
        ["1", "[The scene opens in the school cafeteria. Bella, Scott, and Amy are eating lunch with their classmates.]"],
        ["2", "BELLA: I’m nervous about the spelling test this afternoon."],
        ["3", "SCOTT: Don’t be, Bella. Remember what I told you? When you hear a word that ends with the “shun” sound, you just have to write t-i-o-n at the end of it."],
        ["4", "[Glumly.] You make it sound so easy.\n[Bella is silent for a moment, and then she begins rapping.]\nI studied for this test like I had a fascination\nNo hesitation\nLike my life wouldn’t go on without this “shun” sensation!\nBut now I’m getting nervous . . . about my limitation.\nI try to pay attention!\nBut then it feels like my brain just loses its retention.\nOh yeah, and did I mention\nThat an every-Friday spelling test was NOT a great invention?"],
        ["5", "[Laughter is heard. As Bella, Scott, and Amy stand up and gather their belongings, Amy stops Bella.]"],
        ["6", "AMY: Can I ask you something? [Bella nods.] Why do you always rap in front of everybody? I sing in the shower sometimes, but I don’t think I would sing while everyone is eating their lunch."],
        ["7", "BELLA: What do you mean?"],
        ["8", "AMY: Well, I would be embarrassed if everyone were laughing at me."],
        ["9", "BELLA: Really?"],
        ["10", "AMY: Look, if you had a piece of food stuck in your teeth, I would let you know. So I’m going to tell you that you sound pretty silly when you rap."],
        ["11", "[Amy pats Bella on the shoulder and walks away. Bella sits and slumps into her chair.]"],
        ["", "SCENE 2"],
        ["12", "[School hallway, one week later. Bella stands at her locker. Scott arrives and looks at the paper she is holding.]"],
        ["13", "SCOTT: From what I can see, “shun” words aren’t easy for you. If you like, I can help you study to retake the test on Wednesday."],
        ["14", "BELLA: I don’t think it’ll help. I already studied for this test."],
        ["15", "SCOTT: It’s O.K. You’ll get it. Besides, you’re really good at lots of other stuff. Seriously, how many people can put together rhymes on the spot like you?"],
        ["16", "BELLA: Well, I never meant to look foolish. Why didn’t you tell me that everyone’s been laughing at me?"],
        ["17", "SCOTT: Aren’t you trying to make us laugh?"],
        ["18", "BELLA: Yeah, but I want people to laugh because I’m funny. Not because I’m embarrassing myself."],
        ["19", "SCOTT: You are funny."],
        ["20", "BELLA: Amy thinks I sound silly."],
        ["21", "SCOTT: Amy just wishes she could make everybody laugh. Listen, you have the gift of rhyme. You should just keep on rapping."],
        ["22", "BELLA: [Shrugs.] We’ll see."],
        ["", "SCENE 3"],
        ["23", "[Late afternoon, the same day. Bella sits in her living room. Mom enters and picks up a paper.]"],
        ["24", "MOM: I guess we should’ve spent more time studying the “shun” words."],
        ["25", "BELLA: I’m going to try again on Wednesday."],
        ["26", "MOM: Are you worrying about these spelling tests?"],
        ["27", "BELLA: They’re really hard. And I’m used to making good grades."],
        ["28", "MOM: I understand, Bella. But you can’t e͟x͟c͟e͟l at everything."],
        ["29", "[Samantha enters, holding a car she built with building blocks.]"],
        ["30", "SAMANTHA: [With beat and attitude.] I built a cool car!\nI’ve got snails in a jar!\nAnd beside my bed\nIs a book I have read!"],
        ["31", "BELLA: [Stunned.] Did she just rap?"],
        ["32", "MOM: Yes. She raps all the time. She wants to be like her big sister."],
        ["33", "BELLA: [Looks at Samantha.] Well, I’m probably not ever going to be a renowned rapper."],
        ["34", "MOM: Bella, your sister is not hoping you’ll be famous. She just thinks it’s cool when you rhyme, and she wants to do it, too. It’s good for her to see how quickly you create a rap. [Mom turns to Samantha.] Let’s clean up before dinner."],
        ["35", "[Mom and Samantha pick up toys. Bella watches them, deep in thought. After a few minutes she stands in front of Mom and Samantha.]"],
        ["36", "BELLA: So my little sister Sammy seems to have a gift like me.\nShe can put the words together like a bumble and a bee.\nI have always liked rapping. I really don’t know why.\nThere is nothing I like more than making rhymes on the fly.\nYes, it’s hard sometimes, to go out on a limb\nAnd share secret thoughts with your family and friends.\nBut I’m realizing now, if I let folks bring me down,\nI’ll be teaching little Sammy to let her passions drown.\nThat wouldn’t be cool, and I must not forget that\nLife’s hard enough, sister, so let’s have some fun with it! We can use our rapping skills almost all the time\nSpelling words with cool rhythms and a rhyme in every line!"]
    ],
    "References": []
}