{
    "Directions": "",
    "Context": [],
    "Title": "How Six Sons Rescued Anansi",
    "Subtitle": "An Adaptation of an African Folktale",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Many years ago a spider named Anansi had six sons. Each one had a special talent, so Anansi gave each son a name that identified that son’s unique gift. Anansi called his sons: River Drinker, See Far, Stone Thrower, Road Builder, Bubble Blower, and Puffy Pillow."],
        ["2", "One morning Anansi told his sons, “There’s a treasure that glows behind the mountain. I am going to search for it.”"],
        ["3", "Good luck, Father,” the six sons said."],
        ["4", "That evening See Far was peering into the distance from a tall tree. Suddenly he shouted to his brothers, “Father has fallen into a lake, and a fish has swallowed him! He needs our help.”"],
        ["5", "Instantly Road Builder built a silky trail that zigzagged like a lightning bolt through the trees. Then, the brothers charged down the path to the lakeshore."],
        ["6", "“But how will we capture the fish?” cried See Far. “It’s hiding beneath the waves.”"],
        ["7", "“That’s no problem,” announced River Drinker. He leaned over and gulped down the water. Soon the fish was flapping on the dry, sandy bottom."],
        ["8", "“But how will we get Father out?” asked See Far. “He’s trapped inside.”"],
        ["", "problems/TX22G4R/media/S4a.jpg"],
        ["9", "“Watch me!” declared Bubble Blower. He took a deep breath and blew into the fish. Seconds later a huge bubble floated out with Anansi screaming for help inside it!"],
        ["10", "However, before the six sons could catch the bubble, it floated into the sky."],
        ["11", "“Oh, no!” gasped See Far. “Father and the bubble have drifted into that thundercloud.”"],
        ["12", "“I’ll rescue him,” proclaimed Stone Thrower. Carefully he aimed a tiny pebble at the thundercloud and then threw the rock into the cloud. Pop! Anansi plunged from the sky back toward the earth."],
        ["13", "“Father is falling!” yelled See Far frantically."],
        ["14", "“Oh, no!” said Puffy Pillow. In a flash, he lay beneath Anansi."],
        ["15", "Plop! Anansi landed with a gentle bounce on Puffy Pillow’s soft, springy back."],
        ["16", "“Thank you, my talented sons,” Anansi praised. “I wish I could reward you all with the treasure I discovered, but I only found one glowing white ball. How will I decide which son deserves it most?”"],
        ["17", "As Anansi considered his dilemma, he began to smile. Finally, with one tremendous toss, he hurled the ball into the darkening night sky."],
        ["18", "“Look, my sons,” Anansi laughed with delight. “I’ve placed the moon in the sky so you can share the reward.”"]
    ],
    "Copyright": "",
    "References": []
}