{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Junior Park Rangers",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "It's a warm, sunny day at Garner State Park in Texas. A group of children crouch down near a dusty trail. The children are studying a strange set of footprints on the ground. One girl points at the toe markings. Meanwhile, a boy studies an animal-tracking guide. “I think they belong to a turkey!” the boy announces. The other children agree. They make a note in their journals. “We're one step closer to our Junior Ranger badges!” the girl grins. These children are participating in the Texas State Parks Junior Ranger Program. This program offers a fun way for children to discover and explore in Texas state parks."],
        ["", "problems/TX22G4R/media/S2a.jpg"],
        ["", "Jᴜɴɪᴏʀ Rᴀɴɢᴇʀs ᴀᴄʀᴏss Tᴇxᴀs"],
        ["2", "In May 2013 the Texas State Parks Junior Ranger Program began. Thanks to the program, there are many Junior Rangers across the state of Texas today. This means that many children have learned how to take care of parks. This is good news for Texas state parks because there are nearly 100 parks in the state."],
        ["3", "No matter where you live in Texas, chances are there is a state park close to you. There are park locations among mountains and canyons, in the desert, and along the seashore. Each park is rich with different animals, birds, rocks, flowers, and plants. No two parks are alike. Each park offers a unique experience for young explorers."],
        ["", "Bᴇᴄᴏᴍɪɴɢ ᴀ Jᴜɴɪᴏʀ Rᴀɴɢᴇʀ"],
        ["4", "It is easy to become a Junior Ranger. The program is completely free and is available to children aged 6 through 12. Children interested in becoming a Junior Ranger need the Junior Ranger Activity Journal. This journal is available at every state park. The journal describes the park and its history. Children can also read about the jobs of park rangers in the journal. It contains safety rules as well as information about how to keep the park beautiful."],
        ["", "problems/TX22G4R/media/S2b.jpg"],
        ["5", "In order to become a Junior Ranger, you must complete some of the activities in the journal. The number of activities is determined by your age. For example, if you are 8 to 10 years old, you may work on your choice of seven activities. You may choose to interview a ranger, explore a trail, complete a game, or answer questions about the park. If you are younger, you may complete fewer activities. If you are older, more activities are required to earn your badge."],
        ["6", "No matter your age, when you have finished your activities, a park ranger will review the completed activities in your journal. (You may take the journal home as a souvenir!) Then, you will take the Junior Ranger pledge and promise to care for the park. You will also receive an official Junior Ranger badge. Each park has a different badge, so you can collect as many as you want!"],
        ["", "Hᴇʟᴘꜰᴜʟ Tᴏᴏʟs ꜰᴏʀ Jᴜɴɪᴏʀ Rᴀɴɢᴇʀs"],
        ["7", "Each time you visit a new Texas state park, visit the park headquarters. It is often located near the park's main entrance. This is where you can pick up a Junior Ranger Activity Journal. Some state parks offer Junior Ranger Explorer Packs. Children may borrow the backpack from the park headquarters."],
        ["", "problems/TX22G4R/media/S2c.jpg"],
        ["8", "The Junior Ranger Explorer Packs contain helpful items for a young explorer. The backpacks include binoculars, a magnifying glass, an animal-tracking key, a pencil, crayons, watercolors, and a sketchbook. The binoculars are especially useful for viewing animals from a distance. The animal-tracking key shows what different animal tracks look like. The key helps explorers figure out which animals have traveled on a path by looking at their footprints. The backpack also includes guides to birds, flowers, rocks, plants, and trees. The guides help children learn more about what can be seen at the state park."],
        ["", "Sᴘᴏᴋᴇɴ Lɪᴋᴇ ᴀ Rᴇᴀʟ Jᴜɴɪᴏʀ Rᴀɴɢᴇʀ"],
        ["9", "What's it like to earn a Junior Ranger badge? “It's fun!” says Molly Miser, who earned a badge at Stephen F. Austin Park. Ranger Bryan Hein, who awarded her the badge, agrees. “It's a great opportunity for our young ones to learn the culture and natural resources of our parks,” he says."]
    ],
    "Copyright": "",
    "References": []
}