{
    "Directions": "In this passage from the short story “Deep Water,” the narrator, Sonny, has been living with his aunt, uncle, and cousin Keo in Hawaii, when his dad comes to visit. Read the passage, and then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Deep Water”",
    "Subtitle": "",
    "Author": "by Graham Salisbury",
    "LabelType": "P",
    "Content": [
        ["1", "Keo was alone in the cove, floating on one of the tubes. Small waves from the skiff rocked him as we passed by. Dad let me out near shore and headed back over to the small boat landing."],
        ["2", "Keo rolled off the tube and swam out into the cove, out to the deepest point. “Come on out,” he yelled."],
        ["3", "I stared back at him, my arms hanging at my sides like old frayed rope."],
        ["4", "“Chicken,” he shouted. “Buk-buk-buk-bu-gock!”"],
        ["5", "The ocean rose to my knees, my waist, then my chest, as I slowly waded in. When it reached my chin I started swimming, madly kicking and clawing at the ocean. Water exploded all around me, splashing clumsily over my face and blurring my vision. I aimed my chin to the sky and thrashed out to Keo, swimming past him, circling him, then heading back to the beach. I caught a glimpse of Dad watching from the pier."],
        ["6", "Keo pawed at the water when he swam, too, but easily, without splashing. “Let's dive to the bottom,” he said."],
        ["7", "I didn't answer. I barely made it back to shore."],
        ["8", "A half hour later, Dad came down and sat next to me on the sand. Keo was out in the water, hanging over the edge of one of the inner tubes, motionless, as if asleep."],
        ["9", "“You did a good job out there today, Sonny,” Dad said, pointing out to the harbor with his chin. Then, after a moment of silence, he added, “I'm proud of you.”"],
        ["10", "Keo looked up and saw us, and started kicking in to shore."],
        ["11", "Dad stood, as if shaken out of a daydream. “It's time for a couple of changes,” he said. “Tell Keo to come, we're going for a ride.”"],
        ["12", "Dad walked over to his Jeep while Keo came up from the water, holding the dripping black tube over his shoulder."],
        ["13", "Dad drove up the rocky driveway to our house, dust rising behind the Jeep and spreading into the dry trees. Aunty Pearl strolled out onto the porch with her black hair pulled behind her head and curled into a tight knot. She waved down to us as we bounced into the yard, her small hand almost lost on an arm as thick as my stomach. She looked exactly like the old pictures of Hawaiian queens, wide and tall, draped in full-length muumuus, with huge bare feet as tough as coconut husks. If an orchid was beautiful, then Aunty Pearl was a thousand of them put together."],
        ["14", "Keo's scruffy dogs, Bullet and Blossom, set off a racket of barking. Aunty Pearl shushed them by clapping her hands."],
        ["15", "Off to the right and slightly downhill Uncle Harley's icehouse stood like a huge, windowless box, almost half the size of the main house. He made ice for boats in there, and kept fish before trucking them over to the market on the other side of the island. A small, fenced-in pigpen with shady, corrugated iron shelters flowed off the uphill side, big enough for three or four good-sized pigs."],
        ["16", "The dogs leaped at us as we drove up to the house. Keo jumped out of the Jeep. “Come on,” he said. “Let's go see the pigs.”"],
        ["17", "I started running after him."],
        ["18", "“Sonny, wait,” Dad called. “Come up to the house for a minute.” Keo kept on going without turning back."],
        ["19", "Aunty Pearl gave us both a hug. It had only been a few hours since I'd seen her, but still she crushed me to her as if I'd been gone a month. She frowned at Dad. “So what are you doing up here in the middle of a perfectly good fishing day?”"],
        ["20", "Dad looked down at me and rubbed his hand over my head, then put his arm on my shoulder. “I think I can handle it now, Pearl.”"],
        ["21", "Aunty Pearl put her hand to her cheek, then hugged us again, and started crying. She couldn't talk for a few minutes, because she would start crying every time she tried. Finally, she motioned us into the house."],
        ["22", "Keo started walking back toward us kicking an old can."],
        ["23", "Dad and I followed Aunty Pearl to the room that Keo and I shared. I thought I knew what Dad was saying, but I didn't want to think about it in case it wasn't true. Then he and Aunty Pearl started taking my clothes out of the dresser."],
        ["24", "Keo burst into the room. “Hey, what's going on?”"],
        ["25", "Aunty Pearl put her arm around him and pulled him up close. “Sonny's going home, Keo—to live down by the beach with his father.” Then she turned to me. “But you'll be back for lots of visits, won't you, Sonny?”"],
        ["26", "I nodded, but must have looked as if I weren't sure, because Aunty Pearl pulled Keo in closer, and started crying again."],
        ["27", "Dad's old wooden house stood up on stilts, with three or four feet between the floor and the ground. “To keep rats and mongooses out,” he'd told me."],
        ["28", "Kiawe and coconut trees surrounded the long, rectangular yard and swooped up behind us to the road that ran along the coast from Kailua to Keauhou. Dad parked the Jeep on the grass, his five dogs whining and wagging their tails as we pulled up to the house."],
        ["29", "“You can have my room,” Dad said as we walked in. It was the only bedroom. Dad nodded toward the big couch in the front room, the place I always slept when I came to stay for a day or two. “I like to sleep out here, anyway,” he said."],
        ["30", "Except for the few things I'd brought with me, nothing in the place was mine. But there was nothing I owned, or could think of owning, that I wouldn't have given up to be right there with Dad. Now, and forever, only one thin wall would stand between his bed and mine."],
        ["31", "“Before we unpack your things,” Dad said, dropping the cardboard box of clothes on the kitchen table, “let's go down to the ocean, maybe take a quick swim. It's hotter than a dump fire around here.” I'd had enough swimming that day, but I didn't mind."],
        ["32", "I followed him down the porch stairs and out across the grass to the water. You could look out and see the horizon, miles and miles away, with only the clean, blue and turquoise expanse of ocean between the yard and the end of the world. Dad's dogs followed, then trotted out ahead, sniffing everything in sight as if they'd never been there before."],
        ["33", "The shoreline was mostly lava, with a few good-sized sandy patches nestled around small tidal pools. Dad and I picked our way out over the rocks to the water, which sparkled under the late afternoon sky. Small waves hissed in and surrounded us as we eased into the ocean, Dad leading the way, and me trailing behind, turning the water white as I churned through it."],
        ["34", "I suddenly realized that I was swimming—out over my head, in deep water. I tried to keep up with Dad, but got tired and had to go back to shore."],
        ["35", "The powdery sand patches were hot and comforting. I sat down in one and stared back out at Dad, now making long, quiet dives to the bottom. Sudden sleep tugged at my eyes, and I fell back on one elbow, then lay down completely, the low sun quickly turning the water on my face to fine salt crystals. Warmth curled around my shoulders from the sand stuck to my back and arms."],
        ["36", "The last thing I remembered before Dad woke me was thinking of the earth as a woman. Someone like Aunty Pearl, surrounding me with strong arms, and rocking me to sleep with soft humming."],
        ["37", "“Don't run out of gas yet, Sonny,” Dad said. “We still have a big mahimahi to eat. I think you can handle half of it—at least from what I can tell by what I've seen today.” He was bent over me, water streaming off his deep- tanned shoulders. He pulled me up and brushed some of the sand off my back."],
        ["38", "When Dad started back up to the house, the dogs spread out ahead, sweeping over the rocks."],
        ["39", "Stepping where Dad stepped, I followed him home."]
    ],
    "Copyright": "“Deep Water” by Graham Salisbury, from Blue Skin of the Sea. Copyright © 1992 by Graham Salisbury. Reprinted by permission of Delacorte Press, an imprint of Random House Children's Books, a division of Penguin Random House LLC.",
    "References": []
}