{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "A Dog’s Life",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Cʜᴀʀᴀᴄᴛᴇʀs"],
        [" ", "OWNER: A sixth-grade boy"],
        [" ", "DOG: Owner’s pet\n\n"],
        ["", "SCENE 1"],
        ["1", "[In a living room, a lamp and textbooks sit on a table next to a recliner. A dog bed is in the corner. Owner enters with Dog on a leash.]"],
        ["2", "OWNER: Sit. [Dog sits.] Good boy. [Removing leash.] That was a good walk. Short and sweet. Now... back to work. [Dog stares at Owner.] Fifteen more pages to read in my history book, and I haven’t even started my math homework yet."],
        ["3", "[Owner sits in recliner, reclines, picks up book, and reads. Owner glances over. Dog is still scrutinizing him.]"],
        ["4", "OWNER: [In an exaggerated way.] What are you looking at? Huh? Want to know what I’m reading? It’s history. [Dog cocks head.] Oh, what do you care? You have no idea how good you’ve got it."],
        ["5", "[Owner tries to read but is distracted by Dog’s staring. Owner gets up, whistles, and leads Dog to the dog bed.]"],
        ["6", "OWNER: Sit. [Dog obeys.] Down. [Dog lies down.]"],
        ["7", "[Owner returns to recliner and continues reading. He begins to fall asleep and then jerks up his head. Owner places his hand behind his ear and leans toward Dog’s bed. A loud snore is heard.]"],
        ["8", "OWNER: That dog has no idea how good he’s got it. [Yawning.] I’ll take a little nap too."],
        ["9", "[Owner pulls the lamp chain.]"],
        ["", "SCENE 2"],
        ["10", "[The sound of Dog’s collar jingling and nails clicking across the floor is heard. Dog barks.]"],
        ["11", "OWNER: Huh? [Another bark. Owner turns on light. Dog is beside the recliner, nudging Owner’s arm.] What? What do you want?"],
        ["12", "DOG: I want to know what you mean."],
        ["13", "OWNER: [Rubbing his eyes.] What in the world—"],
        ["14", "DOG: What do you mean, I don’t know how good I’ve got it?"],
        ["15", "OWNER: [B͟o͟l͟t͟s to his feet.] You’re... you’re... talking!"],
        ["16", "DOG: Yes, and I asked you a question."],
        ["17", "OWNER: [Pacing back and forth.] This has got to be a dream. Am I dreaming?"],
        ["18", "DOG: You’re talking to your dog, and he’s answering you. You’d better be dreaming."],
        ["19", "OWNER: [Sitting back down.] Then I’ll just go back to sleep. I’ll wake back up, and everything will be normal."],
        ["20", "DOG: Be my guest."],
        ["21", "[Owner goes back to sleep. Dog wags his tail. Owner snores, twitches, and then jerks awake. He looks down at Dog. Owner eyes Dog from different angles and then reaches out cautiously to pat Dog’s head. Dog licks Owner’s hand.]"],
        ["22", "OWNER: [Wiping imaginary sweat from his brow.] That’s my good boy."],
        ["23", "DOG: Why, thank you."],
        ["24", "[Owner screams and leaps from the recliner.]"],
        ["25", "DOG: Relax. You talk all the time. Now I want a chance to talk. What’s the big deal?"],
        ["26", "OWNER: Big deal? You said it yourself. You’re a dog."],
        ["27", "DOG: Please, just hear me out."],
        ["28", "OWNER: No. I’m going back to sleep and forgetting that this dream ever happened."],
        ["29", "[Owner tries to sleep. Dog growls, paws Owner’s legs, and nudges Owner’s arm.]"],
        ["30", "DOG: I know you’re still awake. Stop being such a human."],
        ["31", "OWNER: I am a human. And you’re a dog, so start acting like one."],
        ["32", "DOG: Just perfect. Now you’re telling me how to be a dog."],
        ["33", "OWNER: This conversation’s over."],
        ["34", "DOG: So you admit we’re having a conversation. I just want to know why you think I’ve got it so good."],
        ["35", "OWNER: You lie around all day with no worries—no cares."],
        ["36", "DOG: Really? You think I have a carefree life? I’ve got to protect this house. Did you know a strange man wearing blue tries to break in every day?"],
        ["37", "OWNER: He’s delivering the mail."],
        ["38", "DOG: Yeah, well, you’re lucky I chase him away. After that what else do I have to look forward to? Nothing. When you finally come home, you just stare at those things."],
        ["39", "OWNER: They’re my books. I’m reading them."],
        ["40", "DOG: Ooh! You just stare at them. Now, if you were sniffing them or chewing them, that would be different."],
        ["41", "OWNER: Like you chewed up my copy of A Wrinkle in Time?"],
        ["42", "DOG: Well, you left it out for me. What did you expect me to do with it?"],
        ["43", "OWNER: Why are you complaining? I’m a good owner."],
        ["44", "DOG: [Tilts his head.] Hmf."],
        ["45", "OWNER: I feed you. I walk you."],
        ["46", "DOG: Once a week, if I’m lucky."],
        ["47", "OWNER: I just took you for a walk."],
        ["48", "DOG: But only around the block."],
        ["49", "OWNER: I needed a quick study break."],
        ["50", "DOG: What about what I need? There’s a whole world out there to sniff. It’s so frustrating. You used to take me to the park and throw the ball to me. We’d play that game where you’d call my name, and I’d make you catch me. That was awesome."],
        ["51", "OWNER: [Smiling.] Yeah, those were good times. [Pauses. Smile disappears.] But I’m in middle school now. I’m on the basketball team. I’m the editor of the school newspaper. I’m too busy to frolic around in the grass like we used to do."],
        ["52", "DOG: I thought I was your best friend."],
        ["53", "OWNER: You are my best friend."],
        ["54", "DOG: So you’re too busy to play with your best friend? Your best friend who met you at the bus stop every day of elementary school? Your best friend who stayed right by your side when you had the chicken pox?"],
        ["55", "OWNER: [Pauses. Eyes begin to water.] Aw, here, boy! [Dog puts his head on Owner’s lap. Owner pets him and scratches behind his ears.] I’m sorry. You’ll always be my best friend. I’ll make time to play with you. I promise."],
        ["56", "[Dog curls up at Owner’s feet. Owner sleeps.]"]
    ],
    "Copyright": "",
    "References": []
}