{
    "Directions": "Read the next two selections and choose the best answer to each question.",
    "Context": [],
    "Title": "A Massive Mission",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "On October 13, 2012, the space shuttle Endeavour, one of four retired NASA shuttles, began its last mission. This was not a trip into space, however. The shuttle began a two-day, twelve-mile crawl through the streets of Los Angeles, California, where it was put on display at the California Science Center. Needless to say, moving the shuttle through a major city proved daunting. After all, Endeavour measures 122 feet long, 78 feet wide, and 57 feet tall. As one observer said, the move was a “once-in-forever moment in history.”"],
        ["", "problems/TX21G6R/media/S3a.jpg"],
        ["2", "Endeavour began this final voyage in Cape Canaveral, Florida. Strapped to the back of a specially adapted Boeing 747 airplane, it was flown across the country to Edwards Air Force Base in California. On a celebratory flight around its new home state, Endeavour circled over the Capitol in Sacramento. It then flew over NASA's research center in San Jose and the Jet Propulsion Laboratory in Pasadena. After soaring past the famous Hollywood sign, Endeavour landed at the Los Angeles International Airport. But that was the easy part of the mission. The real challenge had only just begun."],
        ["3", "In all it took over 100 people to usher the shuttle through the streets of Los Angeles. Many engineers and technicians worked around the clock. Street signs and power lines were taken down to create a path. Huge steel plates were placed atop streets along the route. This was to protect water and sewer pipes below the asphalt from being broken under Endeavour's weight. A custom-made, 80-wheel vehicle towed Endeavour across freeways and paraded the shuttle through neighborhoods. Several police officers were needed to redirect traffic as the shuttle passed. Dozens of photographers and filmmakers were on hand to capture every minute."],
        ["", "problems/TX21G6R/media/S3b.jpg"],
        ["4", "This historic move, which cost approximately 10 million dollars to complete, also became a huge social event. Over one and a half million people lined the streets as Endeavour inched along. People set up tents and sold hot dogs, baked goods, and Endeavour T-shirts. The crowds clapped and cheered as the shuttle moved into view. The shuttle's top speed along the trip was just two miles per hour, giving crowds ample time to watch. It also made frequent stops along the way. Finally it reached the California Science Center."],
        ["5", "Endeavour is now part of a permanent exhibit. Every day people come to see the shuttle that flew so many daring missions into space. A special part of that exhibit is also dedicated to the amazing journey the retired shuttle made across the country and through Los Angeles to its new home."],
        ["", "problems/TX21G6R/media/S3c.jpg"]
    ],
    "Copyright": "",
    "References": []
}