{
    "Directions": "",
    "Context": [],
    "Title": "DO Look Down!",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Nature lovers from around the world come to see the Grand Canyon. They marvel at the giant walls of rock bordering a great chasm.¹ In 2007 the world got a new way to experience this attraction—the Grand Canyon Skywalk. It is a horseshoe-shaped glass walkway that p͟r͟o͟t͟r͟u͟d͟e͟s 70 feet beyond the canyon wall. People can look through the floor, straight into the canyon below."],
        ["2", "But this skywalk not only creates a unique attraction for tourists, it also solves a problem faced by its builders, members of the American Indian tribe called the Hualapai. Traditionally the South Rim of the Grand Canyon is the busiest part, attracting visitors and revenue to the area. However, about 2,000 tribe members of the Hualapai live in a rugged area known as Grand Canyon West, five hours away from the South Rim. Before building the Grand Canyon Skywalk, the Hualapai tried to encourage tourists to visit their part of the Grand Canyon, yet few people made the long journey. They needed an extreme attraction to bring new economic life to their home."],
        ["3", "Then one day David Jin, a businessman from Las Vegas, suggested this unique project to the Hualapai tribe members. However, it was not going to be simple. There were many factors to consider when designing the skywalk. How could glass hold the weight of many visitors? Would wind be a problem? What should the walkway look like?"],
        ["4", "Though it would take a great amount of work, many tribe members liked this idea; they felt the skywalk would provide job opportunities. After much discussion tribal elders supported the idea to build the skywalk. A team of architects and engineers helped the tribe decide on the proper way to build the bridge, addressing various concerns. They settled on a horseshoe shape and took steps to maximize safety and performance."],
        ["", "problems/TX21G6R/media/S4a.jpg"],
        ["5", "Building the Grand Canyon Skywalk took several years. Eight giant metal posts were embedded deep in the rocky ground, and an entrance building was constructed on top of the posts at the very edge of the canyon. The skywalk itself is attached to this building. The walkway’s walls and floor are made of a special thick glass, and its foundation is made of many tons of steel. It is strong enough to hold the weight of 71 airplanes."],
        ["6", "On March 28, 2007, the Grand Canyon Skywalk opened to the public. Since then the $30 million attraction has welcomed millions of visitors. Its success has encouraged similar projects in places such as Canada and Malaysia. The Hualapai have future plans to add businesses and a museum. They hope many more people will discover the skywalk and its unique view of the Grand Canyon."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "A chasm is a deep split in the earth."]
    ]
}