{
    "Directions": "Read the passages “from The Metamorphoses” and “from Romeo and Juliet” and then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: from The Metamorphoses",
    "Subtitle": "",
    "Author": "by Ovid",
    "LabelType": "P",
    "Content": [
        ["1", "\tPyramus and Thisbe, the one the most beauteous of youths, the other preferred before all the damsels that the East contained, lived in adjoining houses; where Semiramis is said to have surrounded her lofty city with walls of brick. The nearness caused their first acquaintance, and their first advances in love; with time their affection increased. They would have united themselves, too, by the tie of marriage, but their fathers forbade it. A thing which they could not forbid, they were both inflamed, with minds equally captivated. There is no one acquainted with it; by nods and signs, they hold converse. And the more the fire is smothered, the more, when so smothered, does it burn. The party-wall, common to the two houses, was cleft by a small chink, which it had got formerly, when it was built. This defect, remarked by no one for so many ages, you lovers (what does not love perceive?) first found one, and you made it a passage for your voices, and the accents of love used to pass through it in safety, with the gentlest murmur. Oftentimes, after they had taken their stations, Thisbe on one side, and Pyramus on the other, and the breath of their mouths had been mutually caught by turns, they used to say, 'Envious wall, why dost thou stand in the way of lovers? what great matter were it, for thee to suffer us to be joined with our entire bodies? Or if that is too much, that, at least, thou shouldst open, for the exchange of kisses. Nor are we ungrateful; we confess that we are indebted to thee, that a passage has been given for our words to our loving ears.' Having said this much, in vain, on their respective sides, about night they said, 'Farewell'; and gave those kisses each on their own side, which did not reach the other side."]
    ],
    "Copyright": "Excerpt from The Metamorphoses by Ovid. In the public domain.",
    "References": []
}