{
    "Directions": "",
    "Context": [],
    "Title": "Passage 2: from Pioneer Work in Opening the Medical Profession to Women (1895)",
    "Subtitle": "",
    "Author": "by Elizabeth Blackwell",
    "LabelType": "P",
    "Content": [
        ["5", "\tAt this time I had not the slightest idea of how to become a physician, or of the course of study necessary for this purpose. As the idea seemed to gain force, however, I wrote to and consulted with several physicians, known to my family, in various parts of the country, as to the possibility of a lady becoming a doctor."],
        ["6", "\tThe answers I received were curiously unanimous. They all replied to the effect that the idea was a good one, but that it was impossible to accomplish it; that there was no way of obtaining such an education for a woman; that the education required was long and expensive; that there were innumerable obstacles in the way of such a course; and that, in short, the idea, though a valuable one, was impossible of execution."],
        ["7", "\tThis verdict, however, no matter from how great an authority, was rather an encouragement than otherwise to a young and active person who needed an absorbing occupation."],
        ["8", "\tIf an idea, I reasoned, were really a valuable one, there must be some way of realising it ..."],
        ["9", "\tApplications were cautiously but persistently made to the four medical colleges of Philadelphia for admission as a regular student. The interviews with their various professors were by turns hopeful and disappointing ..."],
        ["10", "\tDuring these fruitless efforts my kindly Quaker adviser, whose private lectures I attended, said to me: 'Elizabeth, it is of no use trying. Thee cannot gain admission to these schools. Thee must go to Paris and don masculine attire to gain the necessary knowledge.' Curiously enough, this suggestion of disguise made by good Dr. Warrington was also given me by Doctor Pankhurst, the Professor of Surgery in the largest college in Philadelphia. He thoroughly approved of a woman's gaining complete medical knowledge; told me that although my public entrance into the classes was out of the question, yet if I would assume masculine attire and enter the college he could entirely rely on two or three of his students to whom he should communicate my disguise, who would watch the class and give me timely notice to withdraw should my disguise be suspected."],
        ["11", "\tBut neither the advice to go to Paris nor the suggestion of disguise tempted me for a moment. It was to my mind a moral crusade on which I had entered, a course of justice and common sense, and it must be pursued in the light of day, and with public sanction, in order to accomplish its end."]
    ],
    "Copyright": "Excerpt from Pioneer Work in Opening the Medical Profession to Women by Elizabeth Blackwell. In the public domain.",
    "References": []
}