{
    "Directions": "Read the passages “Discourse on Woman (1849)” and “from Pioneer Work in Opening the Medical Profession to Women (1895),” listen to the audio clip “Interview with Dr. Mary Ellen Avery,” and then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: Discourse on Woman (1849)",
    "Subtitle": "",
    "Author": "by Lucretia Mott",
    "LabelType": "P",
    "Content": [
        ["1", "\tThere is nothing of greater importance to the well-being of society at large—of man as well as woman—than the true and proper position of woman. Much has been said, from time to time, upon this subject. It has been a theme for ridicule, for satire and sarcasm. We might look for this from the ignorant and vulgar; but from the intelligent and refined we have a right to expect that such weapons shall not be resorted to,—that gross comparisons and vulgar epithets shall not be applied, so as to place woman, in a point of view, ridiculous to say the least."],
        ["2", "\tThis subject has claimed my earnest interest for many years. I have long wished to see woman occupying a more elevated position than that which custom for ages has allotted to her. It was with great regret, therefore, that I listened a few days ago to a lecture upon this subject, which, though replete with intellectual beauty, and containing much that was true and excellent, was yet fraught with sentiments calculated to retard the progress of woman to the high elevation destined by her Creator. I regretted the more that these sentiments should be presented with such intellectual vigor and beauty, because they would be likely to ensnare the young."],
        ["3", "\tThe minds of young people generally, are open to the reception of more exalted views upon this subject. The kind of homage that has been paid to woman, the flattering appeals which have too long satisfied her—appeals to her mere fancy and imagination, are giving place to a more extended recognition of her rights, her important duties and responsibilities in life. Woman is claiming for herself stronger and more profitable food. Various are the indications leading to this conclusion. The increasing attention to female education, the improvement in the literature of the age, especially in what is called the “Ladies' Department,” in the periodicals of the day, are among the proofs of a higher estimate of woman in society at large. Therefore we may hope that the intellectual and intelligent are being prepared for the discussion of this question, in a manner which shall tend to ennoble woman and dignify man..."],
        ["4", "\tA new generation of women is now upon the stage, improving the increased opportunities furnished for the acquirement of knowledge. Public education is coming to be regarded the right of the children of a republic. The hill of science is not so difficult of ascent as formerly represented by poets and painters; but by fact and demonstration smoothed down, so as to be accessible to the assumed weak capacity of woman. She is rising in the scale of being through this, as well as other means, and finding heightened pleasure and profit on the right hand and on the left. The study of Physiology, now introduced into our common schools, is engaging her attention, impressing the necessity of the observance of the laws of health. The intellectual Lyceum and instructive lecture room are becoming, to many, more attractive than the theatre and the ball room. The sickly and sentimental novel and pernicious romance are giving place to works, calculated to call forth the benevolent affections and higher nature."]
    ],
    "Copyright": "Excerpt from “Discourse on Woman” by Lucretia Mott. In the public domain.",
    "References": []
}