{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Superstars of Slow",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Many animals are superstars in their own ways. Some can jump very far. Others can run very fast. But one animal is a superstar for being s-l-o-w. The sloth is the slowest mammal on Earth. The sloth may seem like it is just lazy. But as scientists are discovering, this cute animal may actually be super smart. Its slow movements help make it go u͟n͟n͟o͟t͟i͟c͟e͟d by its enemies."],
        ["", "problems/TX21G3R/media/S3a.jpg"],
        ["2", "You might think it would be easy to learn about slow animals. If they cannot move fast, it must be easy to watch them. But sloths spend most of their time hanging upside down in trees. Because of this, scientists cannot see the sloths or follow them easily. Even today these animals are very mysterious. One thing that scientists do know is that sloths are very different from most other animals."],
        ["", "Sʟᴏᴛʜ Sᴛʏʟᴇ"],
        ["3", "Sloths have longer arms than legs with c͟u͟r͟v͟e͟d claws on each hand and foot. The claws help these animals hang upside down. Their bodies are covered with long, gray-brown fur. Algae, which is plantlike matter that can grow on pond water, grow on their fur. This makes the sloths look green. Up in the tree, the colors and shape of the sloth blend in with the tree. If you were to stare at the sloth, you might think it was a branch."],
        ["", "problems/TX21G3R/media/S3b.jpg"],
        ["4", "With gentle brown eyes and a flat little nose, the sloth might win the award for cutest animal. Its lips are always turned up as though it is smiling. Its mouth holds only 18 teeth, and its ears are very small. Sloths grow to be only about 25 inches long—around the size of a human baby."],
        ["", "Sʟᴏᴡ Mᴏᴠᴇʀs"],
        ["5", "When sloths are awake, they move very slowly. They spend most of their time in trees. In fact, the animals come down only about once a week. While sloths are good climbers, they are not good walkers. Their back legs are weak. To walk the sloths must drag themselves using their front claws. Sloths are excellent swimmers. Sometimes they fall straight from their trees into rivers and go for a swim."],
        ["6", "Most of the time sloths are sleeping. They snooze between 15 and 20 hours each day. Then, at night sloths wake up to eat."],
        ["", "Sʟᴏᴛʜ Sɴᴀᴄᴋs"],
        ["7", "Scientists are still learning about what sloths eat. They are known to eat twigs, leaves, and fruit. They get most of their water from the juicier parts of their food. Because sloths do not move much, they do not need to eat much. They also need to go to the bathroom only once a week. For this, they slowly climb down from their homes in the trees."],
        ["", "problems/TX21G3R/media/S3c.jpg"],
        ["", "Sᴛᴀʏɪɴɢ Sᴀꜰᴇ"],
        ["8", "Whether in trees or on the ground, sloths face dangers. The greatest danger comes from predators like jaguars, large birds, and snakes. It is difficult for a sloth to defend itself."],
        ["9", "Sloths face other challenges too. The animals live high in the rain forest. When parts of the rain forest are cut down, sloths lose their homes. Fortunately, places like the Sloth Sanctuary of Costa Rica help sloths when they are in trouble."],
        ["", "Hᴇʟᴘɪɴɢ Sʟᴏᴛʜs"],
        ["10", "The Sloth Sanctuary of Costa Rica cares very much about sloths. The people there provide a home for sick or hurt sloths. The workers nurse them back to health. Then, they return them to the rain forest."],
        ["11", "A scientist named Becky Cliffe works with the Sloth Sanctuary of Costa Rica to care for the sloths. Cliffe studies sloths and wants to learn more about their habits. She found a new way to study sloths in the wild by using a special sloth backpack. The tiny backpack contains a camera and a GPS tracker. The backpack records the sloth's location and takes photographs. It allows Cliffe to collect a huge amount of important information about the daily life of a sloth."],
        ["", "problems/TX21G3R/media/S3d.jpg"],
        ["12", "Cliffe plans to keep studying sloths. “There is still so much we need to know about them,” she says. By learning more, scientists may be able to keep these slow superstars safe for years to come."]
    ],
    "Copyright": "",
    "References": []
}