{
    "Directions": "Read the selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Mexican Bark Art",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "In 1900 a scientist named Frederick Starr was exploring a mountain in Mexico. Suddenly he heard soft pounding sounds. He listened carefully and followed the sounds coming through the trees. The sounds grew louder. Soon Starr came to a village. There he found something very interesting. The pounding came from people hitting rocks on bark. They were making paper that would be used to create art. Other scientists had thought people no longer knew how to make bark paper, but Starr found out differently. The villagers were making a very special kind of paper — amate (ah-MAH-tay)."],
        ["2", "Starr made his discovery more than 100 years ago. Since then scientists have learned much more about amate. The people of Mexico have been making this beautiful paper for hundreds of years."],
        ["", "Bᴀʀᴋ Pᴀɪɴᴛɪɴɢs Nᴏᴡ ᴀɴᴅ Tʜᴇɴ"],
        ["3", "Today the paper is still handmade by people in Mexican villages. The paper is decorated with colorful paints to make paintings that might show interesting scenes from village life. Or the paintings might be pictures from nature. Rainbow-colored birds, animals, or flowers are common. These paintings are often used as decorations in homes."],
        ["", "problems/TX21G3R/media/S5a.jpg"],
        ["4", "Amate paintings are popular in Mexico and around the world. Many visitors buy these special works of art. People appreciate having a piece of this important part of Mexican history."],
        ["5", "Long ago bark paper had another purpose. It was used for books. The bark paper was folded into a book with several pages. Then small pictures were painted on the pages. These paintings tell stories of the past. They also give helpful information. For example, they show us how people made different medicines."],
        ["", "problems/TX21G3R/media/S5b.jpg"],
        ["6", "Many of these books were lost over time. Scientists treasure the books that are left. They are important because they tell what life in Mexico was like long ago."],
        ["", "Mᴀᴋɪɴɢ Bᴀʀᴋ Pᴀᴘᴇʀ"],
        ["7", "Amate is made from the bark of mulberry or fig trees. The mulberry bark makes light-colored paper, while the fig bark makes dark-colored paper."],
        ["8", "The bark is stripped from the trees. Then it is washed. Next the bark is boiled in a pot of water and ashes for hours until it breaks apart into strips."],
        ["9", "The strips of bark are placed on a flat, wooden drying board. Some strips are placed across in rows, while other strips are placed from top to bottom. Any long ends of the bark are cut off so that they do not hang over the edges of the board. After that the strips are flattened with rocks. Soon there is just one flat rectangle of paper. This paper is left to dry in the sun."],
        ["10", "When the paper is dry, it is ready to paint. The artists make outlines of their drawings using black paint. Then they fill in the shapes with bright colors. Now the painted bark paper is ready to display and enjoy."],
        ["11", "Amate has been around for hundreds of years, but it is still important today. This beautiful handmade paper teaches us much about Mexico and its people."]
    ],
    "Copyright": "",
    "References": []
}