{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Prickly Porcupines",
    "Subtitle": "",
    "Author": "by Kathy Kranking",
    "LabelType": "P",
    "Content": [
        ["1", "What's the first thing you think of when you hear the word “porcupine”? Maybe it's those famous pointy quills. A porcupine has 30,000 or more of them!"],
        ["2", "You might have seen cartoons showing porcupines that could “shoot” their quills. Real porcupines can't do that. But if a predator attacks a porcupine, the animal whirls around with its sharp quills raised. It swishes its tail from side to side. And if the attacker gets whacked, the quills will easily get stuck in its skin."],
        ["", "Oɴ ᴛʜᴇ Mᴇɴᴜ"],
        ["3", "The name porcupin emeans “quill pig.” The quill part is right, but porcupines aren't pigs at all. Like mice, squirrels, and beavers, they're rodents. North American porcupines live in much of the United States and Canada."],
        ["", "problems/TX21G3R/media/S1a.jpg"],
        ["4", "Porcupines are out and about both day and night, though more at night. They don't hibernate, so during different times of the year different things are on a porcupine's menu. In the spring, for example, they n͟i͟b͟b͟l͟e on buds, flowers, leaves, and more. During winter, there's less to eat, so porcupines live mostly on bark and evergreen needles then."],
        ["5", "Porcupines have long, orange front teeth that never stop growing. But that's OK, because porcupines hardly ever stop gnawing! That keeps their teeth worn down. Besides chewing their normal food, they'll also gnaw at things such as picnic tables, rake handles, cabins, and even shoes!"],
        ["", "problems/TX21G3R/media/S1b.jpg"],
        ["", "Lɪᴛᴛʟᴇ Pʀɪᴄᴋʟɪᴇs"],
        ["6", "In the spring, a mother porcupine gives birth to one baby. Some newborn animals are h͟e͟l͟p͟l͟e͟s͟s, but not baby porcupines. They're born with their eyes open and are able to walk right away."],
        ["", "problems/TX21G3R/media/S1c.jpg"],
        ["7", "At first, their quills are soft and wet. But in just a few hours, the quills dry out and become stiff little stabbers. They aren't long enough to hurt a predator, though. So if a baby feels threatened, it quickly finds a place to hide."],
        ["8", "A baby porcupine nurses from its mom for about four months. But it also begins eating soft plant parts when it's just a few days old. After it stops nursing, a young porcupine will separate from its mom for longer and longer periods, until it's ready to live on its own."],
        ["", "Aᴛ Hᴏᴍᴇ ᴜᴘ ᴀ Tʀᴇᴇ"],
        ["9", "Porcupines are great climbers and spend a lot of their time in trees. Long claws and rough paw pads help them get a grip. When they're just a few weeks old, even babies can climb young, skinny trees. Climbing can be a good way to help porcupines avoid enemies."],
        ["10", "Speaking of enemies, porcupines don't have very many. Only a few kinds of animals know how to get around a porcupine's prickly defenses. Some predators of porcupines include cougars, wolves, and bears."],
        ["", "Sᴜᴘᴇʀ Qᴜɪʟʟs"],
        ["11", "Most animals, though, won't mess with a porcupine. Its quills are amazing weapons. They're on every part of the animal's body except for its belly, face, and ears. But most are on the porcupine's back and tail. Quills are actually sharp, stiff hairs. And some of them can be up to four inches long!"],
        ["12", "The tips of the quills are covered with tiny hook-like barbs. The barbs make the quills very hard to pull out. And the ends of the quills are covered with greasy stuff that makes it easier for them to keep moving in deeper. As they do, they can cause more problems inside a victim's body."],
        ["", "problems/TX21G3R/media/S1d.jpg"],
        ["13", "An animal brave (or foolish) enough to attack a porcupine does get some warning. When a porcupine feels threatened, it clacks its teeth together. Then it lets off a strong warning smell as it raises its quills. If that doesn't work, the porcupine whirls around, swishing its prickly tail back and forth. Some animals might give up at this point and go find an easier meal. But if an animal does attack, it will end up with a face or foot full of sharp quills. Yow!"],
        ["14", "Porcupines have one of the best self-defense systems in nature. These walking pincushions sure can take care of themselves!"]
    ],
    "Copyright": "Used with permission.",
    "References": []
}