{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Title": "A Gift from Nature",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\t Layla knew the grin on her face stretched from ear to ear. She just couldn’t help it. Was there anything better than spending a school day exploring a national park? Layla didn’t think so. She loved being outside because there was always something new to discover. This was only the second field trip she had ever been on, but Layla was certain this would be the best one of her school career."],
        ["2", "\t The group’s hike had just begun, yet Layla had already seen and learned about many interesting things. She listened carefully as the tour guide pointed to a plant covered with tiny yellow flowers. The guide explained that butterflies loved this native Texas plant called lantana. Then she gathered the group to move ahead."],
        ["3", "\t As Layla got close to the lantana, she couldn’t believe her luck. A beautiful orange butterfly with black and white spots had landed on one of the tiny yellow flowers. Layla quickly grabbed her camera and snapped a picture. As she tucked her camera back in her backpack, something on the trail caught her eye. Layla picked up the object. It looked like a rock that had been broken in half. When she turned it over in her hand, Layla gasped in surprise. She could see that the rock was not solid all the way through. Along the inside wall of the hollow rock were tiny, beautiful crystals."],
        ["4", "\t Layla gazed at the little twinkling gift tucked inside the rock. She was so absorbed in her discovery that she did not hear her classmate Cooper walking behind her. Cooper leaned over Layla’s shoulder and said, “You found a geode? Cool!”"],
        ["5", "\t Layla jumped. “A what?” she asked."],
        ["6", "\t “A geode. It’s a kind of rock with crystals inside. That’s a nice one. Quick! Hide it before the tour guide sees it.”"],
        ["", "problems/TX21G3R/media/S2a.jpg"],
        ["7", "\t Layla quickly shoved it into the pocket of her jacket. Then she turned, looking over her shoulder to see where the tour guide was. She breathed a sigh of relief when she saw the guide far down the trail with the rest of the group."],
        ["8", "\t “I’m not sure I should keep it,” Layla said. “The tour guide might like to see it and tell us what she knows about it. Besides, don’t you remember what she told us?”"],
        ["9", "\t Cooper rolled his eyes. “Yeah, yeah. ‘Take only pictures. Leave only footprints.’ But there are probably a million of those rocks lying around in this area. Do you really think they are going to miss this one rock? You know what I think? It will make an awesome souvenir.” With that, Cooper jogged down the trail to catch up with the rest of the class."],
        ["10", "\t Layla bit her lip uncertainly as her fingers touched the rock inside her pocket. “It would give me something to help me remember the trip,” she thought. But Layla could not ignore the heavy feeling that had settled in her heart."],
        ["11", "\t Take only pictures. Leave only footprints. The tour guide’s words played over and over in Layla’s mind."],
        ["12", "\t As she stood on the edge of the trail, Layla suddenly noticed the cool breeze, and it comforted her. The sweet scent of the honeysuckle blossoms brought a smile to her face. The songs of nearby birds seemed to speak to her and tell her what she should do."],
        ["13", "\t Carefully, Layla removed the geode from her pocket. As she held it, she felt the heaviness lift from inside her. She smiled when the sunlight bounced off the crystals, sending the rays in a thousand directions at once. “You sure are pretty,” she murmured."],
        ["14", "\t She was still smiling as she looked ahead at her classmates, who were down the trail with the tour guide. As she started to jog toward them, Layla c͟r͟a͟d͟l͟e͟d the geode gently in her hands."],
        ["15", "\t “I know just who to show you to,” Layla said with confidence as she ran to join the group and talk to the guide."]
    ]
}