{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Tracy's teacher asked her to write a persuasive paper for or against the use of electric cars. Read Tracy's first draft and look for any revisions she should make. When you finish reading, answer the questions that follow.",
        "problems/TX17HSE1/media/S1a.jpg"
    ],
    "Title": "Electric Cars Are Not the Right Choice",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) The electric car is sometimes promoted as a “greener” option for transportation than a gasoline-fueled car. (2) Because the electric car does not emit the harmful pollutants that a traditional vehicle does, many people assume that it must be the cleaner choice. (3) But electric cars are not always better for the environment than gasoline-fueled cars. (4) And they have other drawbacks too. (5) The electric car is not what you should buy today."],
        ["", "\t(6) Ads mention the electric car's “zero emission” of carbon dioxide, implying that this car does not pollute the environment. (7) But this claim is misleading unless the electricity used to power the car comes from solar power, wind turbines, or some other source of renewable energy. (8) If the electricity for the car comes from power plants that burn fossil fuels, then an electric car is creating pollution, too."],
        ["", "\t(9) Furthermore, the plants that manufacture electric cars are putting high levels of carbon-dioxide pollutants into the environment. (10) In the end, the production of an electric car puts twice as much carbon dioxide into the atmosphere as the production of a conventional car. (11) Even the batteries used in electric cars are harmful to the environment. (12) The process of mining the materials used in these batteries requires gasoline-fueled equipment and strips the earth of rare metals."],
        ["", "\t(13) The electric car also has other disadvantages. (14) Because it has to be charged every 75 miles or so, it must always be in close proximity to a charging station. (15) Furthermore, the batteries in an electric car weaken over time. (16) Eventually they allow a person to travel even fewer miles between charges. (17) And when the weather is bad, an electrical outage could make an electric car completely inoperable."],
        ["", "\t(18) In time the electric car might become the best vehicle to drive, but for now, it is not. (19) This could, of course, happen eventually, but we aren't there yet. (20) Scientists need to develop and use new sources of energy so that the manufacturing of electric cars can truly be green. (21) Communities need to build more charging stations so that drivers have plenty of opportunities to charge as needed. (22) And batteries with a longer range need to be developed so that drivers can travel longer distances without stopping. (23) Until these obstacles are overcome, electric cars are not the best choice for today's drivers."]
    ],
    "Copyright": "",
    "References": []
}