{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "(from) Chasing Redbird",
    "Subtitle": "",
    "Author": "by Sharon Creech",
    "LabelType": "P",
    "Content": [
        ["1", "\tBeyond the ash tree was a rose garden: twenty bushes planted by Uncle Nate the year that baby Rose died. Aunt Jessie loved those roses. She could see them from her bedroom window, and that summer, she and I would walk through them, counting the blooms."],
        ["2", "\tWhen the first frost came in November, Aunt Jessie fretted. She stared out the window at the few remaining blossoms, stiff and matted with frost. “They'll all die soon,” she said. It sent a shiver through me."],
        ["3", "\tEach year after that, she was thrilled in the spring when the first rosebud appeared, and each year, with the arrival of winter, she became dejected all over again, as if she didn't believe or didn't remember that spring would come again."],
        ["4", "\tSeveral years after Uncle Nate had planted the roses, I was with my family one Saturday at a store in Chocton. Each of us kids had a dollar. The boys were sifting through the candy, May and Gretchen were at the makeup counter, and Bonnie and I were wandering around the store, unable to make up our minds what to choose. Then I saw it. It was perfect: a red plastic rose on a stiff green stem. I bought it and kept it in my closet until October, when I snuck it into the rosebushes in the yard, tying it to a branch."],
        ["5", "\tWhen Aunt Jessie started to fret over the frost and the dying buds, I'd say, each morning, “There's still a few left,” and, finally, “There's still one left.” She didn't seem impressed and said, “It'll be dead soon.”"],
        ["6", "\tBy December, after we'd had two snowfalls, she could no longer ignore the single rose still blooming in the garden. On one of our walks, she headed for the bushes. “I want to see this rose,” she said. I tried to discourage her, tried to pull her in another direction, but she was determined. She reached across the bush in front and touched my plastic rose."],
        ["7", "\t“What?” she said, tugging at it. “What — ?” She pulled it loose, and the look on her face I'll never forget: such disappointment, such dismay. She threw the rose to the ground. “It's fake! Who would do such a mean and nasty thing?”"],
        ["8", "\tMy own face must have betrayed my guilt."],
        ["9", "\t“You?” she said. “You did that? How could you?”"],
        ["10", "\tI ran to the barn, ashamed and confused."],
        ["11", "\tLater, she apologized, saying that she knew I hadn't meant to hurt her, that I must have thought it would please her. She didn't know why she had reacted the way she did. “I so much wanted that rose to be alive,” she said."],
        ["12", "\tShortly afterward, she restored the red plastic rose to the rose garden, and it has bloomed there year round ever since, faded nearly to white, but still there. When Aunt Jessie died, Uncle Nate bought a second plastic rose and added it to the other one in the rose garden."]
    ],
    "Copyright": "Copyright © 1997 by SHARON CREECH. Used by permission of HarperCollins Publishers.",
    "References": []
}