{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Hunger for Books",
    "Subtitle": "",
    "Author": "by Scott Russell Sanders",
    "LabelType": "P",
    "Content": [
        ["1", "I visited the library once a week, first with my mother, and then, when Sandra learned to drive, with my sister, and eventually on my own. Early on, I chose my weekly reading downstairs, where the children's books called to me from the midst of banners, mobiles, stuffed animals, and model dinosaurs. Perhaps because of those models, at first I imagined that all of these books had been made ages ago, like fossils, and that all of the people who wrote them had long since died, and that authors, like dinosaurs, were now extinct."],
        ["2", "Then on one of my visits I noticed a shelf labeled “New Books.” Curious, I drew out a shiny volume, opened it gingerly, heard the stiff spine creak, ran my fingers over the unblemished pages, lowered my nose to smell the fresh glue and ink. Then I opened another and another. They were indeed brand new. But where had they come from? When I asked the librarian, she explained that authors, unlike dinosaurs, were far from extinct. In fact, she said, thousands of new books were published every year. At that moment, standing in the children's room of the library in Ravenna, Ohio, I realized that if there were still people writing such fresh and fragrant books, then maybe one day I could write some as well."],
        ["3", "All these years later, after making more than twenty books of my own, I still feel the miraculous power in language, whether written or spoken, the same power I felt when I sang a train into motion and I learned the name of snake and Sandra taught me the alphabet on the screened porch of our farmhouse in Memphis. How extraordinary, that a few sounds or a few squiggles can rouse up people and voices and landscapes in our minds! Like sunshine, like the urgency of spring, like bread, language is so familiar that we easily forget what an amazing gift it is."],
        ["4", "Today, using a library that contains millions of volumes, I recognize that my childhood library in Ohio, which seemed so enormous, was actually quite small. It seemed enormous to me because, week by week, year by year, I passed through those library doors into the great world of human thought and art and story. Reading the books I found there, I went on adventures; I dived under the sea and climbed mountains; I met explorers and baseball players and scientists; I learned the names of rocks and birds and butterflies; I learned how to build log cabins, how to launch model rockets, how to trap muskrats; I roved through the past and all over the earth and even beyond the earth; I studied the planets and the stars; I dreamed my way to the beginnings of time and to the ends of the universe."],
        ["5", "A library is a storehouse, preserving what humans have learned, generation by generation, in every land, but it is a storehouse with doors and windows and hallways opening outward to the vast, sprawling, worldwide treasure trove of human knowledge. Surely this is what most clearly distinguishes us as a species, the ability to accumulate knowledge and to pass it on. We pass it on by word of mouth, we pass it on by example, we pass it on in films and tapes and disks, in magazines and newspapers, but above all we pass it on in books."],
        ["6", "Libraries have become, of course, much more than houses for books. They've become knots in the global web of information. However, in this age of new devices for storing and transmitting knowledge — from videotapes to CD-ROMs, from cable television to the Internet — I'm still devoted to the humble book. A book requires no electricity. It is portable, made for the hand and pocket. It invites but does not demand our attention, and it leaves us time to think. We can enter or leave a book just as we choose, and we can interrupt our reading to burp a baby or pay a bill or ponder a cloud. A good book appeals to what is best in us, without trying to sell us anything. Books may become dated, of course, yet never because of some shift in technology or because their parts wear out, and the best of them are more durable than any manufactured product."],
        ["7", "I'm not foolish enough to believe that books will survive merely because I love them, or because I write them, or because they've shaped my life. By comparison with films or videos or computer bulletin boards, a good book requires more from us in the way of intelligence and imagination and memory, and that makes it vulnerable to its glitzy competitors; but a book also rewards us more abundantly. The best books invite us to share in a sustained, complex, subtle effort to make sense of things, to understand some portion of our humanity and our universe. As long as there are people hungry for such understanding, there will be people hungry for books. My own hunger set in long before I could read, back when ink marks on the page were still an impenetrable mystery, and yet even now, after devouring so many thousands of books, I am as ravenous as ever."]
    ],
    "Copyright": "“Hunger for Books” © 1999 by Scott Russell Sanders, from his book The Country of Language (Milkweed Editions, 1999); reprinted by permission of the author.",
    "References": []
}