{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Mission Blue",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "The oceans are a beautiful place. People like to play and relax near oceans. But oceans are also special places. Many plants and animals live in oceans. These plants and animals are interesting and important."],
        ["2", "Imagine if one type of plant in the oceans disappeared. Fish that ate that plant would have no food, and they would disappear. Then, bigger sea animals, birds, and humans would have fewer fish to eat. Even a small loss can lead to a big problem."],
        ["3", "Some people know just how special oceans are. This is why members of Mission Blue call oceans “the blue heart of the planet.” Mission Blue is a group of scientists and volunteers from around the world who love the oceans and try to keep them clean and healthy. Sylvia Earle, an oceanographer (a scientist who studies oceans), started this group in 2009."],
        ["", "problems/TX22G3R/media/S2a.jpg"],
        ["4", "Earle started Mission Blue because she learned that oceans were in trouble. In many areas of the ocean, the water is dirty, and animals and plants are in danger."],
        ["5", "Mission Blue’s goal is to stop this damage to the oceans. But how can people protect something as big as an ocean? They start by dividing it into many smaller parts. It is easier to clean and protect a small part of an ocean. As more people become involved, more areas of the ocean will become protected."],
        ["", "Hᴏᴘᴇ Sᴘᴏᴛs"],
        ["6", "Mission Blue finds small parts of the ocean that are in danger. Then, the group works to have the areas identified as marine protected areas, or MPAs. There are rules to keep the areas u͟n͟h͟a͟r͟m͟e͟d. In some areas people are not allowed to fish or even use boats. For Mission Blue, MPAs are called “hope spots” because there is hope that by working together these areas will become healthier."],
        ["7", "One “hope spot” is the Sargasso Sea. This is a small area in the Atlantic Ocean. Scientists discovered that plant and animal life in this area rely on plants called algae (al-jee). Many creatures live in or eat the algae. Scientists learned that the algae were disappearing. Mission Blue is working with leaders who live near the area to keep the ocean water clean. By doing this the algae will continue to grow and remain healthy."],
        ["8", "Another “hope spot” is the Gulf of Mexico Deep Reefs. Reefs are large ridges on the ocean floor. Plants often grow in reefs. These reefs are homes for fish, coral, and other creatures. Mission Blue does its best to protect the reefs. Members do this by keeping people from fishing in the area."],
        ["", "problems/TX22G3R/media/S2b.jpg"],
        ["9", "Mission Blue teaches people about “hope spots” and searches for ways to help the waters. Scientists often sail into the oceans. They dive to great depths to study and gather information about plants and animals. These scientists often take beautiful pictures and videos underwater. Then, they share the pictures with others. By doing this they hope people will become interested in protecting these wondrous places."],
        ["", "Bᴇʏᴏɴᴅ ᴛʜᴇ Oᴄᴇᴀɴ"],
        ["10", "“Mission Blue does important work on land too. Members teach people about the oceans in many ways. Some members write books about special places in the ocean. Others talk about Mission Blue’s goals and discoveries at special events. Some events are meant for scientists and leaders. Others are offered to anyone interested in ocean life."],
        ["11", "At a recent event in Japan, members of Mission Blue offered a beach party for a group of schoolchildren. The kids enjoyed snacks and games and played in the water. They also learned about the ocean and spent time cleaning up the beach after a storm left rubbish on the shore. At this event kids helped the ocean and had fun at the same time."],
        ["12", "Mission Blue believes young people can make a big difference. They can raise money to clean ocean waters or save sea animals. They can recycle and make less pollution. After learning about oceans, these young people can even teach others about oceans. People of all ages can work together to help save Earth’s wonderful waters."]
    ],
    "Copyright": "",
    "References": []
}