{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "Cheese for Dinner",
    "Subtitle": "A Tale from Mexico",
    "Author": "by Judy Goldman",
    "LabelType": "P",
    "Content": [
        ["1", "Coyote was hiding behind a boulder near the lake. He licked his chops and stared at Conejo (ko-NEH-ho). The unwary rabbit was gazing at the full moon that lit the c͟l͟o͟u͟d͟l͟e͟s͟s sky."],
        ["2", "Coyote lunged at Conejo. The rabbit bounded away, leaping over rocks and around bushes, but Coyote stayed right behind him, snapping at his heels."],
        ["3", "Conejo came to a wall of rock. Desperately, he looked for a way to escape. Finding none, he cowered against the wall, thinking of what to do."],
        ["4", "Coyote scrambled to a stop. “Caught you,” he said, “I haven't eaten for two days, and I'm hungry.”"],
        ["5", "Conejo's mind raced. “You don't want to eat me,” he said. “I'm just a scrawny rabbit.”"],
        ["6", "“I know you're not much, but you'll do,” Coyote said, opening his mouth wide."],
        ["7", "“Wait!” Conejo yelled. “I have a better idea. I know where you can get something delicious to eat. Just before you started to chase me, I saw an enormous wheel of cheese resting on the bottom of the lake.”"],
        ["8", "“Why didn't you get it?” Coyote asked."],
        ["9", "“I wanted to, but I can't swim. I was thinking about how to fetch it when you surprised me. A big strong coyote like you can probably dive in, pull it out, and eat it all by yourself.”"],
        ["10", "Coyote's mouth watered. “Show me the cheese,” he said."],
        ["11", "Conejo led the way to the lake, then pointed. “See?”"],
        ["", "problems/TX22G3R/media/S3a.jpg"],
        ["12", "Coyote saw something round and yellow in the water. “That's a big wheel of cheese,” he said. “I'm going to get it right now.”"],
        ["13", "Coyote held his breath and dove in. He swam down, down, down. But when he got to the bottom of the lake, he saw no cheese."],
        ["14", "Where is it? he thought as he struggled to hold his breath. Then he swam up, up, up. Gasping for air, he heaved himself out of the water. To his surprise, Conejo was nowhere to be found."],
        ["15", "Coyote stared at the cheese in the lake. How can I get it? he wondered. Coyote lifted his head to howl in frustration. At that moment, he saw the full moon. He looked again at the lake and saw the moon's round reflection."],
        ["16", "“That s͟l͟y Conejo tricked me!” Coyote snarled."],
        ["17", "For hours, Coyote searched high and low for Conejo. Not finding him, Coyote went to bed hungry."],
        ["18", "As for Conejo, he was safe in his cozy burrow."]
    ],
    "Copyright": "Copyright © 2007, Highlights for Children, Inc., Columbus, Ohio.",
    "References": []
}