{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Voyageurs",
    "Subtitle": "",
    "Author": "by Scott Russell Sanders",
    "LabelType": "P",
    "Content": [
        ["1", "In morning mist on a northern river, a slab of stone tumbled from a boulder into the water, where it came to life and floated, turning into a sleek black head that swam in circles dragging a V of ripples behind it. A beaver, I thought, as I watched from shore. But no sooner had I named it than the creature bobbed up and then dove, exposing a long neck and humped back and pointed tail. Not a beaver, I realized, but an otter. I was pleased to find a label for this animate scrap, as though by pinning the right word on the shape-shifter I could hold it still."],
        ["2", "Presently a second otter, then a third and fourth broke free of the boulder and slithered down into the mercury sheen of the river. They dove without a splash, their tails flipping up to gleam like wands in the early sunlight, and they surfaced so buoyantly that their forepaws and narrow shoulders lifted well out of the water. Then one after another they clambered back onto the rock and dove again, over and over, like tireless children taking turns on a playground slide."],
        ["3", "My daughter Eva came to stand beside me, the hood of her parka drawn up against the cool of this July morning here in the north woods, on the boundary between Minnesota and Ontario. We passed her binoculars back and forth, marveling at these sleek, exuberant animals."],
        ["4", "“Wouldn't you love to swim with them?” she whispered."],
        ["5", "“I'd love to sit on that boulder and let them do the swimming,” I answered."],
        ["6", "“If only they'd let us!”"],
        ["7", "Always quick to notice the flicker of life, Eva had spent the past two summers studying birds with a research team, and now, halfway through college, she had become a disciplined as well as a passionate observer. Science had complicated her vision without lessening her delight in other creatures."],
        ["8", "“What do you suppose they're doing?” I asked."],
        ["9", "“The technical term for it,” she said, “is goofing around.”"],
        ["10", "“I suppose you've got some data to back that up.”"],
        ["11", "“I'll show you the graphs when we get home.”"],
        ["12", "Drawn by our whispers and watchfulness, the others from our camp soon joined us on the granite bluff, some bearing mugs of coffee, some with plates of steaming blueberry pancakes. We had been canoeing in the Boundary Waters Wilderness for several days, long enough for the men's faces to stubble with beards, for the women's faces to burnish from wind and sun. When all ten of us were gathered there beside the river, intently watching, suddenly the otters quit diving, swiveled their snouts in our direction, then ducked into hiding beneath some lily pads. After a couple of minutes, as though having mulled over what to do about this intrusion, they sallied out again and resumed their romping, chasing one another, bobbing and plunging, but farther and farther away, until they disappeared around the next bend."],
        ["13", "If our scent or voices had not spooked them, then our upright silhouettes, breaking the glacier-smoothed outline of the shore, must have signaled danger to the otters. There was no way of knowing what else, if anything, we meant to them. What did the otters mean to us? What held us there while our pancakes cooled, while acres of mist rode the current past our feet, while the sun rose above a jagged fringe of trees and poured creamy light onto the river? What did we want from these elegant swimmers?"],
        ["14", "Or, to put the question in the only form I can hope to answer, what did I want? Not their hides, as the native people of this territory, the Ojibwa, or the old French voyageurs might have wanted; not their souls or meat. I did not even want their photograph, although I found them surpassingly beautiful. I wanted their company. I desired their instruction — as if, by watching them, I might learn to belong somewhere as they so thoroughly belonged here. I yearned to slip out of my skin and into theirs, to feel the world for a spell through their senses, to think otter thoughts, and then to slide back into myself, a bit wiser for the journey."],
        ["15", "In tales of shamans the world over, men and women make just such leaps, into hawks or snakes or bears, and then back into human shape, their vision enlarged, their sympathy deepened. I am a poor sort of shaman. My shape never changes, except, year by year, to wrinkle and sag. I did not become an otter, even for an instant. But the yearning to leap across the distance, the reaching out in imagination to a fellow creature, seems to me a worthy impulse, perhaps the most encouraging and distinctive one we have. It is the same impulse that moves us to reach out to one another across differences of race or gender, age or class. What I desired from the otters was also what I most wanted from my daughter and from the friends with whom we were canoeing, and it is what I have always desired from neighbors and strangers. I wanted their blessing. I wanted to dwell alongside them with understanding and grace. I wanted them to go about their lives in my presence as though I were kin to them, no matter how much I might differ from them outwardly."]
    ],
    "Copyright": "From Writing from the Center (Indiana University Press, 1995) © 1995 by Scott Russell Sanders; reprinted by permission of the author.",
    "References": []
}