{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Grace wrote the following paper to encourage her peers to begin voting as soon as they turn 18. Read Grace's paper and think about the corrections she needs to make. Then answer the questions that follow.",
        "problems/TX17HSE2/media/S4a.jpg"
    ],
    "Title": "Vote!",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) In 1971 the Twenty-Sixth Amendment to the United States Constitution lowered the voting age from 21 to 18. (2) Young adults, some still in high school, were finally allowed to help select our nation's leaders. (3) Initially, young people were excited to have this right, but today many do not bother to vote. (4) In fact, in the 2012 presidential election, fewer then 40 percent of U.S. citizens between the ages of 18 and 24 voted. (5) Young people should appreciate their right to vote and register as soon as they're eligible."],
        ["", "\t(6) We are fortunate to live in a democracy in the United States. (7) One of the cornerstone's of a democracy is the right people have to vote for those who represent them in government. (8) However, certain populations, including women, African Americans, and most recently, those under 21, have had to fight for this right in the United States. (9) In some countries there are citizens still fighting for this right. (10) When we exercise our right to vote, we honor those who have worked hard to make sure that we have this opportunity."],
        ["", "\t(11) Voting also provides young adults with a voice in government. (12) The decisions that local, state, and federal officials make can directly affect young people. (13) Politicians can decide, for example, how much federal aid will be offered for college tuition and how much minimum wage will be. (14) They also decide how much people will pay in taxes and how that money will be spent. (15) Will it be used to build more roads and parks, or should it be spent on medical research and law enforcement? (16) Since many of these issues are important to you and your future, you should participate in the voting process. (17) Those who do not take the time to vote do not have the right to complain about the decisions made by their elected officials."],
        ["", "\t(18) In addition to electing leaders. (19) Voters get to say yes or no to questions related to their local communities. (20) For example, residents in Cleveland, Ohio, recently voted to remove traffic enforcement cameras from the city. (21) And the citizens of San Francisco, California, voted in favor of an initiative that limits the height of new buildings in the waterfront area of the city. (22) Should your community raise its sales tax, impose a tax on sugary drinks, or help pay for a sports arena. (23) Each of these questions has appeared on a local ballot, and some have won or been defeated by narrow margins. (24) Your vote at age 18 counts just as much as the vote of an older citizen. (25) It is important that you take the opportunity to stand up for the things that concern you."],
        ["", "\t(26) As a sophomore in high school, you are probably a couple years away from turning 18, but you can and should start thinking about voting now. (27) It's your privilage as a U.S. citizen, and it will definitely have an impact on your future."]
    ],
    "Copyright": "",
    "References": []
}