{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Lily's teacher asked her to write about a time she learned a lesson from animals. Lily has written this paper, but before she submits her final copy, she would like you to proofread it. Read Lily's paper and think about the corrections she needs to make. Then answer each question that follows."
    ],
    "Title": "The Seagull and the Crow",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) My Literature teacher explained that a fable is a story that teaches a lesson or moral and often uses animals as characters. (2) Last summer I witnessed an honest-to-goodness fable unfold before my eyes."],
        ["", "\t(3) As an end-of-summer treat, my parents had booked accommodations at a small hotel near the beach. (4) The weather wasn't as sunny or warm as we had hoped, so we spent most of our time in the hotel room. (5) Luckily, we had a great view of the ocean. (6) I was happy to relax indoors and watch the hardier beach-goers, the sea birds, and the surf. (7) When my parents and sister decided to go into town to shop one afternoon, I opted to stay in the room. (8) I'm glad I did because that's when the “fable” played out."],
        ["", "\t(9) Our fourth-floor room had a sliding glass door that opened onto a small balcony. (10) The sides below the balcony railing was enclosed in plexiglass to make the area safer for pets and young children. (11) The balcony was just large enough to hold a little round table and two chairs. (12) As I gazed outside, two coastal inhabitants arrived. (13) First a seagull and then a crow swooped onto the balcony to finish off the remainders of our breakfast bagels. (14) There were plenty of crumbs, so the birds shared the meal peacefully. (15) After a while, the crow seemed satisfied, took off, and flew out of sight. (16) The seagull, who was the much larger of the two, had room for more and stayed a bit longer before preparing to leave. (17) The gull's departure, however, did not go well! (18) The transparent plexiglass obviously had the bird confused. (19) It attempted one shallow takeoff after another each time it banged itself against the glass. (20) The more the seagull failed, the harder it tried, finally knocking itself to the ground, which caused me to fear for its life! (21) I wasn't sure what to do, but I wasn't keen on the idea of sliding open the door and confronting a big, panicky gull."],
        ["", "\t(22) Then a black shape crossed the sky. (23) The crow had returned. (24) I didn't know if it was hungry again and had come back for more crumbs or if it had heard the distressed gull, but what happened next simply amazed me! (25) That crow landed on the floor of the deck and cawed as if to get the seagull's attention. (26) The dazed seagull took note. (27) The crow stared at the gull and then hopped from the floor onto a chair. (28) After just a second the seagull did the same. (29) The crow hopped onto the tabletop and then onto one of two lanterns sitting on the table. (30) The seagull followed suit. (31) Finally the crow took another hop, leading the gull to the balcony rail. (32) The birds perched on the rail together for just a moment and then flew away toward the sea."],
        ["", "problems/TX17HSE2/media/S3a.jpg"],
        ["", "\t(33) This is an absolutely true story and without a doubt one of the coolest things I've ever seen. (34) I just sat there for a while with my mouth hanging open. (35) There was no missing the message in what I had witnessed. (36) The moral of “The Seagull and the Crow” was clearly this no matter how dissimilar two creatures might be, they will have opportunities to help and support each other. (37) The image of that crow returning to rescue the floundering seagull is etched in my mind as a reminder of my responsibility to always lend a helping hand to others."]
    ],
    "Copyright": "",
    "References": []
}