{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Sofia's track coach told her about an athlete who displayed great sportsmanship during a competition. After some additional research, Sofia wrote the following paper. Read Sofia's paper and think about the revisions she needs to make. Then answer each question that follows.",
        "problems/TX17HSE2/media/S1a.jpg"
    ],
    "Title": "First a Champion and Then a Hero",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) Meghan Vogel seemed destined to be a track star. (2) Her mother had been a track coach for more than 20 years and had taken Vogel to her first track meet when she was just four weeks old. (3) By the age of 17, Vogel was a standout on her high school track team. (4) A junior, Vogel had been identified as a favorite to win the 1,600-meter race at the 2012 state track meet in Ohio. (5) She not only won the race, but she also ran the distance faster than she had ever run it before. (6) Vogel was a state champion. (7) But interestingly, it was not her first-place finish in this race that caught the world's attention. (8) It was her last-place finish in the next race."],
        ["", "\t(9) Following her win, Vogel received a gold medal and celebrated with her family and teammates. (10) Then, less than an hour after the awards ceremony, it was time for her to line up for the 3,200-meter race, eight long laps around the track. (11) For about four laps Vogel was able to keep up with the other runners, but then she started losing steam. (12) Realizing that she hadn't recovered from her previous race, her pace slowed to a jog. (13) As she came around the final turn, she was in last place."],
        ["", "\t(14) Arden McMath, a sophomore from another school, was also running in this race. (15) Like Vogel, McMath had started the race strong. (16) And also like Vogel, she had begun to fall behind. (17) She had been running at a faster pace than she was used to, and it was taking its toll on her. (18) But McMath refused to give up and pushed on with the goal of simply finishing. (19) Suddenly, however, her legs began to cramp, and she fell to the ground."],
        ["", "\t(20) Looking ahead, Vogel saw what happened. (21) She knew that if one of the race officials helped McMath get up, the girl would be disqualified from the race. (22) So without really thinking about it, Vogel sped up and helped McMath to her feet. (23) McMath then put her arm around Vogel's neck, and the two walked the final 30 meters to the finish line together. (24) But Vogel's gesture of kindness didn't stop there. (25) She made sure to push McMath across the line first. (26) Meanwhile, in the stands, the crowd cheered louder and louder. (27) Vogel had become an instant hero."],
        ["", "\t(28) Of course, the media hounded. (29) They spent hours being interviewed over the phone and even appeared together on national television to tell their story. (30) People were eager to read and hear about Vogel's selfless act of kindness. (31) Although she was a little embarrassed at first, McMath was happy to be part of such an inspiring story. (32) And while Vogel was initially surprised by all the attention the race was receiving, she soon realized that people just enjoy hearing a story that makes them smile."],
        ["", "\t(33) Meghan Vogel was honored at the National Sportsmanship Awards as an outstanding role model for youth."]
    ],
    "Copyright": "",
    "References": []
}