{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Fire Birds",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "To humans the area where a recent forest fire occurred may seem d͟e͟v͟a͟s͟t͟a͟t͟e͟d. Yet for some species of animals, it is a place full of promise for new life. As larger animals like deer and bears leave the forest to find new homes, the black-backed woodpecker often makes the forest its new home. Doing so helps restore life to the damaged forest."],
        ["", "problems/TX19G6R/media/S2a.jpg"],
        ["", "A Sᴘᴇᴄɪᴀʟ Kɪɴᴅ ᴏꜰ Bɪʀᴅ"],
        ["2", "The black-backed woodpecker is a medium-sized bird found in Canada, Alaska, and parts of the northwest United States. Its dark colors make it hard for predators to detect among trees blackened by fire. This woodpecker relies on the environment of the burned forest. It is mainly attracted to the area by a food source: the beetle."],
        ["3", "After a forest fire certain types of beetles are attracted to the smoke and heat. They travel to the forest and move in. Here they dig into and eat the charred wood. Scientists believe that the black-backed woodpecker hears the activity and follows the beetles to the forest. With plenty of beetles to feed on, the woodpecker begins building a new home by drilling and pecking at a burned tree."],
        ["", "problems/TX19G6R/media/S2b.jpg"],
        ["4", "The black-backed woodpecker builds a home called a nest cavity. This nest is usually built inside a tree trunk or a fallen log. The bird has a pointy, hard beak designed for drilling into wood. It also has a very thick skull bone and a strong neck. Both help it tolerate the constant pecking that is required to build its nest. Its feet feature sharp nails that allow the woodpecker to cling to the tree while it pecks away at its new home. The woodpecker can move into the nest cavity as soon as it is drilled. It will live in its home until it builds a new nest for itself the following year."],
        ["", "Hᴏᴍᴇs ꜰᴏʀ Aʟʟ"],
        ["5", "The black-backed woodpeckers are the home builders of the burned-out forest. They play a vital role in restoring the forest. The homes they build can be used by other birds. “Woodpeckers are pathfinders,” says Dick Hutto, a professor at the University of Montana who studies black-backed woodpeckers. “They create the conditions that are going to be improved for birds four, five, six, seven years later. . . .”"],
        ["", "problems/TX19G6R/media/S2c.jpg"],
        ["6", "As the black-backed woodpeckers abandon their nests, more and more animals are able to find homes as they return to the forest. More insects come to live in the trees, followed by birds that eat the insects and, eventually, by bigger animals that eat the birds. In this way plant and animal life slowly returns to the forest."],
        ["", "Bʀɪɴɢɪɴɢ Nᴇᴡ Lɪꜰᴇ"],
        ["7", "Although natural areas burned by fire may not seem very lively, the black-backed woodpecker’s drilling is not the only action taking place. The plentiful ash on the forest floor acts as a natural fertilizer. The ash helps bring about new growth. Plants blossom and provide fruits and seeds for the forest dwellers to eat. Other types of woodpeckers often live in burned forests too. Some finches, robins, and warblers move in, along with western bluebirds and mountain bluebirds. Amazingly even hummingbirds may live in burned forests. They can eat the flower nectar of the new plant growth."],
        ["8", "The black-backed woodpecker does not stay in its new “neighborhood” for the rest of its life. It tends to live in the area for only three or four years. Then the woodpecker moves to another forest more recently affected by a fire. The hard work it has done, however, will benefit other animals for many years to come."],
        ["", "Pʀᴇsᴇʀᴠɪɴɢ Hᴀʙɪᴛᴀᴛs"],
        ["9", "Often when there is a forest fire, people may want to clean it up by removing some of the burned or dead trees. Some ecologists, however, say that taking away the burned trees is actually taking away the precious habitats of birds and other forest animals. For the black-backed woodpeckers, these trees are more useful burned and dead than when the trees were healthy and alive."],
        ["10", "According to a 2014 article published by the Center for Biological Diversity and the John Muir Project, “Burned forests are not dead zones, but rather teem with life.” Terry Rich, who works for the U.S. Fish and Wildlife Service in Idaho, encourages people to visit the forests that have experienced fires in the past. “Go to the burned forests and see what you can see,” he says. If you take his advice, you will likely be surprised by the abundance of life you find there."],
        ["", ""]
    ],
    "Copyright": "Third party trademark University of Montana® was used in these testing materials.",
    "References": []
}