{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Soaring to New Heights",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Texas pole-vaulter Charlotte Brown is reaching new heights. As a sophomore in high school, 15-year-old Brown competed in the pole vault at a state track-and-field meet in Texas in 2013. She finished eighth with a vault of 10 feet 6 inches. What makes this accomplishment even more notable is that Brown is legally blind. Because she could distinguish between light and dark, she and her coach developed a system that enabled Brown to vault competitively. Her coach would roll out some dark artificial turf alongside Brown's running lane. This allowed Brown to be able to run in a straight line. She also had to count her steps in order to know when to plant the pole and listen carefully as her coach told her when to jump."],
        ["", "problems/TX19G6R/media/S3a.jpg"],
        ["2", "In 2014, as a junior, Brown found herself in familiar circumstances. She had made it back to the state championships in the pole vault. Over the course of the year, though, Brown's vision had worsened. She could no longer discern the contrast between the dark turf and the runway. This meant that she had to develop new methods that would allow her to continue competing. Her coach now uses a whistle to keep her centered, and Brown uses a beeper that alerts her when to plant her pole."],
        ["3", "Even though her eyesight has d͟i͟m͟i͟n͟i͟s͟h͟e͟d, Brown continues to think positively. “The bright side is, I'm already totally blind. I can't get any blinder. What I figure out now will work the rest of my vaulting career,” she said after finishing fourth at the state meet with a jump of 11 feet."],
        ["4", "“I think a disability is something that stops you or limits you from being able to do the things that you want to do,” Brown says. “I think everyone struggles with something in life. This was my something.” As she thinks about the future, Brown clearly doesn't consider her blindness a disability. She is keeping an open mind about continuing competitive pole vaulting in college. She has even considered competing in the Olympics. She also envisions a career in teaching or coaching. With these goals in mind, Brown will surely continue to soar to new heights."],
        ["", "problems/TX19G6R/media/S3b.jpg"]
    ],
    "Copyright": "",
    "References": []
}