{
    "Directions": "Read the following science fiction passage about penguin research on a space station then answer each question that follows.",
    "Context": [],
    "Title": "The Penguin Whisperer",
    "Subtitle": "",
    "Author": "by Guy Stewart",
    "LabelType": "P",
    "Content": [
        [" ", "\tWhen Candace Mooney walked into the space station Courage Penguin Research Lab, Dejario Reynas had a penguin in his lap and two at his knees."],
        [" ", "\t“What are you doing?” she exclaimed."],
        [" ", "\tDejario stood up quickly, sliding the penguin to the floor. “I'm not playing with them,” he said, a guilty look on his face. “I'm collecting data.”"],
        [" ", "\tThe PRL was an inner-ring lab of Courage. Emperors were adapted to extreme temperatures and pressures, and scientists studied how they could go from deep ocean water to the surface like little submarines. Finding out how emperors stored oxygen in muscle tissue and survived sudden pressure drops might keep people alive longer during loss-of-pressure emergencies."],
        [" ", "\tCandace rolled her eyes. “What kind of data?”"],
        [" ", "\t“Um, how wing length can be used to predict diving speed ...”"],
        [" ", "\tCandace shook her head. “You were trying to be a penguin whisperer again.” She tugged on her gloves, grabbed a squeegee, and started pushing frigidly cold salt water across the floor to the recycle vents. “Grow up, Dejario. Penguins stopped being our pets when we were ten and a half. They're just lab animals now.”"],
        [" ", "\tDejario herded the emperors up a ramp to the Antarctic habitat and shooed them inside. “The birds listen to me!” he insisted, his breath making a cloud in the frosty air. “They do!”"],
        [" ", "\tCandace stared at him. “You're wasting your time. Besides, your dad said to stop it. It bothers the penguins.”"],
        [" ", "\t“Dad doesn't understand the emperors like I do!”"],
        [" ", "\t“Yeah, sure. He's only the Lead Veterinary Researcher.” Candace went back to cleaning the floor, vents, walls, and tables. Her Intensive Training Team was currently in charge of keeping the PRL clean and the penguins fed. She glanced into the penguin habitat through an immense transpaluminum window. The birds seemed so playful and happy — waddling, diving, swimming — chasing their live food for sport before eating it. Candace sighed. When she was ten, she'd loved penguins. She used to watch them for hours. But that seemed so long ago, well before she'd been accepted by the ITT and begun her science rotation. The PRL's research was much too important for fooling around with the animals."],
        [" ", "\t“Playing with penguins, like a kid,” Candace muttered. She shoved her squeegee around Dejario's boots, making him jump out of the way. “What a big fat waste of lab time.”"],
        [" ", "\tCandace heard her mother's voice over the public address. “This is not a drill. Micrometeoroid impact and penetration of Inner Ring, Life Science Quadrant, Section Two. All quadrants have been sealed and are on independent life support. Please remain calm and stay in your section. Rescue or maintenance staff will contact you when your area has been secured.”"],
        [" ", "\t“That's across the hallway,” Dejario said. His breath came out as a puff of fog."],
        [" ", "\tThe intercom lit up again. “Candace, are you there?”"],
        [" ", "\tIn two steps, she was across the lab. Her own breath made a cloud as she answered, “I'm here with Dejario Reynas, Mom. We're fine.”"],
        [" ", "\tDejario said, “Have you heard from my dad?”"],
        [" ", "\t“We're still contacting all the sections. Stay there. Station Control, out.” The intercom clicked off."],
        [" ", "\t“Mom? Mom!” Candace said, but the intercom stayed silent. She banged it with her fist in frustration and then backed away as sparks flew out and sizzled."],
        [" ", "\t“You and your temper!” Dejario said. “Talk about growing up. Now you've broken it!”"],
        [" ", "\t“I didn't break it! It's probably fine.”"],
        [" ", "\t“Then why'd it spark?”"],
        [" ", "\tThey glared at each other. Sometimes Candace wondered why they were friends at all. But she had to admit that sparring with Dejario could lead to unusually interesting ideas."],
        [" ", "\t“It's colder in here than it was before.” He turned his head toward the tank. “There's a skin of ice on the water.”"],
        [" ", "\tIt was always cold in the PRL, but Candace had never seen ice on the pool before. Usually, silverfish with antifreeze for blood flicked freely through the water. They were food for the penguins, but scientists also studied how the sleek fish were able to stay flexible at sub-zero temperatures. She checked the habitat monitor. “Water and air temperatures have already dropped a lot,” Candace confirmed."],
        [" ", "\t“Let me see,” Dejario said, elbowing her out of the way. “The temperature is dropping almost a degree a minute! At that rate, the water will be frozen solid in an hour. In less than two hours the carbon dioxide in the air will start to freeze.”"],
        [" ", "\t“Won't we be back on the sunny side of Earth soon? That should give us some time.”"],
        [" ", "\tDejario thought. “We're in geosynchronous orbit over Auckland, New Zealand, this month. Night just fell, so we'll be in Earth's shadow for twelve hours. If someone doesn't fix the heaters, we'll be corpsicles.”"],
        [" ", "\t“Don't say that!”"],
        [" ", "\t“Why not? It's true.”"],
        [" ", "\tCandace had lived on Courage long enough to know that the possibility was real. Researchers on this and other stations were occasionally lost in accidents. The risk went with the assignment."],
        [" ", "\tDejario slumped against the habitat window. Candace shook him. “We can't just give up, Dejario! Can't you think of anything?” She gazed into the penguin habitat. “How do the emperors survive?”"],
        [" ", "\t“During the worst storms, they huddle.”"],
        [" ", "\t“Just huddle? That's all?”"],
        [" ", "\t“Well, the whole flock bunches together as tightly as it can. That way the birds in the middle keep warm enough not to freeze.”"],
        [" ", "\t“Then the ones on the edge just die?”"],
        [" ", "\tHe looked up at her in alarm. “Oh, no! They wiggle their way in toward the center, then migrate back out to the edge, then squeeze back in again. It's a behavior called colloidal jamming. Scientists in the early twenty-first century recorded it.”"],
        [" ", "\t“What kind of jam?”"],
        [" ", "\t“Jamming! The massing penguins modulate metabolic heat loss by dispersing through the huddle in coordinated periodic waves ...”"],
        [" ", "\t“English, Dejario! English!”"],
        [" ", "\tHe took a deep breath, letting it out slowly in a gelid cloud. After a thoughtful moment he said, “You ever make dough?”"],
        [" ", "\t“Yeah. With Mom.”"],
        [" ", "\t“Kneading dough forces the dry flour into contact with the milk and eggs until the mixture is evenly wet and dry. Right?” He glanced into the habitat. The penguins were beginning to crowd together, each squeezing and jamming the others while slowly migrating through the huddle, keeping the flock evenly warm. “Like that.”"],
        [" ", "\tCandace shivered as she studied the undulating wave of penguins. The ice on the pool was now four centimeters thick. “Could we join their colloidal jamming—it sounds like the name of a band— until we get help?”"],
        [" ", "\t“Maybe. But Dad's right, penguins don't like people around them.”"],
        [" ", "\t“No problem,” Candace said, forcing a smile. “You're the Penguin Whisperer. They like you.”"],
        [" ", "\tA booming, moaning sound vibrated through the PRL's walls—ice forming and expanding in the confined space. The intercom by the door sparked again."],
        [" ", "\t“They have no idea what's going on in here,” Candace said. “They think we're safe and sound. Whispering to your penguins to let us huddle with them is the only way we'll get out of this ... alive.” She took a final reading on the monitor station as the ice cried out again. “Air temp is –27°C.”"],
        [" ", "\tDejario took her hand. “Come on. Slowly.” He slipped on the icy floor as he turned, and Candace helped him to his feet. Together they walked clumsily up the frozen ramp and unlocked the habitat door."],
        [" ", "\tPeering inside, Dejario took off his gloves and threw them onto the ice and then knelt down, shoving his hands into his pockets. Candace followed his lead, and together they skidded on their knees to the edge of the waddle of penguins."],
        [" ", "\tA large emperor nipped his jacket as Dejario sidled near. Dejario didn't flinch. He whispered calmly and soothingly until the penguins seemed to recognize him and allow him into their huddle."],
        [" ", "\tCandace wasn't so lucky. After she received two warning nips from skittish penguins, an especially large bird bit her hand. Though tears sprang to her eyes, Candace didn't make a sound. Without thinking, she reached over and pinched the emperor back. It squawked and made room for her."],
        [" ", "\tShe was not nipped again as she and Dejario were carried on a kind of wave to the warm center of jostling penguins. Continually moving, they flowed out again to the edge of the huddle and then turned and were folded back into the scrum."],
        [" ", "\tThey'd gone through the waddle four times when the rescue crew, looking like shiny abominable snow monsters, arrived in their white hazmat suits. They picked up Candace and Dejario and rushed them out of the PRL to a warm physics lab. A rescuer popped her helmet off and exclaimed, “It was sixty-eight below zero in there!”"],
        [" ", "\tCandace looked at Dejario and said through chattering teeth, “What's the w-worry? The Penguin Whisperer and I were just doing the colloidal penguin jam.”"],
        [" ", "\t“The what?”"],
        [" ", "\tCandace and Dejario burst out laughing. Finally Dejario managed to say, “I predict it will be a dance craze that will sweep the station.”"]
    ],
    "Copyright": "",
    "References": []
}