{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Observe and record change by using time and measurement."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA16G4S/media/1a.jpg",
            "Students are studying how fast a prairie dog can travel from hole 1 to hole 2. Which data should the students observe and record?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "size or depth of the holes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Studying hole size or depth provides volume data, but studying speed requires distance and time measurements.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "size and depth of the holes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Studying hole size and depth provides volume data, but studying speed requires distance and time measurements.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "time or distance traveled between the holes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Studying speed requires both time and distance measurements, not just one.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "time and distance traveled between the holes",
                "Key": {
                    "Correct": true,
                    "Rationale": "Studying speed involves measuring the distance between the holes and the time required to travel that distance.",
                    "Percent": 70
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Describe relative size, distance, or motion."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement best compares the sizes of two bodies of water?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A lake is larger than a pond.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A lake is larger than a pond.",
                    "Percent": 84
                }
            },
            "B": {
                "Choice": "A lake is larger than an ocean.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An ocean is larger than a lake.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "An ocean is smaller than a bay.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An ocean is larger than a bay.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "An ocean is smaller than a pond.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An ocean is larger than a pond.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Explain what happens to a living organism when its food supply, access to water, shelter, or space is changed (e.g., it might die, migrate, change behavior, eat something else)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Groups of reindeer often travel 3,000 miles during their annual migration across Canada. What is the most likely reason the reindeer migrate during the winter months?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to grow more fur",
                "Key": {
                    "Correct": false,
                    "Rationale": "Reindeer are unlikely to travel such long distances so that they can expend more energy to grow fur.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "to find more food",
                "Key": {
                    "Correct": true,
                    "Rationale": "Reindeer travel extensive distances seeking food sources for their groups during winter when food is limited.",
                    "Percent": 69
                }
            },
            "C": {
                "Choice": "to compete with other animals",
                "Key": {
                    "Correct": false,
                    "Rationale": "Competition makes it more difficult for reindeer to survive, so seeking competition is not a reason for migration.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "to protect young from predators",
                "Key": {
                    "Correct": false,
                    "Rationale": "Reindeer use defensive behaviors to protect young from predators rather than migrating thousands of miles.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Provide examples, predict, or describe how everyday human activities (e.g., solid waste production, food production and consumption, transportation, water consumption, energy production and use) may change the environment."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Many people use electricity from coal-fired power plants. How do these power plants most likely affect the environment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by improving the quality of drinking-water sources",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mining coal for use in coal-fired power plants can reduce, not improve, the quality of drinking-water sources.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "by releasing chemicals that can cause air pollution",
                "Key": {
                    "Correct": true,
                    "Rationale": "Burning coal in coal-fired power plants results in the release of chemicals into the air, which can cause pollution.",
                    "Percent": 71
                }
            },
            "C": {
                "Choice": "by producing plastics that can harm ocean animals",
                "Key": {
                    "Correct": false,
                    "Rationale": "Coal-fired power plants produce electricity, not plastics.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "by removing harmful materials from rivers and streams",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water-treatment plants can remove harmful materials from rivers and streams, but coal-fired plants are not designed for this purpose.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Design and describe an investigation (a fair test) to test one variable."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student is investigating seed growth in different light conditions. The student places one container with seeds in sunlight and another container in the dark. The student leaves the containers there for three days. Which experimental setup allows the student to perform a fair test?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/PA16G4S/media/5a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This experimental setup shows the seeds in two different-size containers, adding another variable to the experiment.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "problems/PA16G4S/media/5b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This experimental setup has different numbers of seeds in each container, adding another variable to the experiment.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "problems/PA16G4S/media/5c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "This experimental setup shows equal numbers of seeds in equal-size containers for a fair test.",
                    "Percent": 67
                }
            },
            "D": {
                "Choice": "problems/PA16G4S/media/5d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This experimental setup shows two different-size containers, each with a different number of seeds, which adds multiple variables to the experiment.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Observe a natural phenomenon (e.g., weather changes, length of daylight/night, movement of shadows, animal migrations, growth of plants), record observations, and then make a prediction based on those observations."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Use the data table below to answer the question.",
            "problems/PA16G4S/media/6a.jpg",
            "How tall will the plant most likely be on day 8 if it continues to grow?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "less than 5.6 centimeters",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plant has consistently shown daily growth greater than 0.2 cm, suggesting it will be taller than 5.6 cm on day 8.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "more than 7.2 centimeters",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plant has not shown growth greater than 1.1 cm on any one day, so a single-day increase of 1.8 cm is unlikely.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "between 5.8 and 6.5 centimeters",
                "Key": {
                    "Correct": true,
                    "Rationale": "Given the growth trends on days 1–7, it is likely the plant will grow between 0.4 and 1.1 cm in a single day.",
                    "Percent": 79
                }
            },
            "D": {
                "Choice": "between 4.5 and 5.1 centimeters",
                "Key": {
                    "Correct": false,
                    "Rationale": "This range suggests the plant has shrunk, which is unlikely.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Categorize systems as either natural or human-made (e.g., ballpoint pens, simple electrical circuits, plant anatomy, water cycle)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Use the drawings below to answer the question.",
            "problems/PA16G4S/media/7a.jpg",
            "Which statement best describes the two systems?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both systems are natural.",
                "Key": {
                    "Correct": false,
                    "Rationale": "System X is natural, but System Y is human-made.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "Both systems are human-made.",
                "Key": {
                    "Correct": false,
                    "Rationale": "System Y is human-made, but System X is natural.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "System X is human-made, and System Y is natural.",
                "Key": {
                    "Correct": false,
                    "Rationale": "System X is natural, and System Y is human-made.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "System X is natural, and System Y is human-made.",
                "Key": {
                    "Correct": true,
                    "Rationale": "System X is natural, and System Y is human-made.",
                    "Percent": 86
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use models to make observations to explain how systems work (e.g., water cycle, Sun-Earth-Moon system)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Use the information below to answer the question.",
            "problems/PA16G4S/media/8a.jpg",
            "A student models the water cycle by following the steps listed above. Which step would most likely come next?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Turn the cup upside down.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Turning the cup upside down buries the ice cube, which is not a step in the water cycle.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Sprinkle water on the plastic.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sprinkling water on the plastic will not affect the contents in the cup, so it is not the next step.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "Put the cup in a sunny location.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Placing the cup in a sunny location will cause the ice to melt, modeling infiltration of water into soil and evaporation into the air within the cup.",
                    "Percent": 73
                }
            },
            "D": {
                "Choice": "Place the cup in a bowl of water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing the cup in a bowl of water will not affect the contents in the cup, so it is not the next step.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Identify physical characteristics (e.g., height, hair color, eye color, attached earlobes, ability to roll tongue) that appear in both parents and could be passed on to offspring."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which trait would a mouse most likely inherit from its parents?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a scar on its foot",
                "Key": {
                    "Correct": false,
                    "Rationale": "A scar is a trait that occurs during a mouse's lifetime, so it is not genetic nor can it be passed from parents to offspring.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "the color of its fur",
                "Key": {
                    "Correct": true,
                    "Rationale": "Fur color is a genetic trait that is passed from parents to offspring.",
                    "Percent": 62
                }
            },
            "C": {
                "Choice": "the habitat where it lives",
                "Key": {
                    "Correct": false,
                    "Rationale": "An organism selects its habitat during its lifetime, so this is a life trait that is neither genetic nor inherited.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "a favorite food it likes to eat",
                "Key": {
                    "Correct": false,
                    "Rationale": "Food preference is a behavioral trait, not a genetic trait; only genetic traits can be inherited.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Explain and predict how changes in seasons affect plants, animals, or daily human life (e.g., food availability, shelter, mobility)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Use the map below to answer the question.",
            "problems/PA16G4S/media/10a.jpg",
            "In winter, Canada geese migrate from Canada to the United States and Mexico. Which change occurs in Canada during winter that causes the geese to fly south?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sunrise occurs earlier in the day.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In winter, sunrise does occur earlier each day, but low temperatures and limited food cause geese to migrate south.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "There is less food available to eat.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Low temperatures and limited hours of sunlight limit plant growth in winter — causing geese to migrate south.",
                    "Percent": 60
                }
            },
            "C": {
                "Choice": "There are more animals that eat geese.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Predators may also move south in Canada and threaten geese, but limited food resources cause geese to migrate.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Snow makes it hard for the geese to see.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Snow makes it difficult for geese to locate food.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Categorize/group objects using physical characteristics."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA16G4S/media/11a.jpg",
            "A student placed three objects into a group based on a physical characteristic. Which other object also belongs in this group?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/PA16G4S/media/11b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "All the objects shown are spherical, but the bat has a cylindrical shape.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "problems/PA16G4S/media/11c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "All the objects shown appear smooth, but the crumpled paper appears rough.",
                    "Percent": 2
                }
            },
            "C": {
                "Choice": "problems/PA16G4S/media/11d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "All the objects shown have a constant shape, but the jump rope is a string and its shape can change.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "problems/PA16G4S/media/11e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The ball shown is spherical and shares the same shape as the objects shown.",
                    "Percent": 89
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Describe the flow of energy through an object or system (e.g., feeling radiant heat from a light bulb, eating food to get energy, using a battery to light a bulb or run a fan)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Use the drawings below to answer the question.",
            "problems/PA16G4S/media/12a.jpg",
            "Which statement best explains why the ice cubes begin to melt?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Heat energy is flowing from the air to the ice cubes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The ice cubes are taking in heat energy from the air, which causes the ice cubes to change from a solid to a liquid.",
                    "Percent": 82
                }
            },
            "B": {
                "Choice": "Light energy is flowing from the air to the ice cubes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Heat energy is needed to cause a phase change in ice; light energy is a different form of energy than heat.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Electrical energy is flowing from the ice cubes to the air.",
                "Key": {
                    "Correct": false,
                    "Rationale": "To change from a solid to a liquid, ice must take in heat energy — not lose electrical energy to the air.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "Chemical energy is flowing from the ice cubes to the air.",
                "Key": {
                    "Correct": false,
                    "Rationale": "To change from a solid to a liquid, ice must take in heat energy — not lose chemical energy to the air.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Describe changes in motion caused by forces (e.g., magnetic, pushes or pulls, gravity, friction)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA16G4S/media/13a.jpg",
            "Which statement best describes the motions of the metal ball?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both motions are caused by gravity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only motion 2 is caused by gravity.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "Both motions are caused by the magnet.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only motion 1 is caused by the magnet.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "Motion 1 is caused by the magnet, and motion 2 is caused by gravity.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Motion 1 is caused by the attractive force of the magnet, and motion 2 is caused by the force of gravity.",
                    "Percent": 62
                }
            },
            "D": {
                "Choice": "Motion 1 is caused by gravity, and motion 2 is caused by the magnet.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Motion 1 is caused by the attractive force of the magnet, and motion 2 is caused by the force of gravity.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe the composition of soil as weathered rock and decomposed organic remains."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student observes a handful of soil. Which statement best describes the soil?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It is made of large rock pieces and living organisms.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Soil may include rock pieces, but living organisms are not part of soil.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "It is made from rock that was carried to the shore by waves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rock carried to shore by waves is not soil because soil includes matter from organisms that were once living.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "It is made of small rock pieces and decomposed organisms.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Soil is composed of small pieces of rock and decomposed matter from organisms that were once alive.",
                    "Percent": 66
                }
            },
            "D": {
                "Choice": "It is made from hardened lava that formed from a volcanic eruption.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hardened lava is rock, not soil, because it lacks matter from organisms that were once alive.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe types of freshwater and saltwater bodies (e.g., lakes, rivers, wetlands, oceans)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How is an ocean best described?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a body of salt water on Earth's surface that is frozen",
                "Key": {
                    "Correct": false,
                    "Rationale": "Oceans are bodies of salt water, but they are not frozen.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "a body of fresh water that moves from high to low elevations",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rivers are characterized as bodies of fresh water that move from areas of high elevation to low elevation.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "a body of salt water that covers a large part of Earth's surface",
                "Key": {
                    "Correct": true,
                    "Rationale": "Oceans are large bodies of salt water that cover over 70% of Earth's surface.",
                    "Percent": 84
                }
            },
            "D": {
                "Choice": "a body of fresh water that is underground and used for drinking",
                "Key": {
                    "Correct": false,
                    "Rationale": "Groundwater is characterized as fresh water stored underground in aquifers and can be used for drinking.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe motions of the Sun - Earth - Moon system."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement best describes the Sun-Earth-Moon system?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Earth orbits both the Sun and the Moon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Earth orbits the Sun, but the Moon orbits Earth.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "Earth orbits the Moon, and the Sun orbits Earth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Moon orbits Earth, and Earth orbits the Sun.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "The Moon orbits Earth, and Earth orbits the Sun.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Moon orbits Earth, and Earth orbits the Sun.",
                    "Percent": 61
                }
            },
            "D": {
                "Choice": "The Sun orbits Earth, and the Moon orbits the Sun.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Earth orbits the Sun, and the Moon orbits Earth.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Provide examples, predict, or describe how everyday human activities (e.g., solid waste production, food production and consumption, transportation, water consumption, energy production and use) may change the environment."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In the morning, a student eats cereal for breakfast and throws away the empty cardboard cereal box. The student then rides in a bus to school."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MR",
                "NumChoices": 0,
                "Explain": false,
                "Content": [
                    "Explain how one of the student's morning activities may have a negative effect on the environment."
                ],
                "AnswerChoices": {}
            },
            "B": {
                "Type": "SR",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "Describe an activity that could replace one of the student's morning activities and reduce a negative effect on the environment."
                ],
                "AnswerChoices": {
                    "KEY": {
                        "Choice": "Recycle the cereal box",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Explain how specific adaptations can help a living organism survive (e.g., protective coloration, mimicry, leaf sizes and shapes, ability to catch or retain water)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Use the drawing below to answer the question.",
            "problems/PA16G4S/media/18a.jpg",
            "A mantis is a green insect that can grow up to 6 inches in length. It is a predator that can move very quickly. Also, it has excellent vision. A mantis can turn its head from side to side, unlike most other insects."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MFR",
                "NumChoices": 0,
                "Explain": false,
                "Content": [
                    "Identify two adaptations that help a mantis survive in its environment.",
                    "Adaptation 1: :FR-1:",
                    "Adaptation 2: :FR-2:"
                ],
                "AnswerChoices": {
                    "1:KEY": {
                        "Choice": "body shape",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "2:KEY": {
                        "Choice": "large eyes",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Explain": false,
                "Content": [
                    "Describe how a mantis uses 𝗢𝗡𝗘 of the two adaptations listed in Part A to survive in its environment."
                ],
                "AnswerChoices": {}
            }
        }
    }
}