{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Telling Plastic to 'Bag It'",
    "Subtitle": "",
    "Author": "by Patricia Smith\nwith reporting by William Yardley of The New York Times",
    "LabelType": "L",
    "Content": [
        [" ", "\tTwo years ago, a dead gray whale washed ashore in Seattle's Puget Sound. When"],
        [" ", "scientists examined the contents of the whale's stomach, they found more than 20 plastic"],
        [" ", "bags."],
        [" ", "\t“It was a gut-wrenching experience for me,” says Robb Krehbiel, 23, of Seattle,"],
        ["5", "“Nothing that we use for a few minutes should ever end up in the belly of a whale. That's"],
        [" ", "just so wrong.”"],
        [" ", "\tFor the last seven months, Krehbiel has been working on a campaign to ban plastic"],
        [" ", "grocery bags in Seattle. The ban passed in December and will go into effect July 1."],
        [" ", "\tSeattle will join cities like San Francisco; San Jose, California; Portland, Oregon;"],
        ["10", "Brownsville, Texas; and Westport, Connecticut, as well as the Outer Banks of North"],
        [" ", "Carolina and several counties in Hawaii, that have already banned plastic grocery bags."],
        [" ", "And Washington, D.C., has begun charging a five-cent tax on plastic bags to discourage"],
        [" ", "customers from using them."],
        [" ", "\tSince 2009, 12 states have considered a variety of plastic-bag bans, according to The"],
        ["15", "National Conference of State Legislatures. No statewide bans have passed. But the list of"],
        [" ", "cities and counties with bag bans is growing."],
        [" ", "\tAmericans use between 70 billion and 100 billion plastic bags annually, with families"],
        [" ", "taking home an average of 1,500 a year."],
        ["", "Paper Vs. Plastic"],
        [" ", "\tEnvironmental groups say plastic bags, which are made from petroleum products,"],
        ["20", "increase America's dependence on oil and are a chief cause of litter. It takes about"],
        [" ", "12 million barrels of oil to make the plastic bags used in the U.S. annually. Most plastic"],
        [" ", "bags eventually end up in landfills, where it can take hundreds of years for them to"],
        [" ", "decompose. But first, or instead, many become litter."],
        [" ", "\t“They're hanging from trees and littering our beaches,” says Eric Goldstein of the"],
        ["25", "National Resources Defense Council, an environmental group."],
        [" ", "\tPlastic bags are also a major source of pollution in the ocean, where they can harm sea"],
        [" ", "turtles and other ocean creatures that mistake the bags for food and eat them."],
        [" ", "\tBut Mark Daniels of Hilex Poly, a plastics maker based in South Carolina, calls the"],
        [" ", "bans “badly misguided efforts.”"],
        ["30", "\tHe says 90 percent of Americans already reuse plastic grocery bags — as garbage bags,"],
        [" ", "to pack school lunches, and to store household items."],
        [" ", "\t“Moving consumers away from plastic bags only pushes people to less environmentally"],
        [" ", "friendly options, such as paper bags, which require more energy to produce and transport,"],
        [" ", "and reusable bags, which are not recyclable,” Daniels says."],
        ["35", "\tThe plastic-bag manufacturing industry employs 10,000 Americans, and bans"],
        [" ", "jeopardize those jobs, the industry says."],
        [" ", "\tThe U.S. is not the only place where bans have been instituted. Plastic bags are now"],
        [" ", "banned in several nations including China, Italy, France, Bangladesh, Brazil, and Rwanda."],
        [" ", "Other countries tax plastic bags to discourage their use. In Ireland, for example, a"],
        ["40", "15-cent-per-bag tax introduced in 2002 has reduced their use by more than 90 percent."],
        ["", "Plastic Bottle Bans"],
        [" ", "\tEnvironmentalists in recent years have also targeted disposable plastic bottles for many"],
        [" ", "of the same reasons they've set their sights on bags. The town of Concord, Massachusetts;"],
        [" ", "several national parks, including the Grand Canyon; and a growing list of universities now"],
        [" ", "ban the sale of disposable water bottles. A handful of big cities, like San Francisco and"],
        ["45", "Seattle, ban the sale of plastic water bottles in government offices."],
        [" ", "\tThe plastic-bag bans already in effect have had a dramatic effect on litter, some"],
        [" ", "officials say. In Brownsville, Texas, a plastic-bag ban in place for more than a year has"],
        [" ", "eliminated more than 350,000 bags per day, according to former Mayor Pat Ahumada. He"],
        [" ", "says the ban “transformed our city from littered and dirty to a much cleaner city.”"],
        ["50", "\tUnder the Seattle ban, plastic bags will still be available for produce and bulk grocery"],
        [" ", "items. The new law also imposes a five-cent fee on paper bags."],
        [" ", "\tThree years ago, Seattle city officials approved a 20-cent-per-bag fee on paper and"],
        [" ", "plastic bags. The idea was to create a financial incentive to reduce pollution; the fee was"],
        [" ", "supposed to prompt people to bring reusable bags with them to shop."],
        ["55", "\tBut before the 2008 fee could take effect, the plastic-bag industry led a petition drive"],
        [" ", "that forced the issue onto a citywide ballot. In August 2009, in the midst of the recession"],
        [" ", "and after the industry spent $1.4 million on the campaign, Seattle voters rejected the fee."],
        [" ", "It's not yet clear if the plastic bag industry will mount a similar campaign this time."],
        [" ", "\tIf there's a fight, Krehbiel, the Seattle activist, will be one of those arguing to keep the"],
        ["60", "ban."],
        [" ", "\t“It's not going to be a silver bullet that solves all our environmental problems,” he says."],
        [" ", "“But my thinking is you do what you can, when you can, where you can.”"],
        ["", ":box:Plastic Bags: By the Numbers\n\n1,500\nAverage number of plastic shopping bags American families take home annually.\n\n12 million\nBarrels of oil it takes each year to make the plastic bags used in the U.S.\n\n10,000\nNumber of U.S. jobs in the plastic-bag manufacturing industry."],
        ["", "problems/NY15G7E/media/S3a.jpg"],
        ["", "problems/NY15G7E/media/S3b.jpg"]
    ],
    "Copyright": "",
    "References": []
}