{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Allegra Shapiro is twelve years old and lives in Portland, Oregon. She is waiting for her turn to compete in the Bloch Competition where she will be playing music by Wolfgang Amadeus Mozart (1756-1791), a famous classical composer. In order to play well and to focus both before and during her performance, Allegra pictures images in her mind. Often she imagines her beloved great-grandmother, Elter Bubbe Leah."
    ],
    "Title": "[Excerpt from] The Mozart Season",
    "Subtitle": "",
    "Author": "by Virginia Euwer Wolff",
    "LabelType": "L",
    "Content": [
        [" ", "\tAs I looked at the keyboard of the piano, my mind tried to empty itself; it tried to"],
        [" ", "pour all my thoughts down a chute of some kind. I could feel them sliding away. Like a"],
        [" ", "big balloon deflating, like a tank of something emptying. I felt my eyes bug out with the"],
        [" ", "shock of it, and I saw my arms reach out to catch what was emptying out of me. I stood"],
        ["5", "there looking at the space between my arms, and tried to find Mozart. I closed my eyes"],
        [" ", "and looked for the first movement first; there it was, with its cadenza.¹ Second movement."],
        [" ", "Third. They were there, with their notes in order, with Mr. Kaplan's blue markings on"],
        [" ", "the pages."],
        [" ", "\tVery strange, my mind doing that. I picked up my violin and played the third-"],
        ["10", "movement cadenza. It was there, solid, it hadn't gone off anywhere. I wrapped Elter Bubbe"],
        [" ", "Leah's purse in its tissue paper and put it back in my violin case. I went down the hallway"],
        [" ", "to the bathroom. I looked at myself in the mirror. I was just a person in a blue dress"],
        [" ", "standing in dim light in a public bathroom next to a towel machine. I turned around and"],
        [" ", "went back to room 104 and sat down with my violin and bow in my hand."],
        ["15", "\tThe envelope woman came and got me, and we walked down the hall and then down"],
        [" ", "the stairs and then through a heavy door. Suddenly the lights were very bright and the"],
        [" ", "floor was very polished and there was a line of screens on my right. Several screens were"],
        [" ", "lined up so the jury couldn't see any part of me, even my feet. The woman pointed to"],
        [" ", "where I was supposed to stand. I went to the spot and stood. It was the place Steve"],
        ["20", "Landauer, Number Three, had just walked away from. I suddenly remembered Alice in"],
        [" ", "Wonderland getting smaller and smaller. I propped myself firmly on my feet, looked"],
        [" ", "down at them; they were the same size they'd been five minutes before, and I knew I"],
        [" ", "wasn't shrinking."],
        [" ", "\tI decided to look at the vertical line down one of the screens."],
        ["25", "\tA man's voice came from the other side of the screens: “Number Four, you may begin"],
        [" ", "when you're ready.”"],
        [" ", "\tI thumbed my strings and heard the D string a shade flat. While I was tuning it I"],
        [" ", "closed my eyes and saw Elter Bubbe Leah's photograph with the purse and the goose and"],
        [" ", "the broom, and into my vision came a teenage hand with a quill pen in it, just at the edge"],
        ["30", "of the photograph. Music being written. I listened in my mind for the rhythm and I took a"],
        [" ", "medium-size breath and started."],
        [" ", "\tThe start was a good one; notes came up out of the violin on time, in time, things"],
        [" ", "weren't blurred, it was fun. Through the notes, I saw Elter Bubbe Leah shooing her geese"],
        [" ", "up a slope with her broom in Poland; the notes went scooting along. It was strange: I was"],
        ["35", "able to hear every note clearly, every group of sixteenth-notes, every little sforzando,² and"],
        [" ", "at the same time I was seeing a movie of pastures and the little house in Suprasl."],
        [" ", "\tThe second movement. How many times Heavenly and I'd gone to sleep listening to it,"],
        [" ", "with our arms around each other. I reached inside my body for the key change and the"],
        [" ", "rhythm change and I felt for the gentleness of it. I saw Leah, a little girl in a long white"],
        ["40", "nightgown, climbing into her bed by candlelight, and I took a medium-size breath and"],
        [" ", "played. The notes sounded like little flickerings of flame from the candle, little bright"],
        [" ", "lights floating in a dark room. I played it for her to drop off to sleep in her feather bed"],
        [" ", "with her braids spread out on the pillow."],
        [" ", "\tThe third movement, the Rondeau.³ If you turn on the radio just in time to hear this"],
        ["45", "movement, you think it's such a happy thing, those alternating sections, dances. And yet,"],
        [" ", "when you pay close attention, there's a kind of fragile sound — as if something's going to"],
        [" ", "break somewhere but you don't know where. And little silences come up between the"],
        [" ", "sections. I looked into what was going on in my mind and I saw the early morning waking"],
        [" ", "Leah up with the sun coming in, a blessing. I took a medium-size breath and began. She"],
        ["50", "woke up in the sunshine and she was a real girl in a real house, and I could see the grass"],
        [" ", "and flowers growing as she walked outside, and I could feel the solid ground under her"],
        [" ", "feet, and during the cadenza she was scampering along, very happy. And I got so carried"],
        [" ", "away with the little girl in the story in my mind that I played an E-sharp a little bit askew,"],
        [" ", "my finger came down on it too sideways. But I was happy. I was happy with the sounds of"],
        ["55", "Mozart coming up out of the wood, and as I moved toward the ending it felt right. The"],
        [" ", "last three notes came out just the way I liked them, balanced, even, each one of them"],
        [" ", "getting softer until the last one just skips away into the air."],
        [" ", "\tI took my violin down off my shoulder. I was in Portland, Oregon, and I'd just"],
        [" ", "finished doing what I'd promised and feared to do. I was twelve years old, standing with"],
        ["60", "my two feet on the floor and my arms hanging down. I might never even tell anybody"],
        [" ", "about Leah and her goose and her feather bed in my mind. A whole story of her had"],
        [" ", "happened inside the music. I looked down at the scroll⁴ of my violin. It's like a seashell, as"],
        [" ", "if there's such a story inside that you could never find out all of it."],
        [" ", "\tA man's voice came from the other side of the screen. “Thank you, Number Four.”"]
    ],
    "Copyright": "“The Mozart Season”: From THE MOZART SEASON © 1991 by Virginia Euwer Wolff. Reprinted by permission of Henry Holt & Company, LLC. All Rights Reserved.",
    "References": [
        ["¹", "cadenza: a solo inserted into a movement (or section of music), typically near the end"],
        ["²", "sforzando: a strong, sudden accent on a note or chord"],
        ["³", "Rondeau: a medieval French song"],
        ["⁴", "scroll: the wooden handle of a violin appears rolled up like a paper scroll"]
    ]
}