{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Novelist Leon Forrest admired William Faulkner’s writing style. Forrest’s novel Divine Days contains a long passage in tribute to Faulkner that is a perfect _______ of Faulkner’s style: anyone familiar with Faulkner’s writing would see the resemblance.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "forgetting",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, a “forgetting” would mean an instance in which something is overlooked or not remembered. The text emphasizes Forrest’s admiration for Faulkner’s style and the fact that Forrest’s writing in some instances closely resembles Faulkner’s stylistically. It therefore wouldn’t make sense to say that in trying to pay tribute to Faulkner’s style, Forrest failed to remember it.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "rejection",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, a “rejection” would mean a dismissal of something as unworthy. The text emphasizes Forrest’s admiration for Faulkner’s writing style, stating that parts of Forrest’s writings indicate efforts to copy that style. It wouldn’t make sense therefore to suggest that Forrest had rejected or dismissed Faulkner’s style as unworthy.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "imitation",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of novelist Leon Forrest’s admiration of William Faulkner’s writing style. In this context, “imitation” means something that resembles or reproduces something else. The text states that Forrest admired Faulkner’s style and that anyone familiar with Faulkner’s style would be able to see the stylistic similarities between a particular passage in Forrest’s novel Divine Days and Faulkner’s writing, a fact that supports the idea that Forrest’s novel pays tribute to Faulkner by reproducing, or imitating, Faulkner’s style.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "opinion",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, an “opinion” would mean a view or judgment. Although the text focuses on Forrest’s admiration of Faulkner, which suggests that Forrest had formed a positive judgment of Faulkner’s style, the word opinion wouldn’t make sense in this sentence: the sentence doesn’t say that the passage from Forrest’s novel expresses his view of Faulkner’s style; rather, it suggests that stylistically, the passage closely resembles, or imitates, Faulkner’s writing.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Shoppers can help keep money cycling within a community by making purchases at small local businesses instead of large retailers. Some cities are _______ programs to encourage this behavior, establishing reward points and other incentives for shopping at small businesses.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "instituting",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of programs that encourage money to cycle within a community. In this context, “instituting” means initiating. The text indicates that making purchases at small local businesses can help keep money cycling within a community. The text goes on to state that some cities are establishing incentives to promote small business shopping. This context supports the idea that some cities are instituting programs to encourage this consumer behavior.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "occupying",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saying that some cities are “occupying,” or forcibly holding possession or control of, programs that encourage shoppers to make purchases at small local businesses wouldn’t make sense in context. The text doesn’t discuss who controls these programs but instead indicates that some cities are establishing incentives that encourage shoppers to make purchases at small local businesses. Furthermore, it wouldn’t make sense to say that a city is occupying a program.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "underestimating",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that cities are “underestimating,” or failing to understand the value of, programs that encourage consumers to shop at small local businesses. The text indicates that some cities are establishing incentives to encourage small business shopping, which suggests that these cities understand the value of such programs.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "encountering",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saying that some cities are “encountering,” or coming into contact with, programs that encourage consumers to shop at small local businesses wouldn’t make sense in context. The text indicates that some cities are already establishing incentives to encourage shoppers to make purchases at small businesses. This context suggests that the cities are instituting the programs, not that they are encountering them.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Economists often assert that countries looking to increase their reliance on solar energy should expand their capacity for storage; having an ample reserve of stored energy can mitigate the effects of _______ solar energy collection caused by unpredictable shifts in cloud cover and haze.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "developments of",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “developments of solar energy collection” would most clearly refer to the creation of ways to collect solar energy (energy captured from sunlight). The text focuses on collection and the idea that having stored energy can mitigate, or make less bad, the effects of a problem caused by unpredictable changes that affect sunlight (“cloud cover and haze”); there’s no reason to think that the creation of new collection methods would be viewed as a problem that would need to be mitigated.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "fluctuations in",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of solar energy collection and storage. In this context, “fluctuations in” means irregular changes in. The text notes that economists recommend that countries that want to rely more on solar energy (energy captured from sunlight) should attempt to expand their storage capacity. The text goes on to explain tha  having a large amount of stored solar energy can lessen the negative effect of “unpredictable shifts in cloud cover and haze”—that is, unpredictable changes in environmental conditions that at times limit sunlight. This context suggests that having ample solar energy stored and ready to use can mitigate the issue of fluctuations in solar energy collection caused by irregular patterns of sunlight availability.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "calibrations with",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “calibrations with” would most clearly refer to precise adjustments for a particular purpose. The text focuses on the collection of solar energy (energy captured from sunlight) and the idea that having stored energy can mitigate, or make less bad, the effects of a problem caused by unpredictable changes that affect sunlight (“cloud cover and haze”); there’s no reason to think that precision in something related to solar energy collection would be viewed as a problem that would need to be mitigated.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "incentives for",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text focuses on the collection of solar energy (energy captured from sunlight) and the idea that having stored energy can mitigate, or make less bad, the effects of a problem caused by unpredictable changes that affect sunlight (“cloud cover and haze”); nothing in the text suggests that “incentives for,” or rewards for, solar energy collection would be viewed as a problem that would need to be mitigated, especially in countries that want to rely more on solar energy than they already do.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As discussed by scholar Anna Mladentseva, many artworks produced in the mid-1990s to the early 2000s exclusively for exhibition on the internet, such as Sinae Kim’s Genesis (2001), have become inaccessible because viewing them requires the use of _______ software (most notably Adobe Flash, discontinued in 2021).",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "defunct",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of artworks that were produced for exhibition on the internet. In this context, “defunct” means no longer existing or functioning. According to the text, many artworks that were produced in the mid-1990s to the early 2000s for exhibition on the internet have become inaccessible due to their reliance on certain software. As an example, the text cites Sinae Kim’s Genesis, which relied on software that was discontinued in 2021. This context supports the idea that the software is defunct.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "arcane",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that viewing artworks produced in the mid-1990s to the early 2000s for exhibition on the internet requires the use of software. Artists generally want their works to be seen by many people, so it wouldn’t make sense for creators of internet art to require the use of software that is “arcane,” or known or knowable to only a few people. Moreover, the text states that a prominent example of software used to view these artworks is Adobe Flash, which was discontinued in 2021, meaning it’s now defunct.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "ubiquitous",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Ubiquitous” would mean found everywhere, which wouldn’t make sense in this context. The text indicates that the reason why many artworks that were produced in the mid-1990s to the early 2000s for exhibition on the internet have become inaccessible has to do with the software required for viewing them. According to the text, one example of such software is Adobe Flash, which was discontinued in 2021, meaning it’s now defunct.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "extraneous",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that the software used to view artworks produced in the mid-1990s to the early 2000s for exhibition on the internet is “extraneous,” or irrelevant. Instead, the text indicates that use of specific software is required to view certain artworks from this period and that the discontinuation of the software renders the works inaccessible.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from the 1989 novel The Ancient Child by Kiowa writer N. Scott Momaday. The main character has achieved tremendous commercial success as a painter.",
            ":ibox:More and more often he was asked to compromise his art or himself in one way or another, and more often than not he did so, for he was inclined to be passive and naïve; it was difficult for him to say no. Those who exhibited his work, who praised and purchased it, and who demanded its proliferation began to DETERMINE it.\n\n\t\t©1989 by N. Scott Momaday",
            "As used in the text, what does the word “determine” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Conclude",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t suggest that outside influences “conclude,” or end, the main character’s work. The text states that many supporters of the main character’s art “demand its proliferation,” not its conclusion.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Dictate",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text “determine” most nearly means “dictate.” The text describes the relationship between the main character and those who exhibit, praise, and purchase his artwork. The text states that the main character is often asked to change his art or himself based on outside influences, and he usually acquiesces. Because the main character admits that those who support his work often shape it based on their demands, it follows that those outside influences dictate, or guide or dominate, the direction his work takes.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Evaluate",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t suggest that outside influences are “evaluating,” or judging the main character’s work. According to the text, the main character’s art has already achieved great commercial success, with many people exhibiting, purchasing, and praising his work. Thus, outsiders have already supported the main character’s work and are not questioning or evaluating its success or worth. They are instead influencing its initial direction.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Select",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t suggest that outside influences “select,” or choose the main character’s work. According to the text, the main character’s art has already achieved great commercial success, with many people exhibiting, purchasing, and praising his work. Thus, outsiders have already supported the main character’s work and are not selecting it. They are instead influencing its initial direction.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Ordinary soap bubbles usually exist for a minute or less before popping due to either a rupture forced by gravity-induced drainage or the evaporation of the liquid from which the bubble is composed. But physicist Aymeric Roux and colleagues discovered ways to mitigate these factors, resulting in bubbles that can last for a year or more. For example, glycerol tends to adhere to water molecules, so [a bubble with a shell that contains both water and glycerol is able to draw additional water molecules from the surrounding air and thereby compensate for evaporation.]",
            "Which choice best states the purpose of the emphasized portion in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It describes the effects of a process devised by researchers that increases the longevity of an object discussed in the text.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice describes how the emphasized portion of the sentence functions in the text as a whole. The text begins by discussing ordinary soap bubbles, objects that usually exist for less than a minute before popping due to either evaporation or gravity-induced drainage. The text then goes on to mention work by researchers Aymeric Roux and colleagues, who have discovered how to increase the longevity of bubbles by altering their chemical composition. Finally, the emphasized portion of the text describes how this process works: since the bubble contains both water and glycerol, it can draw water molecules from the surrounding air to replace those lost to evaporation. Therefore, the emphasized portion of the sentence describes the effects of a process devised by researchers that increases the longevity of an object described in the text.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It details the circumstances that prompted the research discussed in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The circumstance that prompted the research is discussed in the first sentence of the text, not the emphasized portion.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It presents a reason why the phenomenon discussed in the text that the researchers wanted to avoid will inevitably occur.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized portion of the text does not address why soap bubbles must eventually rupture. Rather, it explains how the longevity of soap bubbles can be extended.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It mentions a method discussed in the text that researchers intend to test in future experiments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized portion of the text does not mention any future experiments.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Generally it takes Tule geese about four days to migrate south for the winter. From their summer breeding grounds in Cook Inlet, Alaska, [the birds begin by flying over the Gulf of Alaska, keeping about 100 miles from the Canadian shore.] They pause to rest on the Pacific Ocean, then fly toward Summer Lake, Oregon, before finally arriving at their winter destination of Sacramento Valley, California. In 2020, however, it took the geese over twice as long to make their way from Cook Inlet to Sacramento Valley. According to researchers, the reason was airborne pollutants.",
            "Which choice best states the function of the emphasized portion in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It illustrates a change in Tule geese’s usual flight behavior.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text concludes by stating that in 2020, Tule geese took twice as long to complete their typical migration, which suggests a change in their usual flight behavior, the emphasized portion doesn’t discuss this. Instead, the emphasized portion describes the first part of the Tule geese’s typical winter migration journey over the Gulf of Alaska.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It suggests an explanation for why Tule geese breed in Alaska.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best states how the emphasized portion functions in the text as a whole. The first sentence states that Tule geese typically take four days to migrate south. Then in the next sentence, which contains the emphasized portion, the text describes the first part of that journey, which begins with the geese flying over the Gulf of Alaska while keeping about 100 miles from the Canadian shore. The rest of the text details the remainder of the geese’s typical journey and then mentions circumstances in 2020 that resulted in the geese taking an unusually long time to complete it. Thus, the emphasized portion describes part of the Tule geese’s typical winter migration journey.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It describes part of the Tule geese’s typical winter migration journey.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the sentence containing the emphasized portion mentions that Tule geese breed in Alaska, the emphasized portion doesn’t explain why the geese breed in that location. Rather, the text mentions Alaska to explain that it’s the starting point of the Tule geese’s typical winter migration.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It compares Tule geese to other birds that migrate south for the winter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized portion doesn’t discuss any other birds that migrate south for the winter. In fact, the text is only concerned with the migration of Tule geese.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In 1154, Muhammad al-Idrisi completed a collection of maps of the lands known to medieval Arabic and European scholars. This collection was titled Al-Kitāb al-Rujārī (The Book of Roger), after the Norman king Roger II who hired him to create it. To create the collection, al-Idrisi consulted Arabic and Greek maps and interviewed travelers about the lands they visited. He included these travelers’ stories alongside the map illustrations.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To discuss the benefits of studying mapmaking",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text describes a collection of maps and the process of creating that collection but does not discuss the benefits of studying mapmaking in general.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To explain how travelers created maps",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the text mentions that al-Idrisi interviewed travelers, the text does not describe how those travelers created maps.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To describe a collection of medieval maps and how it was created",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main purpose of the text, which is to describe a collection of medieval maps and how it was created. The text begins by mentioning Muhammad al-Idrisi’s collection of maps of lands known to medieval Arabic and European scholars. It then states that the Norman king Roger II hired al-Idrisi to create the collection and details al-Idrisi’s methods of creation: consulting Arabic and Greek maps and interviewing travelers. In short, the text presents a collection of medieval maps and then goes on to describe how that collection came to be.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To compare medieval Arabic and Greek mapmaking techniques",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the text mentions that al-Idrisi consulted Arabic and Greek maps, the text does not offer a comparison of Arabic and Greek mapmaking techniques.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A study by Dr. Paul Hanel and colleagues concluded that people are more likely to behave politely when listening to ideas they disagree with if they think about values before they engage in a discussion. Study participants were assigned to one of two groups. The experimental group spent a few minutes writing about one of their personal values before they had a group discussion on a controversial topic. And the control group spent a few minutes writing about a drink (tea, milk, etc.) before their group discussion on that topic. Hanel and colleagues found that the experimental group’s discussion was more civil than the control group’s discussion was.",
            "Which choice best describes the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To describe a widely held belief and how a study’s results support that belief",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text discusses the results of a study, it doesn’t provide any indication that the conclusion the study supported—that when facing disagreement, people behave more politely when they have thought about their values—is a belief that is widely held.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To argue that researchers were surprised by the results of a certain study",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t indicate that the researchers found the results of their study to be surprising, or contrary to what they expected. In fact, there’s no indication provided in the text about how the researchers felt about the study’s results or that the results should be considered surprising.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To suggest ways to improve a certain study’s experimental design",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text discusses the experimental design of a study, it doesn’t suggest any improvements to that design; instead, it focuses on how the design enabled the researchers to draw a particular conclusion.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To explain a study’s conclusion and how a research team arrived at that conclusion",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the main purpose of the text, which is to explain a study’s conclusion and how researchers involved in the study arrived at that conclusion. The text begins by summarizing the main conclusion of the study conducted by Paul Hanel and colleagues: when confronted with ideas they disagree with in discussions about controversial topics, people are more likely to respond politely if they think about their personal values before engaging in such discussions. The text then goes on to describe the design of Hanel and colleagues’ experiment. By comparing interactions between members of an experimental group (who had been prompted to write about their personal values beforehand) to those between members of a control group (who had been prompted to write about a beverage), the team found that people in the experimental group behaved more civilly, or politely, than people in the control group did during discussions about a controversial topic. This finding led to the conclusion described at the beginning of the text.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the 1960s, Chavela Vargas became an unlikely star in ranchera, a style of traditional Mexican music. Most ranchera singers had clear, polished voices and performed with a full band. But Vargas accompanied her raspy voice with just her guitar. Dressed in men’s trousers and a poncho, she would perform classic songs that had been written from a male point of view and were usually sung by men. She also altered those songs by performing them much more slowly than other ranchera singers did. The slower tempo allowed her to express the emotional quality of the lyrics more fully.",
            "According to the text, what is one way that Vargas differed from other ranchera singers?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "She possessed a voice that was clear and polished.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text states that Vargas possessed an unusually raspy voice for a ranchera singer, not a clear and polished voice.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "She avoided singing songs written from a male point of view.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that Vargas was known to perform songs written from a male point of view, not that she avoided such songs.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "She disliked performing classic songs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that Vargas disliked performing classic songs. Rather, it suggests that she found innovative ways of performing them to emphasize their emotional content, which seems to suggest an affinity for such songs, not dislike.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "She altered classic songs by slowing them down.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice accurately describes an aspect of Chavela Vargas that the text indicates is unusual among ranchera artists. According to the text, Vargas differed from other ranchera singers by slowing the tempo of classic songs, which allowed her to express the emotional quality of the lyrics more fully.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Archaeologists have discovered a runestone in Norway that may contain the earliest example of written words in Scandinavia. Carbon dating at the discovery site revealed that the stone was likely carved between 1 and 250 CE. Runologist Kristel Zilmer believes the stone will be helpful in learning more about the use of runic alphabets in early Iron Age Scandinavia.",
            "Which choice best states the main topic of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Battles of the Iron Age",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text mentions the Iron Age only to indicate the era when the runestone was created and when runic alphabets were in use; there’s no discussion of battles during this era.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A runestone found in Norway",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main topic of the text. The text begins by stating that archaeologists in Norway have discovered what may be the oldest known runestone (a stone with an inscription in the runic alphabets used in the region in ancient times). According to the text, the object was created between 1 and 250 CE. The text then mentions a researcher who comments on the runestone’s significance to the study of runic alphabets. Thus, the main focus throughout the text is a runestone found in Norway.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A new method for dating rock samples",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text mentions the carbon dating method just once and does so only to indicate the age of the runestone; moreover, the text doesn’t suggest that this method is new.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The research interests of Kristel Zilmer",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text indicates that Zilmer is a runologist, or a scholar of runestones, it does so in a single sentence, so Zilmer’s scholarly interests are therefore not a primary focus of the text.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In her 1998 book Blues Legacies and Black Feminism, Angela Y. Davis bases her analysis in part on recordings of songs sung in the 1920s by Gertrude “Ma” Rainey and Bessie Smith. Davis focuses on how Rainey and Smith improvised the lyrics—replacing the original lines with mischievous jokes and wordplay. Davis’s work was particularly labor intensive because in order to transcribe, or write down, the lyrics as Rainey and Smith sang them, Davis had to listen repeatedly to the vinyl recordings, which weren’t very clear.",
            "What does the text most strongly suggest about the songs sung by Rainey and Smith?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The songs have grown in popularity since Rainey and Smith first sang them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t discuss the popularity of Rainey’s and Smith’s songs either in the 1920s or after. Although it is plausible that the music of Rainey and Smith is more widely enjoyed than it was in the 1920s, this isn’t supported by the text.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "There were more recordings made of Rainey’s songs than there were of Smith’s.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t discuss which of Rainey and Smith was the more prolific recording artist and so provides no support for such a claim.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "There were few, if any, reliable transcriptions of Smith’s and Rainey’s improvised lyrics when Davis began her research.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice describes the songs sung by Gertrude “Ma” Rainey and Bessie Smith in a way the text implies is accurate. The text describes Angela Y. Davis’s research on Rainey and Smith for her book Blues Legacies and Black Feminism, focusing on her efforts to transcribe the improvised lyrics in Rainey’s and Smith’s songs. The text calls Davis’s transcription process “labor intensive” since the lack of clarity in the recordings required her to listen to each repeatedly to verify the accuracy of her transcripts. The fact that Davis undertook a painstaking transcription process using only fairly low-fidelity recordings suggests that reliable transcriptions were otherwise unavailable to her.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "According to Davis, the songs sung by Rainey were more musically innovative than those sung by Smith typically were.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text discusses the creativity of both Rainey and Smith, but it does so only to note similarities between them in terms of improvisation and wit, not to emphasize differences between them or Davis’s relative views of the artists’ inventiveness.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Happy House is a 1920 novel by Jane Abbott. The narrator presents a young woman as being unimpressed with the house she is visiting: _______",
            "Which quotation from Happy House most effectively illustrates the claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Her first feeling was of disappointment; in the square lines of the house there was little claim to beauty.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses a quotation from Happy House to illustrate the claim that the young woman is unimpressed with the house she is visiting. In the quotation, it says the young woman’s “first feeling was of disappointment” and that “there was little claim to beauty” when referring to the house. This disappointment and the overall lack of beauty in the house suggest that the young woman isn’t impressed by the house she is visiting.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“Someone had opened one of the blinds so here there was more light.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation doesn’t describe what the young woman thinks about the house. Instead, it indicates that there is more light because window blinds have been opened.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“The door, built squarely in the middle of the house, opened almost directly upon a stone-flagged path that led in a straight line to the road.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation describes a door and a path outside of the house but doesn’t include anything to indicate the young woman’s feelings about the house.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“She tip-toed through the hall and opened the door on the right.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation states what the young woman did in the house (“tip-toed through the hall” and “opened the door”), but it doesn’t show what she thinks about it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Ochre sea stars live in tidal pools along the shoreline of the Pacific Ocean. At night, they move to higher shore levels in search of prey. But scientists Corey Garza and Carlos Robles noticed that ochre sea stars stayed at lower levels at night after heavy rains. Garza and Robles hypothesized that a layer of fresh water formed by rainfall was a barrier to the sea stars. To test their hypothesis, the scientists did an experiment. They placed some sea stars in a climbable tank of seawater and other sea stars in a similar tank of seawater with a layer of fresh water on top. Then, the scientists watched the sea stars’ behavior at night.",
            "Which finding from the experiment, if true, would most directly support Garza and Robles’s hypothesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "None of the sea stars climbed to the tops of the tanks, but sea stars in the tank with only seawater moved around the bottom of the tank more than sea stars in the other tank did.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that sea stars in the tank with only seawater moved around the bottom of the tank more than sea stars in the other tank did but that none of the stars in either tank climbed to the top would be irrelevant to Garza and Robles’s hypothesis. Such a finding would reveal nothing about whether fresh water serves as a barrier to sea stars.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Sea stars in the tank with only seawater climbed to the top of the tank, but sea stars in the other tank stopped climbing just below the layer of fresh water.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would support Garza and Robles’s hypothesis that a layer of fresh water forms a barrier to ochre sea stars. The text explains that the sea stars tend to move to higher shore levels at night in search of prey, but after a heavy rain, the sea stars stay at lower shore levels. Garza and Robles hypothesize that rainfall results in a layer of fresh water that the sea stars don’t cross. To determine whether fresh water forms a barrier to sea stars, Garza and Robles observed how sea stars behaved in a tank of only seawater and in a tank of seawater with a layer of fresh water on top. If the sea stars climbed to the top of the tank with only seawater but stopped climbing just below the layer of fresh water in the other tank, that would suggest that fresh water does indeed serve as a barrier to the sea stars, thereby supporting Garza and Robles’s hypothesis.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Both groups of sea stars climbed to the tops of the tanks, but sea stars in the tank with only seawater climbed more slowly than sea stars in the other tank did.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that sea stars climbed to the top of both tanks would weaken, not support, Garza and Robles’s hypothesis, since it would indicate that the layer of fresh water wasn’t a barrier to the sea stars.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Sea stars in the tank with only seawater mostly stayed near the bottom of the tank, but sea stars in the other tank climbed into the layer of fresh water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that sea stars in the tank with only seawater mostly stayed near the bottom of the tank but sea stars in the other tank climbed into the layer of fresh water wouldn’t support Garza and Robles’s hypothesis. Instead, such a finding would suggest that the layer of fresh water wasn’t a barrier to the sea stars, thereby weakening Garza and Robles’s hypothesis.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT2RW1/media/15a.jpg",
            "A student in Hawaii is interested in pursuing a career in technology and decides to do some research on local trends. The student notices that the number of jobs in computer services in 2010 was _______",
            "Which choice most effectively uses data from the graph to complete the statement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "higher than the number of jobs in technical consulting services, and in 2019 was about the same as the number of jobs in engineering services.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the graph shows that in 2010 the number of computer services jobs (about 6,000) was higher than the number of technical consulting services jobs (about 4,000), in 2019 the number of computer services jobs (about 5,000) was not about the same as the number of engineering services jobs (about 6,000).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "about the same as the number of jobs in engineering services, and in 2019 was about the same as the number of jobs in technical consulting services.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice uses data from the graph to effectively complete the statement regarding what the student notices about the number of jobs in computer services in 2010. The graph shows that in 2010, the number of computer services jobs was approximately 6,000, which is the same approximate number of jobs in engineering services. Additionally, the graph shows that in 2019, the number of jobs in technical consulting services and the number of jobs in computer services were about the same, at approximately 5,000.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "lower than the number of jobs in engineering services, but in 2019 was higher than the number of jobs in engineering services.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the graph, the number of jobs in computer services was lower than the number of jobs in engineering services in 2019, not 2010. Additionally, the graph shows that in 2019, the number of computer services jobs (about 5,000) was not higher than the number of jobs in engineering services (about 6,000).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "about the same as the number of jobs in technical consulting services, but in 2019 was lower than the number of jobs in technical consulting services.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that the number of computer services jobs was about the same as the number of technical consulting services jobs in 2019, not 2010. This also means the number of computer services jobs could not have been lower than the technical consulting services jobs in 2019 if they were about the same.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT2RW1/media/16a.jpg",
            "Jia Hu and colleagues hypothesized that workplace leaders who reflect on lessons learned from past mistakes are likely to exhibit more humility than leaders who don’t engage in such reflection. To test this, the team placed 301 managers in one of three groups. Participants in two experimental groups were asked to reflect on a mistake, one group focusing on a mistake that resulted in learning and the other group focusing on a mistake that didn’t result in learning. Participants in a control group were asked to reflect on their daily routine. All the participants then described how they would respond to a workplace scenario. After evaluating the responses for evidence of humility, the researchers concluded that their hypothesis was correct.",
            "Which choice best describes data in the graph that support the researchers’ conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "None of the three groups’ average humility scores exceeded 3.5.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although according to the graph it’s true that none of the group’s humility scores exceeded 3.5, this idea does not support the researchers’ conclusion that their initial hypothesis was correct. The statement that none of the three groups’ average humility scores exceeded 3.5 does not distinguish between those leaders who reflected on lessons learned from past mistakes and those who didn’t, so it would not support Hu and colleagues’ hypothesis that workplace leaders who reflect on past mistakes they learned from exercise greater humility.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The managers in the control group exhibited only slightly less humility on average than the managers in the two experimental groups did.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the graph shows that managers in the control group did exhibit less humility than the experimental group of managers who reflected on a mistake they learned from, the graph also shows that the control group exhibited more (not less) humility than the experimental group that reflected on a mistake they didn’t learn from. Furthermore, the idea that the managers in the control group exhibited only slightly less humility on average than the managers in the two experimental groups did would not support the researchers’ conclusion that their initial hypothesis that workplace leaders who reflect on past mistakes they learned from exercise greater humility was correct.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The managers who reflected on a past mistake that resulted in learning exhibited more humility on average than the managers in the other two groups did.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice describes data in the graph that support the researchers’ conclusion that their hypothesis about workplace leaders and humility was correct. According to the text, Jia Hu and colleagues “hypothesized that workplace leaders who reflect on lessons learned from past mistakes are likely to exhibit more humility than leaders who don’t engage in such reflection.” The bar graph shows the humility scores for managers who participated in Jia Hu and colleagues’ study. It shows average humility scores for managers who reflected on a past mistake that they learned from, managers who reflected on a past mistake that they didn’t learn from, and managers who were in the control group that, according to the text, simply reflected on their daily routines. The graph shows that managers who reflected on a past mistake they learned from received an average humility score between 3.0 and 3.5. Both the control group and managers who reflected on a mistake they didn’t learn from received a lower average humility score of between 2.5 and 3.0. Thus, the managers who reflected on a past mistake that resulted in learning exhibited more humility on average than the managers in the other two groups did. This supports the researchers’ conclusion that their initial hypothesis that workplace leaders who reflect on past mistakes they learned from exercise greater humility was correct.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "All three groups exhibited less humility on average than the researchers expected.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in the graph that all three groups of participants exhibited less humility on average than the researchers expected. The graph and text don’t cite any specific expectations that the researchers had with regard to the humility scores for each group.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "If an animal has been extinct for a long time, how can scientists learn what color it was? One group of scientists came up with a possible answer. When the scientists examined the fossilized feather of an extinct bird, they found melanosomes in it. Melanosomes produce pigment, or grains of color, inside cells. Because melanosomes are shaped differently depending on which colors they produce, the scientists hypothesized that they could _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "show how melanosomes can be found in fossils belonging to animals from other extinct species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never suggests that the scientists were seeking to show how melanosomes can be found in fossils belonging to animals from other extinct species. Rather, the text indicates that the scientists were seeking to identify an extinct bird’s colors, and the text strongly suggests that the scientists hypothesized that they could achieve their goal by examining the shapes of the melanosomes in the bird’s fossilized feather.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "determine the colors of the bird based on the appearance of the melanosomes in the feather.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of a hypothesis by one group of scientists about how to determine the colors of a long-extinct animal. The text explains that the scientists found melanosomes in the fossilized feather of an extinct bird and that melanosomes are responsible for producing color inside cells. The text also explains that melanosomes have different shapes depending on the colors they produce. Given this information, it follows that the scientists hypothesized that they could determine the colors of the extinct bird by examining the shapes of the melanosomes in the feather.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "explain why the melanosomes in the feather were so well preserved.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never suggests that the scientists were seeking to explain why the melanosomes in the feather were so well preserved. Rather, the text indicates that the scientists were seeking to identify an extinct bird’s colors, and the text strongly suggests that the scientists hypothesized that they could achieve their goal by examining the shapes of the melanosomes in the bird’s fossilized feather.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "identify the colors of extinct animals whose fossils lack melanosomes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text suggests only one method of identifying the colors of extinct animals: by examining the shapes of melanosomes found in fossils. The text doesn’t discuss other methods for learning the colors of extinct animals and therefore provides no support for the idea that the scientists could identify the colors of extinct animals whose fossils lack melanosomes.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Silicon-based photovoltaic cells account for 95% of the cells used in solar panels worldwide despite converting an average of only 18–22% of the sunlight that reaches them. In a study addressing this relative inefficiency, a team led by Laura Miranda-Pérez demonstrated that the addition of a thin layer of the mineral perovskite—which captures the blue range of light in the solar spectrum, whereas silicon captures the red range—allows the cells to convert 29.5% or more of the Sun’s energy into usable electricity. Cells made with only perovskite, however, are no more efficient than silicon-based ones. It’s reasonable to conclude, then, that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "photovoltaic cells with both silicon and perovskite are more efficient because they make use of more of the solar spectrum.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the conclusion that most logically completes the text’s discussion of the efficiency of various photovoltaic cells. The text indicates that Miranda-Pérez and her team found that adding a layer of perovskite to silicon-based cells increased the percentage of sunlight converted to usable electricity relative to the percentage converted to electricity by silicon-based cells. Using cells with only perovskite and no silicon, however, resulted in no improvement in efficiency over silicon-based cells. The text also states that perovskite captures light in the blue range of the solar spectrum and silicon captures light in the red range of the spectrum. If perovskite and silicon capture different parts of the solar spectrum and the combination of perovskite and silicon results in greater efficiency than the use of either perovskite or silicon alone does, then it is reasonable to infer that the improved efficiency of perovskite-silicon cells could be attributable to their making use of more of the solar spectrum than perovskite-based or silicon-based cells do.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "photovoltaic cells with only perovskite and no silicon would likely convert more than 29.5% of the Sun’s energy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is directly contradicted by the text, which says that silicon-based cells convert 18%–22% of the sunlight that reaches them to electricity and that cells with only perovskite are no more efficient than silicon-based cells are. Perovskite-only cells thus must convert 22% or less—not more than 29.5%—of the sunlight that reaches them to electricity.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "solar power will remain elusive until photovoltaic cells are replaced with a more practical technology.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text focuses on a possible improvement to photovoltaic cells and makes no mention of any alternatives to those cells, so there is no reason to conclude that photovoltaic cells must be replaced with some other technology. Additionally, the text presents solar power as something that currently exists, so it wouldn’t make sense to conclude that solar power will remain elusive.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "researchers need to evaluate whether other minerals like perovskite are as effective as perovskite seems to be.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that there is a need to evaluate the effectiveness of other minerals than perovskite. In fact, the text gives no indication that it is even possible to use other minerals than silicon and perovskite in photovoltaic cells. Instead, the text is focused on the effect of combining perovskite and silicon and the different parts of the solar spectrum that perovskite and silicon capture.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In 1953, a fellow performer tripped on legendary jazz musician Dizzy Gillespie’s trumpet, bending its bell upward. When Gillespie tested the damaged instrument, he realized that he _______ sound of a bent bell over that of a straight one.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "preferred; the",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the verb and its object.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "preferred the",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between a verb and its object. No punctuation is needed between the verb “preferred” and its object “the sound of a bent bell over that of a straight one.” The object helps complete the idea of the verb—in this case, it explains what type of sound Gillespie preferred—and any punctuation between the two results in an ungrammatical sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "preferred, the",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the verb and its object.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "preferred. The",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the verb and its object.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "From 1912 to 1951, Charlotta Bass owned and operated the newspaper The California Eagle. While it was under Bass’s leadership, The Eagle _______ one of the US’s most influential Black‑owned newspapers.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "will become",
                "Key": {
                    "Correct": false,
                    "Rationale": "The future tense verb “will become” isn’t consistent with the other past tense verbs used to discuss Bass and her newspaper.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "became",
                "Key": {
                    "Correct": true,
                    "Rationale": "The conventions being tested are the use of verbs to express tense and the use of verb forms within a sentence. In this choice, the past tense verb “became” is consistent with the other past tense verbs (“owned,” “operated,” and “was”) used to indicate that, at a period of time in the past, Bass’s leadership resulted in her newspaper becoming one of the most influential Black-owned newspapers in the US. In addition, “became” supplies the main clause with a finite (tensed) verb, which is required to perform the action of the subject (in this case, “The Eagle”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "is becoming",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present progressive verb “is becoming” isn’t consistent with the other past tense verbs used to discuss Bass and her newspaper.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "to become",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The nonfinite to-infinitive “to become” doesn’t supply the main clause with a finite verb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "To illustrate Albert Einstein’s special theory of relativity, picture two jugglers: one juggling on a steadily moving parade float, the other juggling while standing still on a sidewalk. The laws of physics are identical for both _______ motion relative to each other. But what, Einstein wondered, about the speed of light?",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "jugglers’, regardless of they’re",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the plural noun “jugglers” and the plural possessive determiner “their,” not the plural possessive noun “jugglers’” and the contraction “they’re.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "jugglers, regardless of there",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the plural possessive determiner “their,” not the word “there,” which means “in that place.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "juggler’s, regardless of their",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the plural noun “jugglers,” not the singular possessive noun “juggler’s.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "jugglers, regardless of their",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of plural nouns and possessive determiners. The plural noun “jugglers” and the plural possessive determiner “their” correctly indicate that there are multiple jugglers whose motion is being discussed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Horsepower is a unit of measurement used to determine how much power a vehicle produces. The measurement is based on how much and how quickly weight can be _______ one unit of mechanical horsepower is equivalent to the amount of power it takes to lift 550 pounds one foot off the ground in one second.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "moved, for example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Without a coordinating conjunction, a comma can’t be used in this way to join the two main clauses (“The measurement...moved” and “for example...second”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "moved,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Without a conjunction following it, a comma can’t be used in this way to join the two main clauses (“The measurement... moved” and “one unit...second”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "moved; for example,",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation within a sentence. This choice uses a semicolon in a conventional way to join the first main clause (“The measurement...moved”) and the second main clause (“for example...second”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "moved",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two main clauses (“The measurement...moved” and “one unit... second”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Solarpunk is an art movement that imagines renewable energy-powered technology infused complementarily into nature. In Paolo Bacigalupi’s solarpunk short story “Efficiency,” an artificial intelligence that absorbs sustainable energies, redistributing them through intricate networks of weights and generators, _______ Chicago’s energy grid.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "have been powering",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have been powering” doesn’t agree in number with the singular subject “an artificial intelligence.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "power",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “power” doesn’t agree in number with the singular subject “an artificial intelligence.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "powers",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The singular verb “powers” agrees in number with the singular subject “an artificial intelligence.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "are powering",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are powering” doesn’t agree in number with the singular subject “an artificial intelligence.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Butterfly is a 1988 painting by the Japanese artist Ay-O. Like many of Ay-O’s paintings, Butterfly, which portrays a swimmer performing the butterfly stroke, attempts to make use of the entire visual light _______ sporting rainbow-striped goggles, the rainbow-hued swimmer splashes through a wavy rainbow of water.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "spectrum",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The main clauses (“Like...spectrum” and “sporting...water”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "spectrum:",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of a colon within a sentence. In this choice, the colon correctly introduces the following description of how the painting makes use of the entire visual light spectrum by depicting a rainbow-hued swimmer.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "spectrum while",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The main clauses (“Like...spectrum” and “while...water”) are fused without punctuation. Furthermore, the conjunction “while” fails to indicate that what follows is a description of how the painting makes use of the entire visual light spectrum.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "spectrum, while",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a logically confusing sentence. The conjunction “while,” which suggests that what follows is occurring at the same time as or despite what came before, fails to indicate that what follows is a description of how the painting makes use of the entire visual light spectrum.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The relationship between genomes and epigenomes reveals how cells with identical DNA develop different _______ whereas the genome in each cell contains a complete DNA sequence, the epigenome consists of chemical compounds that determine which traits in the sequence will be expressed.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "functions",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two main clauses (“The relationship...functions” and “whereas...expressed”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "functions,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can’t be used in this way to join two main clauses (“The relationship...functions” and “whereas...expressed”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "functions and,",
                "Key": {
                    "Correct": false,
                    "Rationale": "Without a comma preceding it, the conjunction “and” can’t be used in this way to join two main clauses. Furthermore, “and” fails to indicate that what follows is an explanation of how cells with identical DNA develop different functions.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "functions:",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of a colon within a sentence. In this choice, the colon correctly introduces the following explanation of the different functions of genomes and epigenomes.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In order to create the Global Positioning System (GPS), scientists had to develop an accurate mathematical model of Earth’s shape that accounted for various forces, such as tides. _______ it was mathematician Gladys West who wrote the computer program that could perform these necessary calculations.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Ultimately,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Ultimately” logically signals that West’s completion of the computer program was the conclusion of the process described in the previous sentence, in which scientists working on GPS sought to develop a mathematical model of Earth.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In other words,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In other words” illogically signals that the information about West’s program is a restatement of the information about the scientists’ efforts to develop a mathematical model of Earth. Instead, West’s program was the conclusion of those efforts.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Secondly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Secondly” illogically signals that West’s completion of the computer program was merely the next step in the scientists’ efforts to develop a mathematical model of Earth. Instead, West’s program was the conclusion of those efforts.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In addition,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In addition” illogically signals that West’s completion of the computer program was merely additional information related to the scientists’ work on GPS. Instead, West’s program was the conclusion of the scientists’ efforts to develop a mathematical model of Earth.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In 1942, the 1,500-mile Alaska Highway was constructed in under nine months, largely due to the skilled work of nearly 4,000 African American soldiers from US Army engineering regiments. The soldiers’ contribution was overlooked for decades. _______ in 2017, lawmakers declared October 25 a day of recognition—“Alaska Highway Day”—for the troops who helped build this critical roadway.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lastly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Lastly” illogically signals that this sentence presents the last of a series of points or reasons. Instead, it describes a later event occurring in a chronological sequence of events.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Then,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Then” logically signals that the event described in this sentence—lawmakers’ 2017 declaration of Alaska Highway Day—is part of a chronological sequence of events, occurring after the decades-long period in which the soldiers’ contribution was overlooked.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Similarly” illogically signals that the information in this sentence is similar to the previous information about the soldiers’ contribution being overlooked for decades. Instead, it describes an event occurring after that decades-long period.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that this sentence provides an example illustrating the previous information about the soldiers’ contribution being overlooked for decades. Instead, it describes an event occurring after that decades-long period.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The Coastal Futures Conservatory in Virginia is known for creating aural representations of ecological data. One such effort combines underwater audio recorded in seagrass beds with data that track rising carbon levels in the seagrass. As carbon levels increase, the audio is correspondingly distorted; _______ listeners can “hear” the changes in the carbon levels.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "furthermore,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Furthermore” illogically signals that the information in this clause merely adds to the previous information about the audio distorting as carbon levels rise. Instead, the listeners’ ability to “hear” carbon levels increasing is a result of that distortion.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "by comparison,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“By comparison” illogically signals that the information in this clause is being compared to the information about the audio distorting as carbon levels rise. Instead, the listeners’ ability to “hear” carbon levels increasing is a result of that distortion.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "for instance,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For instance” illogically signals that the information in this clause is an example of how the audio distorts as carbon levels rise. Instead, the audio was distorted for the express purpose of representing ecological data; the listeners’ ability to “hear” carbon levels increasing is a direct, intended result of the distortion, not merely an example of it.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "thus,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Thus” logically signals that the information in this clause—that listeners can “hear” carbon levels increasing—is a result of the previous information about the audio distorting as carbon levels increase.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Observing that a fire in a closed container soon went out, leading eighteenth-century scientists did not conclude that fresh air (specifically, oxygen) is necessary for combustion; instead, many theorized that the container’s air had become saturated with a substance called phlogiston. _______ when Joseph Priestley first isolated oxygen gas in 1774, he termed it “dephlogisticated air.”",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In other words,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In other words” illogically signals that the information about Priestley terming oxygen “dephlogisticated air” is a restatement of the previous theory concerning phlogiston. Instead, Priestley chose the term as a result of this theory.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "For this reason,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“For this reason” logically signals that the reason Joseph Priestley termed oxygen “dephlogisticated air” was that he accepted the theory mentioned in the previous sentence—that the presence of phlogiston, rather than the absence of oxygen, causes fire in a closed container to go out.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Alternatively,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Alternatively” illogically signals that Priestley termed oxygen “dephlogisticated air” as an alternative to the previous theory concerning phlogiston. Instead, Priestley chose the term as a result of this theory.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Nevertheless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Nevertheless” illogically signals that Priestley termed oxygen “dephlogisticated air” despite the previous theory concerning phlogiston. Instead, Priestley chose the term as a result of this theory.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Komodo dragons are the largest lizards in the world.\n• They live on four islands in Komodo National Park, Indonesia.\n• The park has a total of twenty-nine islands.",
            "The student wants to emphasize how many islands in Komodo National Park have Komodo dragons living on them. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Komodo dragons, the world’s largest lizards, live on islands in Komodo National Park, Indonesia.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence does explain that Komodo dragons live on the islands of Komodo National Park, it doesn’t emphasize how many of those islands Komodo dragons live on.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The largest lizards in the world are found in Komodo National Park.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence explains that Komodo National Park contains the world’s largest lizards; it doesn’t identify these lizards as Komodo dragons or emphasize how many of the park’s islands the lizards live on.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Only four of the twenty-nine islands in Komodo National Park have Komodo dragons living on them.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes the number of islands in Komodo National Park that have Komodo dragons living on them, noting that four of the park’s twenty-nine islands have Komodo dragons.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "There are twenty-nine islands in Indonesia’s Komodo National Park.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence specifies the total number of islands in Komodo National Park; it doesn’t emphasize how many of those islands have Komodo dragons.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Pointillism is a painting technique in which small, distinct dots of color are applied in patterns to form an image.\n• Betty Acquah is an artist from Ghana who uses pointillism in her work.\n• “By extending dabs of color in the subject matter into the background and vice-versa, an illusion of movement is created,” she says about pointillism.\n• Her work often portrays Ghanaian women, whom she sees as the “unsung heroines of the Ghanaian Republic.”\n• Her pointillist painting “Exquisite” (2016) features five dancing women twirling their skirts.",
            "The student wants to provide a quotation from Acquah that explains why she used pointillism in “Exquisite.” Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In painting “Exquisite,” Acquah applied pointillism to create what she called an “illusion of movement” within the painting’s five dancing women and their twirling skirts.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence provides Acquah’s quotation about pointillism’s “illusion of movement” to explain that she used pointillism to create the illusion of movement in her painting of women dancing.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Pointillism, the technique used in Acquah’s “Exquisite,” involves the application of small, distinct dots of color.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence explains pointillism and indicates that Acquah used the technique in her painting, but it doesn’t provide a quotation or explain why.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In “Exquisite,” Acquah uses a technique that she says involves “extending dabs of color in the subject matter into the background and vice-versa.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence provides a quotation from Acquah about pointillism, the quotation merely describes a specific aspect of the technique; the sentence doesn’t explain why Acquah used pointillism in her painting.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“Exquisite” portrays Acquah’s fellow Ghanaian women as she sees them: the “unsung heroes of the Ghanaian Republic.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence provides a quotation from Acquah, the quotation illustrates Acquah’s views on Ghanaian women; the sentence doesn’t explain why Acquah used pointillism in her painting.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• The Ramayana is a Sanskrit epic poem from ancient India.\n• In The Ramayana, the character Kaikeyi is often portrayed as a villain.\n• Kaikeyi is a 2022 novel by Vaishnavi Patel.\n• The novel is a retelling of the epic poem from Kaikeyi’s point of view.\n• It often portrays Kaikeyi as heroic.",
            "The student wants to emphasize whose point of view the novel is told from. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "From the point of view of The Ramayana, the character Kaikeyi is often a villain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence does discuss point of view, it focuses on that of the epic poem rather than the novel.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Vaishnavi Patel often portrays the character as heroic.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence seems to be referring to Patel’s novel, it doesn’t establish whose point of view the novel is told from.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Kaikeyi is a retelling of The Ramayana from the character Kaikeyi’s point of view.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes whose point of view the novel Kaikeyi is told from: the character Kaikeyi’s.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The Ramayana is an epic poem that features the character Kaikeyi.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence discusses the character Kaikeyi in the context of the epic poem; it doesn’t discuss the novel’s point of view.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Marcela Guerrero is a curator at the Whitney Museum of American Art in New York.\n• She curated the Whitney’s 2018 exhibition Pacha, Llaqta, Wasichay: Indigenous Space, Modern Architecture, New Art.\n• This exhibition featured works by seven emerging Latino artists.\n• She curated the Whitney’s 2020 exhibition Vida Americana: Mexican Muralists Remake American Art, 1925–1945.\n• This exhibition included nearly 200 works by twentieth-century Latino and Mexican artists.",
            "The student wants to describe the exhibition that Guerrero curated in 2018. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Held at the Whitney Museum of American Art, the exhibition Vida Americana: Mexican Muralists Remake American Art, 1925–1945 included nearly 200 works by twentieth-century Mexican and Latino artists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes the exhibition Guerrero curated in 2020; it doesn’t describe her 2018 exhibition.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Pacha, Llaqta, Wasichay: Indigenous Space, Modern Architecture, New Art, an exhibition at the Whitney Museum of American Art, featured works by seven emerging Latino artists.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence describes the 2018 exhibition Guerrero curated, noting that the exhibition, which was titled Pacha, Llaqta, Wasichay: Indigenous Space, Modern Architecture, New Art, featured the works of seven emerging Latino artists.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In both 2018 and 2020, Marcela Guerrero curated exhibitions at the Whitney Museum of American Art in New York.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes a similarity between the two exhibitions Guerrero curated; it doesn’t describe her 2018 exhibition.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "While one exhibition that Marcela Guerrero curated featured works by emerging artists, another included works by twentieth-century artists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes a difference between the two exhibitions Guerrero curated; it doesn’t describe her 2018 exhibition.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}