{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Importance of Winning",
    "Subtitle": "",
    "Author": "by Andy Jobanek and Billy Low",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe way sports are watched, the way sports are played, the uniforms athletes wear and the money athletes make all change over time. But sports' nature as competition, whether recreational or serious, remains constant. The whole point of shooting the basketball at the basket or running fast in a race is to improve chances of winning. So how important is winning in sports? More specifically, to what extent should winning be emphasized at the many levels of organized sports?"],
        ["2", "\tFor those who see sports as outlets for recreation and exercise, the answer is fairly straightforward: winning should take a backseat as long as participants enjoy playing the game."],
        ["3", "\tBut for athletes, coaches and parents who see sports as more than a casual hobby, the answer is less clear. Let's think in terms of parents who would very much like to see their child reach the highest levels of sport. My argument is that beginning levels should develop in youths a genuine passion for sports that fosters, at the high school level and above, the necessary emphasis on winning."],
        ["4", "\tFew will deny that fun is more important than winning in youth leagues. But to focus on developing enthusiasm for sports requires more than turning off the scoreboard. Kids will have fun running around carefree anywhere. Organized sports will create real interest in sports if they show a youth athlete how much he or she can learn about playing sports"],
        ["5", "\tHowever, once an athlete reaches the high school level, winning should be a priority. It should be assumed that high school athletes have developed that passion that draws them to spend so much time playing their sport."],
        ["6", "\tA league title may pale in comparison to the self-disciple and work ethic athletes gain from competitive sports, but such qualities develop out of a commitment to winning. If athletes only value having a good time and “bonding with teammates,” why should they bother to wake up early to lift weights or choose to get rest instead of partying? Emphasis on winning points an athlete or team to a goal they must continue to chase until their game or season or career ends."],
        ["7", "\tThat emphasis does not mean throwing a chair in response to a loss. It means an athlete puts in the work to turn a “good try” into a made basket or completed pass. It means a player shows up to practice on time and ready to play. In short, a desire to win pushes an athlete to be his or her best."]
    ],
    "Copyright": "",
    "References": []
}