{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "In this article, the author shares memories of his father's restaurant, the New Eastern Chinese Restaurant."
    ],
    "Title": "[Excerpt from] The Rice Room: Growing Up Chinese-American from Number Two Son to Rock 'n' Roll",
    "Subtitle": "",
    "Author": "by Ben Fong-Torres",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe rice room — the mai fong — was the generic¹ name for an area in the back of our father's restaurant."],
        ["2", "\tFrom the time of my birth in 1945 until they sold the restaurant ten years later, the cafe at 710 Webster Street was my home away from home."],
        ["3", "\tSometimes, it was just plain home ..."],
        ["4", "\tTo us, the kitchen was a mysterious place. Our kitchen at home was so simple: an old Sparks stove, a refrigerator, sink, and table. At the New Eastern, it was a bustling factory. Almost an entire wall was taken up by a line of gigantic black woks.² This was my father's stage. He strode the length of the four woks, each one fired up by gas flames underneath. Beneath him, planks of wood, raised off the ground an inch or two, served to give his legs and feet some spring, and to allow food particles to drip through, to be swept off the floor later."],
        ["5", "\tThe sink was the size of a bathtub; the refrigerator had glass doors and stretched three times as wide as the one at home. Every appliance was bigger, and there were things we never saw anywhere else, like the big cylindrical metal oven in which my father draped rods holding large marinated pieces of pork loin. We could hear the fire roaring from the bottom of this loo-how. My dad would go about his business, and then, always at exactly the right time, he'd wander over, lift off the top, and pluck out several rods of barbecued pork — glowing bright red, with black at the tips."],
        ["6", "\tIf I happened by at that magical moment, I'd stop. “Yeet-gow!” I'd say. One piece. And, taking a big Chinese cleaver, he'd deftly³ chop off a piece of the succulent,⁴ sweet meat. “One dollah!” he'd shout, then hand it over."],
        ["7", "\tMy father made the best food in town. Every now and then, he'd make a batch of Jah- Don — which meant “bombs,” but which tasted infinitely better. They were Chinese cream puffs without the cream, but liberally dipped in sugar."],
        ["8", "\tThere was nothing he wouldn't try. If he tasted a candy he liked, he'd try to duplicate it himself. He was proud of a rock candy he whipped up once and determined to sell at the front counter of the New Eastern. We, of course, served as his guinea pigs, and we couldn't bring ourselves to tell him the sad truth: The candy was so hard that it was inedible. I rolled a piece around my mouth. “Tastes good, Ba-Ba,” I said. Then, when he looked away, I spat it out."],
        ["9", "\tLife in a Chinese restaurant gave us access to some strange snacks, most of which we grew to like. There were the moy, the salted or sugared preserved plums given so freely as gifts. The salted ones set off ticklish explosions inside our mouths, but once we adjusted, nothing rivaled the satisfaction of working the plum around, getting down to the plum seed."],
        ["10", "\tThere were the pickled scallions we'd pluck out of the jar, bulbous onion heads that we thought of as candy. Sometimes, Dad would get a sugar cane or two at the produce market and chop off inch-long pieces for us to suck on."],
        ["11", "\tWhen we ventured beyond the rice room and kitchen, into the dining room, we'd run into the waiter, Gim Bok. He was a tall, spindly⁵ man with rimless glasses and thinning hair who liked to spin stories to us. Watching my little sister Shirley nibbling on an apple, he'd lean over."],
        ["12", "\t“Don't eat the seed,” he said, “or an apple tree will grow inside you.”"],
        ["13", "\t“What?”"],
        ["14", "\t“Yes. Right inside your stomach, an apple tree!”"]
    ],
    "Copyright": "Excerpt from The Rice Room: Growing Up Chinese-American from Number Two Son to Rock 'n' Roll by Ben Fong-Torres. Copyright © 1994 by Ben Fong-Torres. Used with permission of University of California Press via Copyright Clearance Center.",
    "References": [
        ["¹", "generic: general, common"],
        ["²", "woks: pans used for Asian cooking"],
        ["³", "deftly: with skill"],
        ["⁴", "succulent: juicy"],
        ["⁵", "spindly: thin"]
    ]
}