{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Welcome to the World of Hummingbirds",
    "Subtitle": "",
    "Author": "by Diane Swanson",
    "LabelType": "P",
    "Content": [
        ["1", "\tEnglish-speaking people named hummingbirds after the hum of their beating wings, but people who spoke Portuguese focused on the way the birds feed. Their word for hummingbird means “kiss the flower.” The French seemed especially struck by its little body, naming it “fly-sized bird.”"],
        ["2", "\tHummers are the smallest birds in the world. The calliope hummingbird is the tiniest in North America. Full-grown, it is as short as your thumb and weighs less than a penny..."],
        ["3", "\tAll hummingbirds wear thick coats. For their size, they produce more feathers than any other bird. And on many hummers, some of these feathers gleam like colorful jewels in the bright sunshine. Stand between a hummingbird and the sun—with the light to your back—and you'll witness the flash as the bird faces the sun. WOW! But when the light or the angle isn't right, the brilliance disappears and the bright colors fade to drab."],
        ["", "Wʜᴇʀᴇ ɪɴ ᴛʜᴇ Wᴏʀʟᴅ"],
        ["4", "\tHummingbirds live where flowers bloom—but only in the western half of the world. The birds all make their homes in North, Central, and South America. Most kinds live in hot jungles. Others do well in cooler climates. Rufous hummingbirds, for instance, spend part of each year in Alaska."],
        ["5", "\tLook for hummingbirds of one kind or another in very different types of homes: sea coasts, forests, mountain meadows, deserts, and grassy plains. The birds raise their families in the wilderness, but also in busy city parks and backyard gardens. If you set out a feeder of sugary water, hummingbirds will often arrive for dinner. Some become so comfortable around people, they perch on fingers to eat..."],
        ["6", "\tTwice each year, a few kinds of hummingbirds migrate long distances between their summer and winter homes. Ruby-throated and rufous hummers fly more than 3200 kilometres (2000 miles) from their nesting sites in the north to their winter homes in the south. About 800 kilometres (500 miles) of the ruby-throated's long journey is across the Gulf of Mexico. It's an amazing trip, which the hummingbirds make nonstop, and usually alone."],
        ["", "Wᴏʀʟᴅ Fᴜʟʟ ᴏꜰ Fᴏᴏᴅ"],
        ["7", "\tImagine eating six times an hour. That's nothing for a hummingbird. It normally feeds every 10 minutes—sometimes more often—downing about 60 meals a day!"],
        ["8", "\tHummingbirds are so active they burn up energy fast. One scientist figured that if an average man used as much energy as a ruby-throated hummingbird, he would need to eat 130 kilograms (285 pounds) of hamburger every day. And before the ruby-throated migrates, it stores energy by eating even more than usual, growing about 50 percent heavier. The extra weight slows its speed, but it helps the bird fly farther."],
        ["9", "\tA hummingbird feeds mostly on nectar—the sweet liquid formed inside flowers. The bird sticks its long tongue into a blossom and laps the nectar. The liquid rises through grooves along the tongue. Then the bird draws its tongue back in. Its beak squeezes the nectar off when the bird sticks its tongue out again. To get enough food, a hummer might need to check out 3000 blossoms in a single day..."],
        ["", "Wᴏʀʟᴅ ɪɴ Mᴏᴛɪᴏɴ"],
        ["10", "\tHummingbirds are most at home in the air. They're champion acrobats of the sky! Not only can they zoom forward like other birds, they can also go backward. As they move from flower to flower, they flit sideways easily. If flying upside down might help the hummers escape danger, they can do that, too—for short distances. But most amazingly of all, they can hover¹ in midair."],
        ["11", "\tNarrow, pointed wings help make these acrobatics possible. The wings are strong, too. The muscles that move them weigh at least one-quarter as much as the whole bird. And the hummingbird moves its wings in an odd way, tracing figure eights in the air. That helps it create power on both the upbeat and the downbeat. Depending on the kind of hummer and what it's doing, it often beats its wings more than 40 times a second!"],
        ["12", "\tFor its size, the hummingbird travels at a quick pace. The ruby-throated has been tracked at 43 kilometres (27 miles) an hour. It flies—and dives—much faster when it's trying to attract a mate or respond to threats. But traveling at full speed doesn't end in crash landings. A hummer can make sudden stops—even on a narrow perch—with grace..."],
        ["", "Nᴇᴡ Wᴏʀʟᴅ"],
        ["13", "\tWhen the little hummers are only two to three weeks old, they start flying. They're surprisingly good right away, but they have to work to improve their landing skills. Then they can follow their mother from flower to flower and learn to feed as she does. The chicks also practice chasing and catching insects in the air. Sometimes, they chase each other, too—just for fun."],
        ["", "problems/NY23G6E/media/S2a.jpg"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "hover: to remain in one place while flying"]
    ]
}