{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use print or digital resources to determine meaning, syllabication, pronunciation, and word origin."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read the dictionary entry.",
            ":box:mind \\mīnd\\ verb\n1. to obey\n2. to be bothered by\n3. to notice\n4. to take charge of",
            "Which definition of the word m͟i͟n͟d is used in line 3?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Bryson has been told by Dwayne's mom that they will be sharing a room, the word m͟i͟n͟d in line 3 does not mean “to obey,” because Bryson is not asking if Dwayne will obey, but if he will object to sharing his room.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "In line 3, when Bryson asks Dwayne if he would m͟i͟n͟d, he is asking if Dwayne would be bothered or have an issue with sharing his room. Based on this context, the best definition of mind is “to be bothered by.”",
                    "Percent": 84
                }
            },
            "C": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in line 4 Dwayne uses the word “Look” to tell Bryson to notice the space in Dwayne's closet, in line 3, Bryson is not asking Dwayne to notice anything.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 3, Bryson is asking if Dwayne has any concerns about sharing his room. This question does not suggest that Bryson will “take charge” so m͟i͟n͟d in this context does not mean “to take charge of.”",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of imagery, literal and figurative language such as simile and metaphor, and sound devices achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from line 17.",
            ":box:Dwayne walks into his bedroom and sees Bryson's things scattered like dropped popcorn in a movie theater.",
            "What is the most likely reason the playwright uses a simile in this line?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To identify an activity that Bryson and Dwayne have done together",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although later in the play, Dwayne mentions that he likes hanging out with Bryson “at the pool and the park” (line 34), this is not the meaning of the simile in line 17. In line 17, the simile compares Bryson's belongings to popcorn on the floor.",
                    "Percent": 2
                }
            },
            "G": {
                "Choice": "To suggest that Bryson has been eating snacks in Dwayne's bedroom",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses the simile to describe the mess Bryson has made in Dwayne's room, not to suggest that there is literally food in the room.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "To explain that Bryson's belongings have made a mess in Dwayne's bedroom",
                "Key": {
                    "Correct": true,
                    "Rationale": "A simile is a figure of speech in which two objects are compared using the word “like′′ or “as. ′′ In line 17, the simile is used to show that Bryson's belongings are littering Dwayne's bedroom in the same way that popcorn falls to the floor in movie theaters.",
                    "Percent": 91
                }
            },
            "J": {
                "Choice": "To show that Dwayne plans to throw away Bryson's belongings",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Dwayne may be upset about the mess in his room, the simile is not used to suggest that Dwayne plans to discard Bryson's belongings as one would throw away uneaten popcorn in a theater. The comparison is used to describe how Bryson's belongings are littering the room.",
                    "Percent": 1
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze the relationships of and conflicts among the characters."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What causes the conflict between Dwayne and Bryson in lines 22 through 27?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Dwayne thinks Bryson is being lazy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 22 through 27, the conflict is caused by different opinions about Bryson's belongings. In line 25, Bryson tells Dwayne that he put his shoes, socks, and crumpled paper on the floor for a reason. In line 26 Dwayne says, “You just didn't feel like putting them away!” This shows that Dwayne thinks Bryson is lazy and leads to their “raised voices” in line 28.",
                    "Percent": 93
                }
            },
            "B": {
                "Choice": "Dwayne thinks Bryson is teasing him.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 22, when Dwayne enters the room, he “glares at Bryson” and Bryson responds, “Need something?” which could suggest he is teasing. However, this is not the cause of the conflict because Dwayne is already upset with Bryson about the mess in the room which he “begins tidying up” in line 24.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "Dwayne thinks Bryson is jealous.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 22 through 27 there is no indication that Dwayne thinks Bryson is jealous. In Scene 1, line 16, the stage direction notes that Bryson is “slightly embarrassed” when Dwayne tells him where to put his dirty socks, but this is not the same as feeling jealous.",
                    "Percent": 1
                }
            },
            "D": {
                "Choice": "Dwayne thinks Bryson is too forgetful.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is possible that Dwayne thinks Bryson is forgetful when he says, “Your shoes. And socks. And crumpled trash” in line 24, and “begins tidying up” again. But this is not the cause of the conflict because it becomes clear that Dwayne thinks Bryson is lazy when he says, “You just didn't feel like putting them away!” in line 26, and it is this remark that prompts the boys to raise their voices in line 28.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze plot elements, including rising action, climax, falling action, and resolution."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Why is line 37 important to the plot?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It reveals the resolution to the problem in the play.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Line 37 is important to the plot because it provides the resolution to the boys' conflict. In line 37, Dwayne creates a room divider using tape and says, “That's your side, Bryson, and this is my side.” This resolves the issue because Dwayne can keep his area tidy while Bryson can keep his area “creatively cluttered.”",
                    "Percent": 87
                }
            },
            "G": {
                "Choice": "It provides the climax in the plot of the play.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The climax of a play occurs when tensions are highest, such as in lines 26 through 28 when Dwayne and Bryson argue with “raised voices.” In line 37, Dwayne says, “Hey Bryson! I have an idea that allows both of us to get what we want!” This shows the problem is being resolved, not the peak of the conflict.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "It establishes a new setting in the play.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The setting of a play is the time and place in which the action occurs. In line 37, the stage direction explains that Dwayne tapes a line down the middle of the room, showing how the boys can resolve their disagreement, but the setting itself does not change because it is still the same bedroom.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "It introduces a new conflict to the play.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 37, Dwayne says “That's your side, Bryson, and this is my side.” This sentence could be misunderstood to show a new conflict since they are dividing the room. However, the sentence before it clearly indicates that this is a positive resolution when Dwayne says, “I have an idea that allows both of us to get what we want!”",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Infer multiple themes within a text using text evidence."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What is the main theme of the play?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Treat others kindly to earn their friendship.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not the theme because the boys are not attempting to earn each other's friendship. In line 34 Dwayne says, “I really like hanging out with you,” suggesting that the 11-year-old cousins have been friends for some time and are usually kind to each other.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Practice good habits every day.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Dwayne practices the good habit of keeping his room tidy, this is not the theme of the play. Dwayne's tidiness is part of the problem since Bryson does not share Dwayne's viewpoint. Thus, the theme focuses on how the boys solve the problem by understanding their differences, not learning a good habit.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "Think before taking action.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 33, the mother says, “Dwayne, for the summer, your room is Bryson's room too. You two need to find a way to compromise.” Although Dwayne pauses to consider the situation, this detail is too minor to reflect the theme. And the mother's suggestion of compromise shows the importance of understanding each other.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "Try to understand the viewpoints of others.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The theme of the play is trying to understand the viewpoints of others. In the play, Dwayne says “I can't concentrate like this” (line 18) when he sees the mess in his room. However, when Bryson sees the clean room, he says to himself “It isn't mess... it is creative clutter” in line 20. The boys are frustrated with each other until they can reach a compromise that allows each boy to feel comfortable.",
                    "Percent": 76
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Explain structure in drama such as character tags, acts, scenes, and stage directions."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What does the reader learn from the stage directions in scene 2?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Bryson would be more comfortable sleeping on the bottom bunk bed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 18 of the stage direction, the playwright explains that Dwayne “climbs up and straightens Bryson's bed” but there is nothing to suggest that Bryson is uncomfortable sleeping on the top bunk. In fact, in line 10 Bryson says, “This is great! I've never slept in a bunk bed before.” after climbing up to his bed.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "Bryson does not worry about being neat.",
                "Key": {
                    "Correct": true,
                    "Rationale": "From the stage direction for Scene 2, the reader learns that Bryson is not as neat as Dwayne. Line 17 describes that “his shoes have been kicked off in the middle of the room and his suitcase is open and piled high with rumpled clothes.” This shows that Bryson does not worry about keeping things tidy like Dwayne does.",
                    "Percent": 87
                }
            },
            "H": {
                "Choice": "Bryson has been searching for something in Dwayne's room.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The stage directions for Scene 2 provide details about the mess Bryson has made in the bedroom, but there is no mention of Bryson searching for something in Dwayne's room. The mess includes Bryson's shoes and his suitcase “piled high with rumpled clothes” but none of these items belong to Dwayne.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "Bryson does not like staying in Dwayne's room.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The stage directions for Scene 2 explain that Dwayne “can't concentrate like this” suggesting that he is a bit frustrated with Bryson. However, there is no indication in lines 17 or 18 that Bryson dislikes sharing Dwayne's room. In Scene 1, Bryson is excited to be sleeping in a bunk bed and enthusiastic about spending the summer with Dwayne.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What can the reader infer about Dwayne based on line 18?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Dwayne wants to surprise Bryson by putting his things away.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on his comment “I can't concentrate like this” in line 18, Dwayne picks up Bryson's things because messiness bothers him, not because he wants to surprise Bryson.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Dwayne thinks Bryson brought too many clothes with him.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 17 Bryson's “suitcase is open and piled high with rumpled clothes,” but this description is provided to emphasize Bryson's mess, not the amount of clothing he brought. In line 18 there is no suggestion that Dwayne thinks Bryson has brought too many clothes.",
                    "Percent": 2
                }
            },
            "C": {
                "Choice": "Dwayne feels happiest when he is organizing clothes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Dwayne is bothered by Bryson's mess, when he puts away Bryson's belongings in line 18, he “hums while he works,” showing that he is feeling better. However, the idea that he is happiest when he is organizing clothes overstates Dwayne's feelings. He feels happier because the room is cleaner, not because he is cleaning.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "Dwayne feels uncomfortable when he sees the condition of his room.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In line 18, Dwayne says to himself “I can't concentrate like this” which shows that Dwayne is uncomfortable because of Bryson's mess. Dwayne's actions show that it is Bryson's mess making him uncomfortable, because he “places Bryson's shoes in the closet and his socks in the hamper,” cleaning up the mess Bryson has created.",
                    "Percent": 80
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Identifying the claim."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What is one claim the author makes in the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Pets are good for their owners because pets keep people healthy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author claims that pets are good for their owners because pets keep people healthy. The author provides several examples, including help encouraging exercise in paragraphs 3 and 4, reducing stress in paragraph 5, and increasing emotional well-being in paragraph 11.",
                    "Percent": 84
                }
            },
            "G": {
                "Choice": "Some dogs need much more exercise than others do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does discuss the importance of exercise for pets and pet owners in paragraphs 2 through 4, there is no comparison of which types of dogs need more exercise than others in this selection.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "Children are responsible pet owners.",
                "Key": {
                    "Correct": false,
                    "Rationale": "By discussing children and allergic reactions in paragraphs 9 and 10, the author supports the claim that pets keep people healthy, but the author does not make a claim about children being responsible pet owners.",
                    "Percent": 2
                }
            },
            "J": {
                "Choice": "Taking walks is the best way to provide exercise for a dog.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 3, the author explains, “Dogs depend on their owners to take them on a stroll around the neighborhood,” but the author does not claim that walking is the best way to provide exercise for a dog.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Identifying the intended audience or reader."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Who is the author most likely addressing in the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Someone seeking ways to treat pet allergies",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions pet allergies in paragraphs 9 and 10 but does not give information on the ways that someone can treat those allergies.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Someone considering whether to have a pet",
                "Key": {
                    "Correct": true,
                    "Rationale": "The audience is most likely someone considering whether to have a pet, because the author provides valuable information for people thinking about getting a pet. In the first paragraph, the author states, “Many families struggle with the decision of adopting a pet,” emphasizing the importance of “taking the time to pick the right pet.”",
                    "Percent": 78
                }
            },
            "C": {
                "Choice": "Someone trying to find a home for a pet",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 12, the author says, “Stop by an animal shelter, and see which pet might be right for you,” to suggest where people might find a new pet. However, there is no advice in the selection for someone trying to find a home for a pet.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "Someone wanting to learn about different types of pets",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author says, “Families have to consider the type of pet to adopt,” in paragraph 1 and describes how dogs can make people more active in paragraphs 2 and 3. However, the author does not provide enough information about types of pets for someone who wants to learn about different types of pets.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use print or digital resources to determine meaning, syllabication, pronunciation, and word origin."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Read the dictionary entry.",
            ":box:condition \\kən-ˈdi-shən\\ noun\n1. quality of whether something is ready to use\n2. something needed before something can happen\n3. quality of whether someone is healthy or fit\n4. the state of matter at a given time",
            "Which definition of the word c͟o͟n͟d͟i͟t͟i͟o͟n is used in paragraph 7?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 7, the author describes a study conducted on patients in a hospital. This definition of the word c͟o͟n͟d͟i͟t͟i͟o͟n refers to the state of an object in relation to its readiness for use, not the state of a person's health or fitness.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This definition does not fit the use of c͟o͟n͟d͟i͟t͟i͟o͟n in paragraph 7, as it refers to requirements that must be met for someone or something to progress. The author uses the word c͟o͟n͟d͟i͟t͟i͟o͟n to describe each patient's health.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 7, the author explains, that “[r]esearchers monitored patients at a hospital” and found that people with pet companionship “had a faster recovery.” Based on this context, the best definition of c͟o͟n͟d͟i͟t͟i͟o͟n is the “quality of whether someone is healthy or fit.”",
                    "Percent": 74
                }
            },
            "J": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is referring to the quality of patients' health in a hospital in paragraph 7. This definition of c͟o͟n͟d͟i͟t͟i͟o͟n as it relates to the state of matter at a given time does not apply to people, and therefore does not match the context.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Evaluate details read to determine key ideas."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What key idea do the details in the section “Calming Benefits” support?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Resources should be gathered before training a pet.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this section, the author states that “there are many resources out there to help people train their pet,” but this is a minor detail. Furthermore, the author does not provide information on how to train pets.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Many people are unfamiliar with how to train an animal.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 6, the author mentions trained pets but does not provide any information on how people can train them.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Many people have trouble dealing with stressful situations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author might agree that many people have trouble dealing with stress, the details in the section “Calming Benefits” are about how a pet can reduce stress, not about people's difficulties handling stress.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "A trained pet can reduce the stress people experience.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the section “Calming Benefits,” the details support the key idea that a trained pet can reduce stress in people. In paragraph 5, the author states, “Having a pet in the home means less anxiety for the people living there,” and in paragraph 6, the author explains how well-behaved pets can reduce people's stress.",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Explaining how the author has used facts for or against an argument."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 9.",
            ":box:Many people believe that pets cause allergies in children.",
            "How does the author show that this argument is untrue?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By quoting an expert scientist",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes a research study in paragraph 10 but does not provide a direct statement from an expert involved in that study.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "By describing a research study",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author shows that the argument in paragraph 9 is untrue by describing a research study. In paragraph 10, the author describes a 2011 study on babies and pet allergies that showed that children who had been around pets had a lower chance of developing allergies.",
                    "Percent": 73
                }
            },
            "H": {
                "Choice": "By interviewing a pet owner",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 10, the author describes details of a research study conducted in Detroit; however, the information provided does not include an interview with a pet owner.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "By observing a pet owner",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes a study conducted in 2011 by researchers but was not involved in the study itself, and the author does not mention observing a pet owner.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Explaining how the author has used facts for or against an argument."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Which idea does the author include to support the claim that pets make people become more active?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "People find it more fun to exercise with a pet.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the author says, “Many people enjoy walking or running with their pet rather than by themselves or with others.” This idea directly supports the claim that pets make people more active, because people are more likely to exercise when they are enjoying the company of their pets.",
                    "Percent": 82
                }
            },
            "B": {
                "Choice": "Pet owners need to maintain good health.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author says, “Dogs depend on their owners to take them on a stroll around the neighborhood,” in paragraph 3, but this does not mean that pet owners need to maintain good health; it means that owning a pet allows people to exercise in enjoyable ways.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "People think that pets can cause stress.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 6, the author acknowledges, “Some people say pets can cause stress,” and then explains that trained pets can have a calming effect on people. However, the discussion of whether pets cause stress is not related to the author's claim that pets make people more active; it is related to the calming benefits of pets.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "Pet owners have fewer allergies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 9 and 10, the author includes information about pets and allergies, explaining that “pets can help prevent allergies in children.” However, this idea does not support the author's claim that pets make people more active.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze plot elements, including rising action, climax, falling action, and resolution."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S3.json",
            "problems/TX22G5R/supps/TX22G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Assembly” to answer the following question.",
            "Why are the events in stanzas 4 and 5 (lines 16–25) important to the resolution of the poem “Assembly”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The speaker remembers a song.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 21 the song is “[a] whisper at first,” but this indicates that she is fearful, not that she has forgotten the song.",
                    "Percent": 18
                }
            },
            "G": {
                "Choice": "The speaker's attitude changes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Stanzas 4 and 5 are important to the resolution of the poem because they show how the speaker's attitude changes from being terrified to becoming increasingly more confident. In lines 18 and 19, the speaker describes her “[l]egs like spaghetti” and worries “that I might faint.” However, the speaker finds her courage in lines 22 and 23, when “the music in me rises” and she lives “inside the song.”",
                    "Percent": 64
                }
            },
            "H": {
                "Choice": "The speaker discovers a new talent.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker reminds herself of her talent when she says, “Live inside the song,/I tell myself.” in lines 23 and 24. However, there is no indication in the poem that it is a new talent.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "The speaker's classmates stop singing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although “Manny nudges” the speaker in line 16, which shows that her classmates are also onstage in line 17, the speaker says “it's time for my solo,” so it is clear that no one else is singing in lines 16 through 25.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Infer multiple themes within a text using text evidence."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S3.json",
            "problems/TX22G5R/supps/TX22G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Read lines 20 through 22 from the poem “Assembly.”",
            ":box:Eyes closed, I wait for courage.\nA whisper at first,\nthe music in me rises.",
            "How do these lines support the theme of the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By highlighting that an active imagination can be powerful",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker uses descriptive language, such as “hyenas in human skin” in line 5 and “[l]egs like spaghetti” in line 18, but in lines 20 through 22, the speaker shows how confidence grows inside of her when she begins to sing, not that she uses her imagination.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "By suggesting that learning to be responsible is part of growing up",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 9 and 10, the speaker describes the “audience of students/squirming in their seats” and might be older than the children in the audience; however, there is no indication in the poem that the speaker has learned to be responsible.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "By suggesting that confidence often comes from within",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 20 through 22 support the theme of the poem by showing how confidence comes from within. Before line 20, the speaker describes her fears as she and her classmates march onto the stage for their recital. In line 19, the speaker worries about fainting, but in lines 20 through 22 she is able to take control of her fears and begins to sing, quietly at first then louder as her confidence grows.",
                    "Percent": 77
                }
            },
            "D": {
                "Choice": "By showing that recitals can bring people together",
                "Key": {
                    "Correct": false,
                    "Rationale": "In stanzas 1 through 3, the speaker describes the assembly as “[l]ouder than a zoo” in line 3 and “quieting the animals/until they become/an audience of students” in lines 7 through 9. Although this description shows people coming together, lines 20 through 22 are used to highlight the speaker's fears, not the unity of the assembly.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of imagery, literal and figurative language such as simile and metaphor, and sound devices achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S3.json",
            "problems/TX22G5R/supps/TX22G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the poet describes the kids as “hyenas in human skin” in line 5 of the poem “Assembly”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To highlight that the kids are part of a large group",
                "Key": {
                    "Correct": false,
                    "Rationale": "The title of the poem is “Assembly,” and so it is likely that the kids are part of a large group. However, the description of “hyenas in human skin” is focused not on the number of children but on their loud and disruptive sounds.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "To indicate that the kids are concerned about the performance",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker is concerned about performing the solo in lines 17 through 20, the children in the audience are described in line 10 as “squirming in their seats and bored” rather than worried in any way. In addition, in line 4, “the kids watching point and laugh,” so it is not concern being expressed by line 5 but rather the loud laughter coming from them.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "To reveal that the kids are hungry for their lunch",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention of lunchtime in the poem, so the poet does not describe the children as “hyenas in human skin” to reveal their hunger.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "To show that the kids are noisy and disruptive",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sound that hyenas make is like loud laughter, so the poet most likely refers to the children as “hyenas in human skin” to describe their noisy, disruptive behavior. In addition, the poet describes the assembly as “[l]ouder than a zoo” in line 3, and “Teachers hiss and shush” in line 6 to emphasize the noise of the children.",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Explain the use of sound devices and figurative language and distinguish between the poet and the speaker in poems across a variety of poetic forms."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S3.json",
            "problems/TX22G5R/supps/TX22G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Read lines 23 and 24 of the poem “Assembly.”",
            ":box:Live inside the song,\nI tell myself. And I do.",
            "The figurative language in these lines help the reader understand —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "how the speaker overcomes fear",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figurative language uses imagery, metaphors, and other literary devices to create mental images with words. In lines 23 and 24, “Live inside the song/I tell myself. And I do,” is used figuratively to describe how the speaker finds comfort in the music to overcome her fears.",
                    "Percent": 79
                }
            },
            "B": {
                "Choice": "that the speaker knows many songs",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 23 and 24, the figurative language is used to create a mental image of connecting with one song. There is no mention of how many songs the speaker knows.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "the song the speaker sings",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 23 and 24 are not referencing the song itself but the speaker's delivery of the song.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "that the speaker enjoys music",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 23 and 24 are referencing the speaker's use of the song to control his or her emotions, not the speaker's enjoyment of music.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Identify the meaning of and use words with affixes such as trans-, super-, -ive, and -logy and roots such as geo and photo."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S3.json",
            "problems/TX22G5R/supps/TX22G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Public Speaking Is Easier When a Cute Dog Is Listening” to answer the following question.",
            "The suffixes in the word j͟u͟d͟g͟e͟m͟e͟n͟t͟a͟l in paragraph 8 of the selection “Public Speaking Is Easier When a Cute Dog Is Listening” help the reader understand that the word means —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "too busy to listen",
                "Key": {
                    "Correct": false,
                    "Rationale": "The suffixes “ment” and “al” help the reader understand that j͟u͟d͟g͟e͟m͟e͟n͟t͟a͟l refers to the ability to act as a judge, not the inability to listen. Therefore, the meaning of j͟u͟d͟g͟e͟m͟e͟n͟t͟a͟l is not “too busy to listen.”",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "moving around",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 8, the word j͟u͟d͟g͟e͟m͟e͟n͟t͟a͟l describes the ability of humans to act as a judge of other people's work. There is nothing in the paragraph related to moving around, so this is not the meaning of j͟u͟d͟g͟e͟m͟e͟n͟t͟a͟l.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "easy to confuse",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains that “dogs aren't j͟u͟d͟g͟e͟m͟e͟n͟t͟a͟l because they “won't know” if someone makes a mistake. Although this shows that dogs cannot recognize when a mistake is made, it does not mean dogs are easy to confuse, so this is not the meaning of j͟u͟d͟g͟e͟m͟e͟n͟t͟a͟l.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "looking for mistakes",
                "Key": {
                    "Correct": true,
                    "Rationale": "Suffixes are the word elements added to the end of a base word or root that forms a new word with changed meaning or grammatical function. The suffixes “ment” and “al” help the reader understand that j͟u͟d͟g͟e͟m͟e͟n͟t͟a͟l involves the ability to act as a judge. In paragraph 8, the author explains that humans tend to act as judges “if students mess up” but dogs “won't know.” Through this context, the meaning of j͟u͟d͟g͟e͟m͟e͟n͟t͟a͟l is “looking for mistakes.”",
                    "Percent": 73
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze how the use of text structure contributes to the author's purpose."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S3.json",
            "problems/TX22G5R/supps/TX22G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Public Speaking Is Easier When a Cute Dog Is Listening” to answer the following question.",
            "What is the most likely reason the author uses a cause-and-effect organizational structure in the selection “Public Speaking Is Easier When a Cute Dog Is Listening”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To explain the results of a program that lets students who need to give speeches practice with an unusual audience",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 10, the author uses a cause-and-effect structure to show the results of the program. “After doing a session with the audience dogs, students reported feeling less nervous, she said.” Through the cause-and-effect structure, the author shows that dog audiences can have a positive effect on students' speech performances.",
                    "Percent": 55
                }
            },
            "B": {
                "Choice": "To explain how a university program designed to help students improve their speeches got started",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains in paragraph 9 that the program was started by Caron Martinez, who is the director of a business communications center and owns one of the dogs in the program. Although the details describing how the program began are interesting, the organizational structure used is descriptive, not cause-and-effect.",
                    "Percent": 23
                }
            },
            "C": {
                "Choice": "To explain the challenges that two students experience as they work with dogs",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author begins and ends the selection with descriptions of two students' experiences working with audience dogs. However, neither example uses the organizational structure of cause-and-effect, nor do they describe the challenges of working with the dogs.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "To explain how dogs are chosen to take part in a special program at a university",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, the author explains that Dexter and his owner were “recruited after they were spotted walking on the school grounds.” Although this detail adds additional information to the topic, the author's intention is to demonstrate how the program benefits participants, not to explain how dogs were chosen to participate in the program.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S3.json",
            "problems/TX22G5R/supps/TX22G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Public Speaking Is Easier When a Cute Dog Is Listening” to answer the following question.",
            "Which sentence from the selection “Public Speaking Is Easier When a Cute Dog Is Listening” best explains why audience dogs are successful at their job?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The program began thanks to Caron Martinez. (paragraph 9)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence from paragraph 9 explains who started the program but does not provide any explanation about how audience dogs are successful at their job.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Martinez thinks that dogs can have a calming effect on people. (paragraph 10)",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence from paragraph 10 best explains why audience dogs are successful at their jobs. As the author explains in paragraph 8, dogs “are there to support the students and help them feel less nervous.” This shows that audience dogs are successful at calming students and allowing them to practice without feeling judged.",
                    "Percent": 63
                }
            },
            "H": {
                "Choice": "She added that the best way to deliver a great speech is to practice. (paragraph 10)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 10, the sentence stresses the importance of students practicing their speeches. However, it does not explain how audience dogs can help students feel calmer or increase students' motivation to practice.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "Any student at the school that has a presentation to deliver can book 30 minutes with one of the audience dogs. (paragraph 12)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence from paragraph 12 explains how visits with audience dogs are scheduled, but it does not indicate what makes the dogs successful.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Synthesize information to create new understanding."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S3.json",
            "problems/TX22G5R/supps/TX22G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Public Speaking Is Easier When a Cute Dog Is Listening” to answer the following question.",
            "What can the reader conclude about students who participate in the program based on information throughout the selection “Public Speaking Is Easier When a Cute Dog Is Listening”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Students who participate in the program are afraid the first time they practice their speeches with an audience dog.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 13, the author explains how one student “weighed the pros and cons of signing up to work with Dexter.” Although a con of the program might be that students are fearful of practicing with an audience dog, this is not a conclusion developed within the selection.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "It is common for students in the program to deliver their speeches in less time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the selection, the author describes different issues that occur when students deliver speeches. In paragraph 2, the author explains that one student “was nervous to speak in front of a large group.” In paragraph 8, the author mentions the concern of being judged by others. However, the author provides no information regarding the common occurrence of students delivering their speeches in less time.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "It is difficult for students to find a time to practice when an audience dog is available.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 12, the author explains, “Any student at the school that has a presentation to deliver can book 30 minutes with one of the audience dogs.” Although students may have conflicts in their schedule, there is no indication in the selection that it is difficult for students to find time to practice with audience dogs.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "Students who participate in the program will feel more prepared when they deliver their actual speech.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can conclude that students who participate in the program will feel more prepared when they deliver their speech to a human audience. This conclusion is shown throughout the selection. In paragraph 3, the author explains that “pooches volunteer to help students practice speaking in public.” And in paragraph 10, the author states, “After doing a session with the audience dogs, students reported feeling less nervous.”",
                    "Percent": 67
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S3.json",
            "problems/TX22G5R/supps/TX22G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Public Speaking Is Easier When a Cute Dog Is Listening” and “Assembly” to answer the following question.",
            "Read lines 16–19 from the poem “Assembly.”",
            ":box:Manny nudges me\nwhen it's time for my solo.\nLegs like spaghetti,\nI worry that I might faint.",
            "Which sentences from the selection “Public Speaking Is Easier When a Cute Dog Is Listening” best express a SIMILAR feeling?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He was nervous to speak in front of a large group of people. He needed help. (paragraph 2)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the selection “Public Speaking Is Easier When a Cute Dog Is Listening,” the author expresses a similar feeling of nervousness as the speaker in the poem “Assembly” does. Like the speaker in the poem who worries “that I might faint,” Devon Wallick “was nervous to speak in front of a large group.”",
                    "Percent": 79
                }
            },
            "G": {
                "Choice": "Dexter seems to like his volunteer job. His excitement might have something to do with the bag of treats. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dexter is one of the audience dogs in “Public Speaking Is Easier When a Cute Dog Is Listening,” but there is no suggestion that he feels nervous like the speaker in the poem “Assembly.”",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "It doesn't matter if students mess up. The dogs won't know if they do. (paragraph 8)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence from paragraph 8 of “Public Speaking Is Easier When a Cute Dog Is Listening” is not focused on the feelings of nervousness that are present in the lines from the poem “Assembly.”",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "She will be speaking in front of about 4,000 people on graduation day. But, today she is only giving a speech to one audience member, and it is a dog named Noche. (paragraph 14)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sasha, in “Public Speaking Is Easier When a Cute Dog Is Listening,” practices her speech in front of an audience dog, but there is no suggestion that she feels nervous like the speaker in the poem “Assembly.”",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S3.json",
            "problems/TX22G5R/supps/TX22G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Public Speaking Is Easier When a Cute Dog Is Listening” and “Assembly” to answer the following question.",
            "In what way does the audience in the poem “Assembly” DIFFER from the audience dog in the selection “Public Speaking Is Easier When a Cute Dog Is Listening”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Only the audience in the poem encourages students to prepare for the performance.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Since the audience dogs in “Public Speaking Is Easier When a Cute Dog Is Listening” do not judge the speaker's performance, the speaker is more encouraged to practice and prepare for the best possible performance; the audience in “Assembly” is not described as giving encouragement to the performers.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "Only the audience in the poem listens during the performance.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The audience dogs in “Public Speaking Is Easier When a Cute Dog Is Listening” are trained to sit and listen; the audience in the poem “Assembly” is not trained to behave.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "Only the audience in the poem is given a reward for listening to the performance.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “Public Speaking Is Easier When a Cute Dog Is Listening,” the dogs are trained using positive reinforcement treats; the audience members in the poem “Assembly” are not given rewards.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "Only the audience in the poem shows disruptive behavior before the performance begins.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “Public Speaking Is Easier When a Cute Dog Is Listening,” a single well-behaved dog is the audience, but in the poem “Assembly,” the children in the audience are noisy and disruptive, described as “hyenas in human skin.” ",
                    "Percent": 60
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S3.json",
            "problems/TX22G5R/supps/TX22G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Public Speaking Is Easier When a Cute Dog Is Listening” and “Assembly” to answer the following question.",
            "Which statement describes a DIFFERENCE between the selection “Public Speaking Is Easier When a Cute Dog Is Listening” and the poem “Assembly”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The selection tells how some people get ready to perform, but the poem tells how someone feels during a performance.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “Public Speaking Is Easier When a Cute Dog Is Listening,” the author focuses on the students' preparation for giving speeches, explaining that students with presentations to deliver “can book 30 minutes with one of the audience dogs” in paragraph 12. However, in the poem “Assembly,” the poet describes how the performer feels during the performance.",
                    "Percent": 64
                }
            },
            "G": {
                "Choice": "The selection focuses more on the people who will do the performing, but the poem focuses only on the people in the audience.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both the selection “Public Speaking Is Easier When a Cute Dog Is Listening” and the poem “Assembly” focus on the performers and the audiences. In the selection, the author provides information about Devon Wallick, a student who must present a speech, and the audience dog, Dexter. In the poem, the poet describes the unruly audience of children as well as the speaker who will be performing a solo.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "The selection suggests that people must have a special talent in order to perform, but the poem suggests that anyone can do it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “Public Speaking Is Easier When a Cute Dog Is Listening,” the author explains in paragraph 10 that practice is the key to a strong presentation, and there is no suggestion that people need a special talent in order to perform. In the poem “Assembly,” the poet describes the speaker's nervousness about performing until she takes control of her fears, but there is no suggestion that anyone can do it.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "The selection describes people who are experienced presenters, but the poem describes someone who has never performed for a large audience.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both the author of “Public Speaking Is Easier When a Cute Dog Is Listening” and the poet of “Assembly” describe performers who are less experienced and who still feel nervous about performing.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S3.json",
            "problems/TX22G5R/supps/TX22G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use “Public Speaking Is Easier When a Cute Dog Is Listening” and “Assembly” to answer the following question.",
            "What message is found in BOTH the selection “Public Speaking Is Easier When a Cute Dog Is Listening” and the poem “Assembly”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "People should perform only when they feel prepared.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in “Public Speaking Is Easier When a Cute Dog Is Listening,” the author describes the students preparing for their presentations, the speaker's preparation for performing the solo is questionable as she is very nervous when she gets on stage in the poem “Assembly.”",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Picturing animals helps people feel relaxed when performing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This message about picturing animals during a performance is described in paragraph 15 of the selection “Public Speaking Is Easier When a Cute Dog Is Listening,” but no such message is present in the poem “Assembly.”",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "It takes effort to perform in front of others.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The message that both practice and effort are necessary for anyone who wants to perform in front of an audience is given in both the selection “Public Speaking Is Easier When a Cute Dog Is Listening” and the poem “Assembly.” In the selection, the author explains that students like Sasha and Devon use audience dogs to help them practice their presentations, and the poet shows how the speaker overcomes her fears to perform the solo.",
                    "Percent": 61
                }
            },
            "D": {
                "Choice": "It is normal to need more practice when trying something new.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of “Public Speaking Is Easier When a Cute Dog Is Listening” presents the importance of practice, but there is no information shared about the students' levels of experience with giving speeches before practicing with audience dogs; the poet of “Assembly” does not present the experience level of the speaker or the practice involved in preparing for the recital.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Organizational patterns such as logical order and order of importance."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "How does the author mainly organize paragraphs 2 through 5?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By comparing the business Isabella and Soledad started with business ideas they had in the past",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 6, Isabella says “I have all these ideas in my mind that are too big for me, but I am always thinking about how I can help people.” This shows that Isabella has ideas, but it happens outside of paragraphs 2 through 5, and these ideas are never described in detail to compare with the business of rock painting.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "By identifying the problem that Isabella and Soledad hoped to solve by starting their business",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 7, the author explains how the girls decided to use their rock-painting business to support a non-profit breast cancer awareness organization; however, this happens outside of paragraphs 2 through 5. Moreover, their business was not created to solve a problem, but as a gift for their mom.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "By describing in chronological order the events that led to Isabella and Soledad starting their business",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author organizes paragraphs 2 through 5 in chronological order to explain where the idea for the business came from and how the business developed. In paragraphs 2 and 3, the author explains that the girls painted the rocks to surprise their mother on Mother's Day. In paragraphs 4 and 5, the author explains that the girls' father was impressed and posted “pictures of the rocks on his social media page,” which led to the business.",
                    "Percent": 66
                }
            },
            "J": {
                "Choice": "By describing the effects that occurred after Isabella and Soledad started their business",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 6 and 7, the girls use the money from their rock-painting business to help others. Although this is an effect of their business, the donations are discussed after paragraphs 2 through 5.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Synthesize information to create new understanding."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Based on the information in the selection, the reader can conclude that Isabella and Soledad can best be described as —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "quick thinking",
                "Key": {
                    "Correct": false,
                    "Rationale": "The girls are talented, but it was their dad who showed quick thinking when he suggested that they start a business.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "hardworking",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on information in the selection, the reader can conclude that the girls are hardworking. This is shown in paragraph 1, when the author explains that “they do it every day after they finish their homework!” It is developed further in paragraph 9 when the author explains that “[l]ately they've been thinking about painting other things, too.”",
                    "Percent": 89
                }
            },
            "C": {
                "Choice": "worried",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the girls express concern for their community in paragraphs 6 and 7, worrying is not shown to be a characteristic of the girls.",
                    "Percent": 2
                }
            },
            "D": {
                "Choice": "brave",
                "Key": {
                    "Correct": false,
                    "Rationale": "The girls showed their creativity when they painted the rocks and organized the fundraiser, but there is nothing to suggest that the girls showed bravery.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "The central idea with supporting evidence."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "What is the central idea of the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Objects commonly found in nature have been used to make amazing works of art.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the rocks the girls found are what started the idea for the girls' business venture, the idea stated here fails to include how much of a role other people's positive reactions to their crafts played in their idea to begin a business.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "Businesses have been important in raising money to support non-profit companies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 6 and 7, the author describes how the girls donated some of their profits to a good cause, but the central idea is not just about the sisters' interest in helping others, but about how they created a successful business.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "A craft that two sisters made as a gift led them to start a successful business.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The central idea is the main focus or message of a text that is supported by the author's purpose and ties together all the other elements. In the selection, the author describes the craft two sisters made as a gift which led to a successful business. In paragraph 1, the author explains that the “painted rock business that they accidentally started” began as a gift for their mother.",
                    "Percent": 71
                }
            },
            "J": {
                "Choice": "Two sisters help each other discover that they both share a skill in painting.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 8, the author describes how the girls divided the work between painting backgrounds and creating designs; however, this is a minor detail, not a central idea.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Look at this photograph from the selection.",
            "problems/TX22G5R/media/29a.jpg",
            "What is the most likely reason the author includes this photograph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To highlight that Isabella and Soledad work together to paint rocks for their business",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author chose to include this photograph most likely because it shows the girls together and enjoying the work they do. For example, in paragraph 2, the author states that Soledad “noticed that her sister could use some creative help.” In the selection, the author shows that the girls enjoy working together, and the photograph supports this idea.",
                    "Percent": 80
                }
            },
            "B": {
                "Choice": "To emphasize that Isabella and Soledad surprised their mother with a garden on Mother's Day",
                "Key": {
                    "Correct": false,
                    "Rationale": "The photograph shows the two sisters working on their rock painting and does not show their mother being surprised by the girls' gift.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "To highlight that Isabella and Soledad have raised money for an organization called Get In Touch",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the girls did donate a part of their first business profits to the organization Get In Touch, the photograph does not show this.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "To emphasize that Isabella and Soledad have wanted to start their own business for a long time",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 6, the author explains that Isabella has had other business ideas, but the photograph does not provide evidence to support this idea.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author wrote the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To reveal how some people choose to use their time",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 1, the author mentions that Isabella and Soledad work on rocks every day after they finish their homework. However, the author's intention is to show the young girls' accomplishments, not how people spend their time.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "To describe why family members often have the same goals",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains in paragraphs 4 and 5 how the sisters and their father decided to post pictures of the painted rocks online, but this is a minor detail that shows how the business began, not why the family shared the same goal.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "To show how one simple act can lead to great accomplishments",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author wrote this most likely to show how a simple act can lead to great accomplishments. In paragraphs 1 and 2, the author shows that the girls began with a simple gift idea for their mother, and it developed into a business that allows the girls to earn money and donate to good causes.",
                    "Percent": 81
                }
            },
            "J": {
                "Choice": "To prove that young people can encourage adults to make positive changes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The selection does show the accomplishments of two young sisters, but the author does not provide encouragement to adults to make positive changes.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Evaluate details read to determine key ideas."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "The details in paragraphs 6 and 7 support the key idea that Isabella and Soledad —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "want money from their business to be used for people in need",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 6, the author uses a quote from Isabella to show how the girls want to share their profits with people in need, and in paragraph 7, the author explains how the girls “hold a rock-painting contest as a fundraiser.” The details from both paragraphs support this key idea.",
                    "Percent": 77
                }
            },
            "B": {
                "Choice": "often think of ways that other people in the community can start a business",
                "Key": {
                    "Correct": false,
                    "Rationale": "The girls' focus is on developing their own business, not on how to help others in the community start businesses.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "rely on family friends to tell others about their business",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, the author explains that “Mr. Meade put the pictures of the rocks on his social media page,” but the details in paragraphs 6 and 7 do not support the idea that the girls rely on others.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "want to find new art to use in their business",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions that the girls have “been thinking about painting other things” in paragraph 9, not in paragraphs 6 and 7.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context within and beyond a sentence to determine the relevant meaning of unfamiliar words or multiple-meaning words."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 3, what does the word o͟v͟e͟r͟w͟h͟e͟l͟m͟e͟d mean?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Thought about carefully",
                "Key": {
                    "Correct": false,
                    "Rationale": "The girls' mother reacts immediately, with no need to think about anything carefully, so “thought about carefully” is not the meaning of o͟v͟e͟r͟w͟h͟e͟l͟m͟e͟d.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "Reacted with strong emotion",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 3, the girls' mother is surprised and keeps hugging the girls and thanking them. The mother's reaction to the gift shows that the word o͟v͟e͟r͟w͟h͟e͟l͟m͟e͟d means “reacted with strong emotion.”",
                    "Percent": 86
                }
            },
            "H": {
                "Choice": "Remembered with fondness",
                "Key": {
                    "Correct": false,
                    "Rationale": "Since the girls' gift to their mother is not in the past at this point in the story, the meaning of o͟v͟e͟r͟w͟h͟e͟l͟m͟e͟d is not “remembered with fondness.”",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "Realized the purpose of something",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 3, there is nothing to indicate that a purpose has yet been realized, so this is not the meaning of the word o͟v͟e͟r͟w͟h͟e͟l͟m͟e͟d.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence best supports the idea that there was value in Baatar's search for the sponge?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“No, you can only find it in a distant land.” (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence from paragraph 6 supports the idea that Baatar must travel far to find the item, but it does not support the idea that there is value in the search.",
                    "Percent": 22
                }
            },
            "B": {
                "Choice": "All he wanted was a warm place to sleep and some food in his belly. (paragraph 12)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence from paragraph 12, the author describes how the search has impacted Baatar's comfortable life, but it does not support the idea that there is value in the search.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Baatar had nothing to lose, so he went along. (paragraph 14)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 14, the author describes why Baatar is willing to go with a stranger, which is a necessary step in Baatar's lesson, but it does not address the value of the search.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "“You sent me to find this thing so that I would learn what it meant to be a servant.” (paragraph 26)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence from paragraph 26 supports the idea that there was value in Baatar's search. In paragraph 26 he explains to his father that “through living as a servant” he learned how to lead with compassion and justice.",
                    "Percent": 56
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze the relationships of and conflicts among the characters."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence best describes Baatar's relationship with his father?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Baatar admires his father.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Baatar knows that his father is a tremendous leader and admires him for this. In paragraph 1 the author explains, “Baatar knew that he would one day grow up to be a leader. His father, Saihan, was one of the bravest warriors and wisest leaders in the Mongolian empire.”",
                    "Percent": 64
                }
            },
            "G": {
                "Choice": "Baatar is annoyed by his father's ideas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Baatar does not know the reason for the trip, he does not do or say anything to suggest that he is annoyed by his father's ideas.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Baatar feels that his father is too demanding.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Baatar does not understand why his father sends him on this search, but he respects his father's decision and travels far to find the sponge, indicating that he feels the request must be a reasonable one even though he does not know why. In fact, in paragraph 11, he thinks “it must be something of immense value for his father to have sent his own son to look for it.”",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "Baatar keeps trying to find ways to impress his father.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on paragraphs 1 and 11, Baatar agrees to go on the search out of respect and admiration for his father, but there is nothing in the story that suggests he is looking for ways to impress his father.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence best explains why Baatar is surprised when he discovers the sponge?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“But first, I must demand that you travel west, to a very distant land and find a treasure.” (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence from paragraph 4 explains that Baatar will need to travel far away to find the item of value, but it does not explain why Bataar is surprised by his discovery.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "“Is it not something I can get here in Mongolia?” (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence from paragraph 5 expresses curiosity about his task of finding the sponge but does not provide an explanation for Baatar's surprise when he discovers the sponge.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Of those he met, nobody knew what a sponge was, and nobody knew who his father was, either. (paragraph 12)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence from paragraph 12 shows the difficulty Baatar faced to find the sponge, because the people he asked did not know what the item was. However, this sentence does not explain why Baatar is surprised when he discovers the sponge.",
                    "Percent": 26
                }
            },
            "D": {
                "Choice": "From out of the water, he lifted the dripping thing that he used every day to clean the floor. (paragraph 16)",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence from paragraph 16 provides the best explanation for Baatar's surprise. It shows that Baatar did not expect to discover that the item of value he was searching for was something he used every day as a servant.",
                    "Percent": 52
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraphs 2 through 6, what can the reader infer about Baatar?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Baatar needs to learn how to earn people's respect.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 2 through 6, the reader can infer that Baatar needs to learn how to earn respect. In paragraph 2, the author describes how he treated his friends “like they were his servants,” and in paragraph 3, Baatar's father “was concerned about his son's behavior.”",
                    "Percent": 63
                }
            },
            "G": {
                "Choice": "Baatar is worried that his behavior is upsetting his father.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 2 through 6, the author describes Baatar's disrespect toward his friends and his father's concern. But it isn't clear in paragraphs 2 through 6 that Baatar is aware of his father's concerns.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "Baatar needs to feel more comfortable with new experiences.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, Baatar asks, “Is it not something I can get here in Mongolia?” This may show that Baatar would prefer to stay in Mongolia, but it does not suggest he needs to be more comfortable with new experiences.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "Baatar becomes greedy when he hears about a treasure.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 2 the author explains that “knowledge of his father's power, however, proved to be dangerous.” However, the author does not discuss Baatar's feelings about material possessions. There is no indication that he is motivated by greed when he hears of the treasure.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Retell, paraphrase, or summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Baatar likes to tell his friends what to do. Baatar's friends think poorly of Baatar, but they play with him because of who his father is. Baatar's father, Saihan, does not approve of Baatar's behavior, and Saihan sends Baatar on a journey to a distant land. Saihan hopes his son will learn to be a good leader.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice includes information about how Baatar treats others and is sent on a journey by his father who does not approve of his behavior. However, details are included that are not necessary for a summary (his friends play with him because of his father's status) and key ideas critical to a summary is not included. The work Baatar must do on his journey, which allows him to discover the treasure he's searching for, is necessary to create a complete summary. In addition, the option does not capture the key idea that Baatar's father is actively attempting to teach Baatar a lesson to improve his behavior, not simply sending him on a journey and hoping he learns a lesson.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "Baatar mistreats others, so his father, Saihan, sends Baatar to search for a sponge to teach him a lesson. In a faraway land, Baatar finds work scrubbing floors and learns he has had a sponge all along. Baatar returns home, and Saihan knows Baatar will be a good leader.",
                "Key": {
                    "Correct": true,
                    "Rationale": "These sentences include all the key ideas necessary for a summary of the story. The main conflict of the story—how Baatar treats others—is identified and his father's idea for a solution leads to the action in the story as Baatar travels the land seeking the treasure his father has sent him to find. All of this leads to the resolution when he returns home and shares the lesson he has learned with his delighted father.",
                    "Percent": 55
                }
            },
            "C": {
                "Choice": "Baatar leaves his home to find something for his father, Saihan. Baatar is unsure about what he is trying to find, and his father does not give him any clues, other than what it is called. Saihan thinks his father should send one of the servants to look in the mountains but agrees to take the journey anyway.",
                "Key": {
                    "Correct": false,
                    "Rationale": "These sentences include the idea that Baatar goes on a journey searching for something at the behest of his father, but includes details that are not important for a summary (the lack of clues and the belief that someone else should have been sent instead). In addition, the sentences do not include the reason Baatar is sent on the journey (his treatment of others) or the fact that his father intends to teach him a lesson with the task.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "Baatar wants to be a leader, and his father, Saihan, encourages Baatar. Saihan sends Baatar on a treasure hunt. While traveling, very few people offer to help Baatar. He needs to find a home and becomes a king's servant. In the king's palace, Baatar realizes he has found the treasure for his father.",
                "Key": {
                    "Correct": false,
                    "Rationale": "These sentences include the idea that Baatar wants to be a leader and that his father sends him on a journey but includes unnecessary details about how few people help him and that he needs to find a home and become a king's servant. Key ideas that should be included in a summary are not included in these sentences, including the fact that Baatar treats people badly and that his father intends to teach him a lesson by sending him on a journey to find a treasure.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze plot elements, including rising action, climax, falling action, and resolution."
        ],
        "SuppContent": [
            "problems/TX22G5R/supps/TX22G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Why is paragraph 27 important to the plot?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The paragraph shows Saihan's joy at the change in Baatar's behavior.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Paragraph 27 is important to the plot because it shows Saihan's happiness due to his son's development as a leader. In paragraph 25, the father asks the son why he sent Baatar so far for a sponge, and Baatar explains the lesson he has learned. In paragraph 27, “the father embraced his son and cried,” showing that Baatar has learned the lesson the father had hoped he would learn.",
                    "Percent": 72
                }
            },
            "G": {
                "Choice": "The paragraph shows Saihan's curiosity about Baatar's journey.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 27, Saihan is not curious about Baatar's journey; rather, he wants to know that Baatar has learned how to become a good leader.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "The paragraph suggests that Saihan had worried about Baatar's safety.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the story, Saihan knew what Baatar would experience on his journey, so he was likely not concerned about Baatar's safety.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "The paragraph suggests that Saihan is excited to see what Baatar found.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the story, Saihan sends Baatar on the journey to find the sponge, so he is not excited to see what Baatar found but to discover what Baatar learned through the experience.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    }
}