{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] “Dog a Hero on Mount Hood” (Part 2)",
    "Subtitle": "",
    "Author": "by Susan Jankowski",
    "LabelType": "P",
    "Content": [
        ["10", "Dogs can also be helpful because they can smell the scent of another animal. A dog may start barking to let people know danger is near. Dogs can also hear sounds that people might not hear. But perhaps their most important role is to keep people warm and comfort them. It is likely petting Velvet's black fur comforted Matty, Kate, and Christina. The same was probably true whenever the friendly dog licked their chins!"],
        ["11", "Even though they could not yet reach the stranded climbers, rescuers did their part to help keep them calm. They were able to call the climbers on their cell phones to guide them."],
        ["12", "The three spent the night in blinding snow and 70 mile-per-hour winds. The forest was dense and dark. Snowflakes swirled around and around. The wind howled all night long; at times, it sounded like the cries of wolves! It was a long night for everyone, including Velvet. During the cold night, she stretched across the three climbers like a warm blanket."],
        ["", "No Place Like Home!"],
        ["13", "As soon as the sun rose over the glaciers, Erik Brom and other members of the Portland Mountain Rescue Team began their search. The rescue team found the climbers with Velvet in White River Canyon at about 7,400 feet."],
        ["14", "“We're soaking wet and freezing!” the three told reporters who shouted questions at them. Upon her return, Christina got into an ambulance to go to the hospital. She had black rings on the skin around her eyes from her injury. Still she was willing to have her picture taken by news reporters. Everybody, Velvet included, was happy to be back at the forest ranger station in the park."],
        ["15", "Rescuers said Velvet probably saved the climbers' lives by huddling with them in the cold night."],
        ["16", "Russel Gubele was one of the rescue operations leaders. He warned reporters that just knowing how to rock climb does not mean that a person is ready to climb a mountain that rises out of a deep forest. Still, Matty, Kate, and Christina had been prepared with the right gear, cell phones, the transmitter, and Velvet. They had helped to ensure their own rescue by being prepared."],
        ["17", "Even though she is just a pet, Velvet turned out to be one of the rescue operation's heroes. but in the end, Velvet was probably just happy to go home."],
        ["18", "“She'll be getting extra treats when we go home,” Matty joked"]
    ],
    "Copyright": "Excerpt from “Dog a Hero on Mount Hood” by Susan Jankowski from True Wilderness Rescue Stories, Copyright ©2011 by Susan Jankowski. All rights reserved. Used with permission of Enslow Publishing, LLC.",
    "References": []
}