{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [],
    "Title": "[Adapted from] The Adventures of Grandfather Frog: “Billy Mink Finds Little Joe Otter” (Part 1)",
    "Subtitle": "",
    "Author": "by Thornton W. Burgess",
    "LabelType": "P",
    "Content": [
        ["1", "Billy Mink ran around the edge of the Smiling Pool and turned down by the Laughing Brook. His eyes twinkled with mischief, and he hurried as only Billy can. As he passed Jerry Muskrat's house, Jerry saw him."],
        ["2", "“Hi, Billy Mink! Where are you going in such a hurry this fine morning?” he called."],
        ["3", "“To find Little Joe Otter. Have you seen him?” replied Billy."],
        ["4", "“No,” said Jerry. “He's probably down to the Big River fishing. I heard him say last night that he was going.”"],
        ["5", "“Thanks,” said Billy Mink, and without waiting to say more he was off like a little brown flash."],
        ["6", "Jerry watched him out of sight. “Hump!” exclaimed Jerry. “Billy Mink is in a terrible hurry this morning. Now I wonder what he is so anxious to find Little Joe Otter for. When they get their heads together, it is usually for some mischief.”"],
        ["7", "Jerry climbed to the top of his house and looked over the Smiling Pool in the direction from which Billy Mink had just come. Almost at once he saw Grandfather Frog fast asleep on his big green lily pad. The legs of a foolish green fly were sticking out of one corner of his big mouth. Jerry couldn't help laughing, for Grandfather Frog certainly did look funny."],
        ["8", "“He's had a good breakfast this morning, and his full stomach has made him sleepy,” thought Jerry. “But he's getting careless in his old age. He certainly is getting careless. The idea of going to sleep right out in plain sight like that!”"],
        ["9", "Suddenly a new thought popped into his head. “Billy Mink saw him, and that is why he is so anxious to find Little Joe Otter. He is planning to play some trick on Grandfather Frog as sure as pollywogs have tails!” exclaimed Jerry. Then his eyes began to twinkle as he added: “I think I'll have some fun myself.”"]
    ],
    "Copyright": "",
    "References": []
}