{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [],
    "Title": "[Adapted from] The Adventures of Grandfather Frog: “Billy Mink Finds Little Joe Otter” (Part 2)",
    "Subtitle": "",
    "Author": "by Thornton W. Burgess",
    "LabelType": "P",
    "Content": [
        ["10", "Without another word Jerry slipped down into the water and swam over to the big green lily pad of Grandfather Frog. Then he pounded the water loudly with his tail. Grandfather Frog's big goggly eyes flew open, and he was just about to make a frightened plunge into the Smiling Pool when he saw Jerry."],
        ["11", "“Have a nice nap?” inquired Jerry, with a broad grin."],
        ["12", "“I wasn't asleep!” protested Grandfather Frog indignantly.* “I was just thinking.”"],
        ["13", "“Don't you think it a rather dangerous plan to think so long with your eyes closed?” asked Jerry."],
        ["14", "“Well, maybe I did just doze off,” admitted Grandfather Frog sheepishly."],
        ["15", "“Maybe you did,” replied Jerry. “Now listen.” Then Jerry whispered in Grandfather Frog's ear, and both chuckled as if they were enjoying some joke, for they are great friends, you know. Afterward Jerry swam back to his house, and Grandfather Frog closed his eyes so as to look just as he did when he was asleep."],
        ["16", "Meanwhile Billy Mink had hurried down the Laughing Brook. Halfway to the Big River he met Little Joe Otter bringing home a big fish, for you know Little Joe is a great fisherman. Billy Mink hastened to tell him how Grandfather Frog had fallen fast asleep on his big green lily pad."],
        ["17", "“It's a splendid chance to have some fun with Grandfather Frog and give him a great scare,” concluded Billy."],
        ["18", "Little Joe Otter put his fish down and grinned. He likes to play pranks almost as well as he likes to go fishing."],
        ["19", "“What can we do?” said he."],
        ["20", "“I've thought of a plan,” replied Billy. “Do you happen to know where we can find Longlegs the Blue Heron?”"],
        ["21", "“Yes,” said Little Joe. “I saw him fishing not five minutes ago.”"],
        ["22", "Then Billy told Little Joe his plan, and laughing and giggling, the two little scamps hurried off to find Longlegs the Blue Heron."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "indignantly - angrily"]
    ]
}