{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [],
    "Title": "[Adapted from] “Beavers at Home” (Part 2)",
    "Subtitle": "",
    "Author": "by James Baldwin",
    "LabelType": "P",
    "Content": [
        ["8", "Beavers are always quite clear in their minds as to what they want, and how to get it, and they like to keep things separate. When they are in the water, they are as happy as they can be; but when they are out of it, they like to be dry. It is sometimes two or three months before the village is finished. But the little round huts are to be used only for winter homes; for during the summer no beaver would think of sleeping indoors or, indeed, of staying very long in the same place."],
        ["9", "Everything that a beaver does is well done. The walls of his house are thick and strong, and when he has a large family or many friends to stay with him the house has several rooms in it. No beaver ever thinks of living alone. Sometimes he will have one companion, and sometimes a dozen or more. But however full the house may be, everything is kept in good order. Each beaver has his fixed place on the floor, which is covered with dry leaves and grass. A door is always kept open into the place where their food is kept, and so they never go hungry. There they stay all through the winter eating the bark and tender shoots of young trees which they have carefully stored away, sleeping through the cold stormy weather, and at last getting very fat."],
        ["10", "At one time there were many beavers in the West and the South, but now there are very few to be found there. Many years ago a Frenchman who was traveling in Louisiana spent a good deal of time watching beavers and learning about their ways. He hid himself close to a dam which the little creatures had built, and in the night he cut a hole about a foot wide right through it."],
        ["11", "He had made no noise while cutting through the dam, but the rush of the water awakened one beaver who was not sleeping as soundly as the others. This beaver left his hut quickly, and swam to the dam to see what was wrong. As soon as he saw the stream that had been dug, he struck four loud blows with his tail, and every beaver in the village left his bed and rushed out in answer to the call. When they reached the dam and saw the large hole in it, they held a meeting as to what they should do. Then the head beaver gave orders to the rest, and all went to the bank to get sticks and mud."],
        ["12", "When they had gathered together as much as they could carry, they formed in line and marched with their loads to the dam. The sticks were thrown into the hole and mud and stones were packed upon them. The beavers worked hard and wisely, and in a short time the dam was as good as ever. Then one of the older beavers struck two blows with his tail, and in a few minutes all were in bed and asleep again."]
    ],
    "Copyright": "",
    "References": []
}