{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Self-Made Man",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Modest Beginnings"],
        [" ", "When Dave Thomas was born in New Jersey in 1932, his future seemed uncertain. At six- weeks old, he was adopted by Rex and Auleva Thomas. Throughout his childhood, he had to move to different cities and towns so that Rex could find work."],
        [" ", "When Thomas was twelve, he and his family were living in Knoxville, Tennessee, and Thomas got a job at a local restaurant. They moved yet again and three years later, when the family had been living for a while in Fort Wayne, Indiana, Thomas found out that they would soon be moving again. Thomas had a job at a restaurant and did not want to go. He made the difficult decision stay in Fort Wayne."],
        [" ", "It would be difficult to make it on his own. Thomas had to search until he found a place to stay. Next, he had to make another hard choice. He could no longer work full time and go to school. There just were not enough hours in the day. Thomas quit high school so that he could support himself."],
        ["", "Finding Success"],
        [" ", "For the next several years, Thomas continued to learn about the restaurant business by working at the Hobby House Restaurant in Fort Wayne. He learned a great deal from his boss and from a helpful man named Colonel Harland Sanders, the founder of the Kentucky Fried Chicken restaurants. When Thomas was thirty years old, he was assigned an important job. He would need to solve some challenging problems at four Kentucky Fried Chicken restaurants in Ohio. With hard work and many long hours, Thomas made those restaurants a success. When the restaurants were sold to another owner, Thomas earned enough to become a millionaire at the age of thirty-five."],
        [" ", "Two years later, in 1969, Thomas opened his first restaurant in Columbus, Ohio. He did things that no other fast food restaurant was doing. He introduced the square meat patty, grilled it fresh, and added the toppings each customer requested. He also decided to get rid of the plastic chairs and plain tabletops found at most fast-food restaurants. He carpeted his eating area, brought in wooden chairs, and decorated his store with colorful lamps. By now a man with a family of his own, Thomas named his restaurant “Wendy's” after one of his daughters."],
        [" ", "Thomas's innovative ideas grew more and more popular with the people in Columbus. He extended further into Ohio to open more restaurants. His delicious square burgers became everyone's favorite for hundreds of miles around. Eventually, Thomas's restaurants sprang up in all fifty states and across the border into Canada. A man who began with very little in life earned more money than he ever imagined. In addition, he earned every award possible in the restaurant business."],
        ["", "Finishing What He Started"],
        [" ", "For a lot of people, that would have been enough, but Thomas's story does not end there. He always regretted quitting school, so in 1993, he went back to finish high school. Not only did he finish his degree, but at the age of sixty-one, he was actually named “Most Likely to Succeed” by his classmates. Finally, Thomas no longer had to regret the decision that he had made in his youth."],
        ["", "Giving Back"],
        [" ", "Back at work, he starred in many of his own commercials, and his face often appeared on America's television screens. Even with all his fame and fortune, he did not forget his own rocky start in the world. Thomas believed that all children deserved good homes, so he gave both his time and money to the cause of adoption. He was named the director of the White House Initiative on Adoption. Shortly after that, he began his own adoption foundation. In the 1990s, his work led to several changes in American laws that made it easier for families to adopt children. Thomas's love for children also showed in his support of hospitals and children's homes."],
        [" ", "Dave Thomas passed away in 2002, but not before changing the fast food market. He had brought his restaurants to America's big cities and small towns. He was not just a man striving for success but also a man striving to make a difference."]
    ],
    "Copyright": "",
    "References": []
}