{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "The Cave",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "“Make sure the rope is tight, Maria,” cautioned Mr. Sawyer. He and Ms. Chen, the two sponsors of the Outdoor Club at Newton Middle School, were taking the members on the first field trip of the school year."],
        [" ", "Maria, aided by Tony, pulled a thick rope around the trunk of a wide tree, tied it off, and tugged on it."],
        [" ", "“All set, Mr. Sawyer,” said Maria."],
        [" ", "“Good. Now, everyone tighten your helmet strap, cinch up your elbow and knee pads, and put on your gloves. Then grab onto the rope, and we'll head inside.”"],
        [" ", "Forming a line, the six hikers waited for Mr. Sawyer to lead the way. Half a dozen flashlights flicked on, throwing sharp beams of light into a dark cave. Deep shadows stretched along the walls of the jagged opening."],
        [" ", "“Let the rope slip through your gloves as Mr. Sawyer uncoils it on the way into the cave,” said Ms. Chen from the back of the line. “The floor is slippery inside, so watch your step and hold onto the rope.”"],
        [" ", "“Will we see any bats?” asked Charlie."],
        [" ", "“We might,” said Mr. Sawyer. “Onward!”"],
        [" ", "With a deep breath, each explorer crossed from the sun-drenched hillside into the cramped quarters of the cool, damp cave. Like ducklings trailing their mother, the hikers trekked quietly after Mr. Sawyer, holding on tightly to the rope."],
        [" ", "The passageway of the cave took an immediate left and slanted downhill. Each time Mr. Sawyer stopped to point out a feature of the cave, Ms. Chen cautiously pulled the rope tight to make sure it was still tied to the tree."],
        [" ", "“Look at all the bats hanging from the ceiling!” Mr. Sawyer remarked. “Charlie, your question has been answered.”"],
        [" ", "The students walked slowly while gazing at the bats above them. Suddenly, Maria lost her footing and slipped, pulling the rope down with her."],
        [" ", "“Are you OK, Maria?” Mr. Sawyer asked."],
        [" ", "“I think so,” Maria said. “So far, nothing hurts!”"],
        [" ", "Tony helped her to stand up, and she brushed off her hands."],
        [" ", "Ms. Chen gave the rope a sharp yank, expecting it to pull taut, but it hung loose in her hands. Evidently, Maria's quick movements had loosened the rope from the tree."],
        [" ", "“Uh-oh,” said Ms. Chen."],
        [" ", "“What's wrong?'' asked Mr. Sawyer, a frown spreading across his face."],
        [" ", "“The knot must've come untied from around the tree,” Ms. Chen said."],
        [" ", "“Can we make it back?” Kevin asked."],
        [" ", "Mr. Sawyer and Ms. Chen glanced at each other, but before either of them could answer, Charlie spoke up."],
        [" ", "“Just follow the rope out,” he offered. “Ms. Chen has been checking it regularly, so the end should still be near the entrance. Even with all the twists and turns, we should be able to reach the opening.”"],
        [" ", "“I think Charlie's right,” said Mr. Sawyer. “Let's turn around. Everyone link hands and follow me.”"],
        [" ", "Each hiker grabbed a hand and followed Ms. Chen in a single-file line as she slowly followed the rope toward the entrance. The shuffling of feet filled the cave."],
        [" ", "Several minutes later, they spotted the faint glow of the cave entrance ahead."],
        [" ", "“We made it!” Tony shouted."],
        [" ", "“That's good news, because here is the rope's end,” said Ms. Chen."],
        [" ", "The hikers walked out into the sunlight and stopped to catch a breath."],
        [" ", "“Mr. Sawyer,” Charlie asked, “can we come do this again? I didn't get a good look at those bats.”"],
        [" ", "Chuckling, Mr. Sawyer replied, “Sure, Charlie, but how about next week? I need a little time to recover!”"]
    ],
    "Copyright": "",
    "References": []
}