{
    "Directions": "Read the “Clothing Over Time” passage set.",
    "Context": [],
    "Title": "Source 1: Ready-Made Clothing",
    "Subtitle": "",
    "Author": "by National Institute of Standards and Technology",
    "LabelType": "P",
    "Content": [
        ["1", "\tBefore the American Civil War, ready-made apparel existed but its variety was limited. Coats, jackets and undergarments were only available in predetermined sizes. Most clothing was made by tailors, by individuals, or by their family members at home. The Civil War was a pivotal event in the historical development of men’s ready-made clothing. At the outset of the Civil War, most uniforms were custom-made in workers’ homes under government contract. As the war continued, however, manufacturers started to build factories that could quickly and efficiently meet the growing demands of the military. These factories were able to make uniforms for a fraction of the cost of home sewers. Mass-producing uniforms necessitated the development of standard sizes. Measurements taken of soldiers revealed that certain sets of measurements tended to recur with predictable regularity. There were certain ratios of shoulder to waist measurements that occurred more frequently than others. After the war, these measurements were used to create the first commercial sizing scales for men. Today these ratios persist in names of fits and cuts in men’s suits, shirts, and denim jeans. A men’s store might offer a slim fit, a classic fit and a relaxed fit to suit various tastes and body types."],
        ["2", "\tThe mass production of women’s clothing developed more slowly. Women’s outfits were generally custom-made well into the 1920s. At that point a number of factors came together to contribute to the success of the women’s ready-made apparel industry. New industrial production techniques were developed, driving supply, and the advertising industry rose in prominence, driving sales. Most importantly, demand was created in the form of the rising urban professional class. Single and married women found themselves in new relationships to domestic life, work life, and fashion. Many spent less time in the home and all associated hand-made clothes with an older, more rural lifestyle. They no longer shopped at the town’s general store for bolts of calico fabric. Chain stores and mail order catalogs offered multiple ways to access the new clothes. Ready-made articles of clothing were portrayed as modern and fashionable, if not sturdy. The new consumer industries were rapidly redefining the way Americans viewed mass-manufactured goods. The purchase of mass-produced clothing was sometimes seen as a loss of individuality. However, American women began to accept ready-made merchandise as convenient and affordable. They were up-to-date fashion items that could be easily replaced as styles changed. Making clothes more quickly meant styles did change more frequently as well. It took far less time for a designer to sketch a pattern and have an item made than ever before."],
        ["3", "\tHowever, the new ready-made clothing often fit poorly. A tailor might take two dozen measurements when making a men’s suit. For example, determining the distance from the base of the neck to the middle of the shoulders is critical for an exact fit. Women’s clothes are less straightforward and early male pattern makers did not know where to begin. Each manufacturer created its own unique and sometimes arbitrary sizing system. These systems were based on inaccurate body data or no body data at all. Different manufacturers frequently labeled garments of widely different dimensions the same size. This situation resulted in additional expenses for alterations. It also meant large volumes of returned merchandise. This meant more work for the consumer or tailor and for shop clerks and mail-order catalogues. It also meant overall increased costs for the consumer of ready-to-wear clothing. It was not until 1937 that the U.S. Department of Agriculture considered conducting a study of women’s body measurements. They helped to create a standardized sizing system the entire industry could follow. Not all modern companies follow the same size chart but nearly all have standardized which types of measurements determine their sizes. If a woman knows just three measurements she can order from almost any retailer in the world."]
    ],
    "Copyright": "“Ready-Made Clothing” adapted from “Standardization of Women’s Clothing: Short History of Ready-Made Clothing” by National Institute of Standards and Technology, at http://museum.nist.gov/exhibits/apparel/ history.htm.",
    "References": []
}