{
    "Directions": "",
    "Context": [],
    "Title": "Source 3: Advancements in Modern Clothing",
    "Subtitle": "",
    "Author": "by Anthony Kazanjian",
    "LabelType": "P",
    "Content": [
        ["7", "\tRapid advancements in computer technology during the late 20th and early 21st centuries have given today’s fashion designers unprecedented freedom to express their creativity. In previous generations, garments were designed by hand, using pencil sketches and traditional math-based pattern sizing. Today, designers often have computer-aided design (CAD) software at their disposal to determine textile weaves and sizing designs. CAD software allows them to view designs of clothing on virtual models of various shapes and sizes. This makes for a much more efficient garment design process, saving companies both time and resources that would have otherwise been spent on manually creating and adjusting prototypes."],
        ["8", "\tThe impact of CAD software on everyday clothing is becoming more prevalent as the software is linked to 3-D printing technology. While other industries, such as aerospace or architecture, have been using this technology for decades, it has now started to spread to the world of fashion. Designers have been experimenting with 3-D printed apparel, and this could revolutionize the experience of buying clothes for the average consumer. For example, a swimwear company can now offer custom-designed bathing suits on its website, using nylon and a 3-D printer to print out each order to a customer’s body shape and measurements. In addition to the use of 3-D printers by industry specialists, machines for home printing are becoming more and more affordable. If this trend continues, it will allow consumers to print out objects like bracelets in a matter of minutes from the comfort of their homes. Though it may be a while before anyone can print out his or her own complete wardrobe, the ability to create customized clothing is becoming more of a reality as technology evolves. One day, we may all be wearing our own one-of-a-kind, perfectly tailored clothes."]
    ],
    "Copyright": "“Advancements in Modern Clothing” by Anthony Kazanjian written for educational purposes.",
    "References": []
}