{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "Turning Waste into Energy",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Founded in 1869 by John James Sainsbury, Sainsbury's is one of England's oldest grocery c͟h͟a͟i͟n͟s. But its leaders have some modern ideas. Paul Crewe leads a continuous effort that is devoted to helping people “live well for less.” This humble promise that led to efforts to eliminate food waste and create new energy sources is positively groundbreaking."],
        ["2", "The revolutionary plan started with a simple idea — keep leftover food from getting into landfills. The dumping of organic waste into landfills is a problem everywhere. Every year more than a billion tons of food is wasted. All that organic material decomposes in landfills, which produces a by-product known as methane gas. This natural substance that is left over is released into the atmosphere. The excess amounts of this gas can have harmful effects. Sainsbury's management has developed a program that seeks to solve this gassy glut. Its organic waste does not go to landfills. Nor does the methane escape into the air. How does the grocery chain do it?"],
        ["3", "Offering shoppers the freshest and most appealing products possible is a good start. Attractive food sells the best. At the end of each day, each grocery store reduces the prices of fruits, vegetables, meats, and dairy products. Cheaper food sells even better. Whatever edible food is left goes to charities for distribution to people who need it. Free food goes into bellies rather than the ground. Sainsbury's gives away large amounts of food to farmers to feed animals as well. Animals do not care if lettuce is wilted."],
        ["", "problems/TX19G7R/media/S2a.jpg"],
        ["4", "In spite of Sainsbury's efforts, a large volume of waste remains. A machine grinds the waste into a slushy goo, which is then poured into giant silos called anaerobic digesters (ADs). These giant silos act like artificial stomachs. Inside, microbes digest organic waste and produce methane bubbles. The same thing happens to organic waste in landfills and waste-treatment plants. The difference is that the AD silos are tightly sealed so they can capture and store the methane. The resulting biofuel can power vehicles, or it can be burned to produce electricity. Sainsbury's management estimates that its ADs can produce enough energy to power 2,500 homes for one year, or it can make enough electricity to completely remove one of its stores from the public power grid."],
        ["", "problems/TX19G7R/media/S2b.jpg"],
        ["5", "That is exactly what Sainsbury's has done at its store in Cannock, England. Special trucks collect food waste from more than 1,200 grocery stores all over England. They deliver the food waste to ADs in Cannock. Some of the methane trapped during the process fuels the trucks. The vehicles then go out to collect more waste. Much of the gas is burned to generate electricity. A long cable carries the power from the generators directly to the Cannock store. In the event that more power is generated than the store needs, excess power could be added back into the national power grid of England for people all over the nation to use. Another beneficial by-product of ADs is a solid waste called digestate. This gritty substance makes a rich fertilizer for local farmers to help grow better crops."],
        ["6", "One of the best things about ADs is that their source is reliable. Every meal, whether it's eaten in a restaurant or at home, results in some food waste. Fortunately much of that garbage can be turned into a valuable raw material for making biofuel. Thus, the waste is no longer wasted."],
        ["7", "So far Europe has mainly led the way in biofuel development. The continent has more than 14,000 digesters. Germany alone has 9,000 of them. But the United States is making rapid progress. In 2014 more than 2,000 anaerobic digestion plants were reported to be in operation around the country. And many more are set to begin processing food waste soon."],
        ["8", "Many people may be unaware of efforts like those of the Sainsbury's company. But such programs seem to represent a growing trend. Increased knowledge and interest worldwide could lead to even bigger and bolder biofuel experiments in the near future."]
    ],
    "Copyright": "",
    "References": []
}