{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "A Star-Spangled Catastrophe",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Cʜᴀʀᴀᴄᴛᴇʀs"],
        [" ", "ANGIE: Eighth grader, member of the media club"],
        [" ", "PETE: Seventh grader, soloist and member of the chorus"],
        [" ", "COMMENTATOR\n\n"],
        ["1", "[The curtain rises on Angie, who is sitting alone in the media booth above the football field. She is reading a book. Her feet are propped up on a desk. To her right a video camera facing the audience sits on a tripod.]"],
        ["2", "PETE: [Singing from offstage.] And the home of the brave!"],
        ["3", "[The audience can be heard applauding halfheartedly.]"],
        ["4", "COMMENTATOR: [From offstage.] Okay ... um ... thank you, Pete Mahoney, for that ... And now the referee will get ready for the coin toss. [Voice fades.]"],
        ["5", "[Pete enters from stage right looking distressed. He is mumbling to himself.]"],
        ["6", "PETE: That was indisputably the most humiliating moment of my life. I mean, how could I — "],
        ["7", "ANGIE: [Peering around the video camera so that she's in Pete's line of sight.] What happened?"],
        ["8", "PETE: [Startled.] What? Who — oh. Hi, Angie. Did you not hear the desecration of the national anthem I just performed in front of an audience of 2,500 people?"],
        ["9", "ANGIE: I thought you sounded great. You were totally on pitch, which is more than I can say for the girl who sang at the last game."],
        ["10", "PETE: How could you even tell? I forgot all the words. I nailed “O say can you see” and “the home of the brave.” Beyond that, the performance was pretty much a sing-along. [Exasperated.] Two thousand people just coached me to remember “o'er the ramparts we watched, were so gallantly streaming.”"],
        ["11", "ANGIE: Well, maybe instead of instilling feelings of patriotism, you helped everyone think about teamwork. Thousands of people singing together? That's inspirational."],
        ["12", "PETE: [Sarcastically.] I'm so glad I could bring the audience together for some warm and fuzzy feelings. Meanwhile, I won't be selected as the regular anthem singer for the school district next year."],
        ["13", "ANGIE: [Laughing.] Don't worry. You're the best singer in the school, and you're going to redeem yourself in about 30 minutes when you sing with the chorus during the halftime show. No one will even remember your tiny mistake."],
        ["14", "PETE: TINY? I butchered it. I'm not going back out there. [On the verge of tears.] For all I care, you can have my solo in the halftime show."],
        ["15", "ANGIE: Nope. I make videos. I do not perform live. I'm just here to record the game for posterity."],
        ["16", "PETE: Wait a minute. [He notices the video camera.] You have the most horrifying moment of my life ON FILM?"],
        ["17", "ANGIE: Of course. What do you think I'm doing back here? Twiddling my thumbs? I'm on the job here."],
        ["18", "PETE: [Firmly.] Delete it."],
        ["19", "ANGIE: [Firmly.] No."],
        ["20", "PETE: I didn't give anyone permission to film me. I'm sure there's a law about this somewhere. Hand over that videotape. [Holds out his hand.]"],
        ["21", "ANGIE: It's not illegal. You're being absurd. I'm here to record the football game, not your tragic rendition of “The Star-Spangled Banner.” And besides, we're living in the digital age, if you haven't noticed. There is no physical tape for me to hand over."],
        ["22", "PETE: [Almost yelling.] Do you have any idea what it feels like knowing the most humiliating moment of your life is on video?"],
        ["23", "ANGIE: [Calmly.] No, I don't. I would never put myself in that position. And neither would 99 percent of the audience out there. If people give you a hard time, remind them that they would never stand in front of 2,500 people to belt out one of America's most difficult songs. Really, why would someone write a song with a range of notes hardly anyone can sing?"],
        ["24", "PETE: No clue."],
        ["25", "ANGIE: [Pauses and takes a breath.] Look over there. Do you see that tall bookcase? And the bottom three shelves? [Angie motions toward a shelf filled with videotapes, DVDs, and thumb drives, each labeled with a date.]"],
        ["26", "PETE: Yeah, so?"],
        ["27", "ANGIE: That shelf contains every national anthem calamity that has occurred on this football field since 1980. Trust me. You're not the first, and you won't be the last."],
        ["28", "PETE: Wow, there are a lot of recordings on that shelf."],
        ["29", "ANGIE: [With a sly grin and sarcastic tone.] Soon the media club members are going to combine the video clips into a montage and call it “A Star-Spangled Catastrophe.” Then we'll post it on the Internet. But honestly, your flub is on the boring end of the spectrum. I don't think you'll make the final cut. [She shrugs her shoulders.]"],
        ["30", "PETE: [Flustered.] What do you mean I won't make the final cut? I'm the best sing — oh, wait. That's a good thing, right?"],
        ["31", "ANGIE: [Smiling.] Halftime will be here before you know it. Are you ready?"],
        ["32", "PETE: No. Maybe. I don't know."],
        ["33", "ANGIE: How about this: I'll tell the media coordinator that I started recording late and missed the national anthem."],
        ["34", "PETE: [Relieved.] Yes! Thank you!"],
        ["35", "ANGIE: But this is your one freebie for the rest of your national-anthem- singing career."],
        ["36", "PETE: Fine."],
        ["37", "[They shake hands.]"],
        ["38", "ANGIE: And promise me that if you ever mess up the national anthem again, you'll at least make it entertaining. Then I can highlight you in the video montage, and you can go down in the blooper hall of fame."],
        ["39", "[They laugh.]"],
        ["40", "PETE: Thanks again, Angie."],
        ["41", "[Pete exits stage left. Angie checks the camera and then resumes reading.]"],
        ["42", "[Curtain closes.]"]
    ],
    "Copyright": "",
    "References": []
}