{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "(from) The Winter Hibiscus",
    "Subtitle": "",
    "Author": "by Minfong Ho",
    "LabelType": "P",
    "Content": [
        ["1", "\tOn an impulse, Saeng swung open the door and entered."],
        ["2", "\tAn elderly woman behind the counter looked up and smiled at her. “Yes? Can I help you?” she asked."],
        ["3", "\tSaeng hesitated. Then she thrust out the heart-shaped green leaf in her hand and stammered, “Do — do you have this plant? I — I don't know its name.”"],
        ["4", "\tThe woman took the leaf and studied it with interest. “Why, yes,” she said. “That looks like a rose of Sharon. We have several in the nursery out back.”"],
        ["5", "\tShe kept up a steady stream of conversation as she escorted Saeng through a side door into an open courtyard, where various saplings and shrubs stood. “Hardy plants, these roses of Sharon. Pretty blossoms, too, in the fall. In fact — look, there's still a flower or two left on this shrub. Nice shade of pink, isn't it?”"],
        ["6", "\tThe leaves on the shrub were of the same distinct serrated heart shape, but its flower looked — wrong, somehow."],
        ["7", "\t“Is there — I mean, can it have another kind of flower?” Saeng asked. “Another color, maybe? I think — I think it was a deep color,” she offered, then shook her head. “I don't remember. It doesn't matter.” Discouraged and feeling more than a little foolish, she started to back away."],
        ["8", "\t“Wait,” the florist said. “I think I know what you're looking for.” A slow smile deepened the wrinkles in her face. “Come this way. It's in our greenhouse.”"],
        ["9", "\tAt the far side of the courtyard stood a shed, the like of which Saeng had never seen before. It was made entirely of glass and seemed to be bathed in a soft white light."],
        ["10", "\tAs she led the way there, the florist started talking again. “Lucky we just got through moving in some of our tropical plants,” she said, “or the frost last weekend would have killed them off. Anything in there now you'd have to leave indoors until next summer, of course. Even so, some of the plants won't survive the long cold winters here. Hothouse flowers, that's what they are. Not hardy, like those roses of Sharon I just showed you.”"],
        ["11", "\tOnly half listening, Saeng wished that there were a polite way she could excuse herself and leave. Still, she dutifully followed the other woman through the greenhouse door and walked in."],
        ["12", "\tShe gasped."],
        ["13", "\tIt was like walking into another world. A hot, moist world exploding with greenery. Huge flat leaves, delicate wisps of tendrils, ferns and fronds and vines of all shades and shapes grew in seemingly random p͟r͟o͟f͟u͟s͟i͟o͟n."],
        ["14", "\t“Over there, in the corner, the hibiscus. Is that what you mean?” The florist pointed at a leafy potted plant by the corner."],
        ["15", "\tThere, in a shaft of the wan afternoon sunlight, was a single bloodred blossom."],
        ["16", "\t“Saebba,” Saeng whispered."],
        ["17", "\tA saebba hedge, tall and lush, had surrounded their garden, its lush green leaves dotted with vermilion flowers. And sometimes after a monsoon rain, a blossom or two would have blown into the well, so that when she drew up the well water, she would find a red blossom floating in the bucket."],
        ["18", "\tSlowly, Saeng walked down the narrow aisle toward the hibiscus. Orchids, oleanders, elephant ear begonias, and bougainvillea vines surrounded her. Plants that she had not even realized she had known but had forgotten drew her back into her childhood world."],
        ["19", "\tWhen she got to the hibiscus, she reached out and touched a petal gently. It felt smooth and cool, with a hint of velvet toward the center — just as she had known it would feel."],
        ["20", "\tAnd beside it was yet another old friend, a small shrub with waxy leaves and dainty flowers with purplish petals and white centers. “Madagascar periwinkle,” its tag announced. How strange to see it in a pot, Saeng thought. Back home it just grew wild, jutting out from the cracks in brick walls or between tiled roofs."],
        ["21", "\tAnd that rich, sweet scent — that was familiar, too. Saeng scanned the greenery around her and found a tall, gangly plant with exquisite little white blossoms on it. “Dok Malik,” she said, savoring the feel of the word on her tongue, even as she silently noted the English name on its tag, “jasmine.”"],
        ["22", "\tOne of the blossoms had fallen off, and carefully Saeng picked it up and smelled it. She closed her eyes and breathed in, deeply. The familiar fragrance filled her lungs, and Saeng could almost feel the light strands of her grandmother's long gray hair, freshly washed, as she combed it out with the fine-toothed buffalo-horn comb. And when the sun had dried it, Saeng would help the gnarled old fingers knot the hair into a bun, then slip a dok Malik bud into it."],
        ["23", "\tSaeng looked at the white bud in her hand now, small and fragile. Gently, she closed her palm around it and held it tight. That, at least, she could hold on to."]
    ],
    "Copyright": "Copyright © 1993 by Minfong Ho. Reprinted with permission of McIntosh & Otis, Inc.",
    "References": []
}