{
    "Directions": "Read the excerpts about an important meeting that happened during the Civil War, and then answer each question that follows.",
    "Context": [
        "The American Civil War was a conflict between the southern states, called the Confederacy, and the northern states, known as the Union or the United States. The war was caused, in part, by a disagreement over whether white Americans had the right to own African Americans as slaves.",
        "In “Waiting for Mr. Lincoln,” Frederick Douglass, an influential opponent of slavery, hopes to meet with Abraham Lincoln, the President of the United States."
    ],
    "Title": "Waiting for Mr. Lincoln",
    "Subtitle": "",
    "Author": "by Russell Freedman",
    "LabelType": "P",
    "Content": [
        ["1", "Heads turned when Frederick Douglass walked into the White House on the morning of August 10, 1863. It was still early, but the waiting area leading to Abraham Lincoln's office was crowded with politicians, officials, patronage seekers, and citizens of all kinds seeking an audience with the president."],
        ["2", "Douglass was the only black man among them. The others seemed surprised to see him, and some were none too pleased."],
        ["3", "Lincoln tried to meet with as many callers as he possibly could each day. He said he enjoyed his “public opinion baths” and found them a useful way to find out what people were thinking. When first elected, he had refused to limit his visiting hours. “They do not want much,” he said of the throngs of citizens waiting to see him one day, “and they get very little ... I know how I would feel in their place.”"],
        ["4", "But the crowds became unmanageable. People showed up before breakfast and were still waiting to see him late at night. At times, even U.S. senators had to wait a week or more to speak with the president. As his work piled up, Lincoln realized that he had to restrict his visiting hours. He saw callers from ten o'clock in the morning till one in the afternoon. Priority was given to cabinet members and congressmen; if any time remained, ordinary citizens were admitted."],
        ["5", "It wasn't easy to see the president. Not everyone got in."],
        ["6", "Douglass handed his calling card to a clerk and looked around for an empty chair. None was available, so he found a place to sit on the stairway leading to Lincoln's office. The stairs were filled with other men hoping for a moment with the nation's chief executive."],
        ["7", "Douglass had no appointment. He had no idea how long he might have to wait, or even if he would be granted an interview. By meeting with the president, he hoped “to secure just and fair treatment” for the thousands of black troops who had enlisted in the Union army and were now fighting for the North in America's Civil War."],
        ["8", "When the war began, federal law prohibited blacks from serving in the army. But as the fighting continued, with mounting casualties and no decisive victories, the North finally allowed African Americans to enlist. Black soldiers fought with distinction, but they were paid only half as much as white soldiers and were not being promoted for outstanding service. Worse, black prisoners of war were being executed or enslaved by their Southern captors."],
        ["9", "Douglass had come to Washington to “lay the complaints of my people before President Lincoln.” At forty-five, formally dressed for his visit, he was a commanding figure, taller than most men, with a powerful athlete's build, graying hair, penetrating brown eyes, and a carefully trimmed beard. A former slave, he had escaped to freedom and become a famous author, newspaper editor, and abolitionist. He had spent his career as a free man demanding that slavery be abolished in America and equal rights extended to whites and blacks alike."],
        ["10", "Douglass and Lincoln had never met, but they had some things in common. They had both risen from poverty and obscurity to international prominence. Both were self-educated. Lincoln, born dirt poor, had less than a year of formal schooling. Douglass, born a slave, wasn't permitted to go to school. He taught himself to read and write in secret, hiding the few books he was able to get his hands on. And in fact the two men had read and studied some of the same books."],
        ["11", "Even so, in the year 1863 it required plenty of “nerve,” as Douglass put it, for a black man to walk unannounced into the White House and request an audience with the president."],
        ["12", "Millions of blacks were still enslaved on farms and plantations in the Confederate South. In the North, African Americans were free but were denied many rights ..."],
        ["13", "“The distance between the black man and the white American citizen was immeasurable,” Douglass later recalled. “I was an ex-slave, identified with a despised race, and yet I was to meet the most exalted person in this great republic ... I could not know what kind of reception would be accorded me. I might be told to go home and mind my business ... Or I might be refused an interview altogether.”"],
        ["14", "He was determined to wait."]
    ],
    "Copyright": "“Waiting for Mr. Lincoln” by Russell Freedman, from Abraham Lincoln and Frederick Douglass: The Story Behind an American Friendship. Copyright © 2012 by Russell Freedman. Reprinted by permission of Clarion Books, an imprint of Houghton Mifflin Harcourt Publishing Company.",
    "References": []
}