{
    "Directions": "Read the excerpts about an important meeting that happened during the Civil War, and then answer each question that follows.",
    "Context": [
        "The American Civil War was a conflict between the southern states, called the Confederacy, and the northern states, known as the Union or the United States. The war was caused, in part, by a disagreement over whether white Americans had the right to own African Americans as slaves.",
        "In this excerpt from Life and Times of Frederick Douglass, Douglass describes his meeting with Abraham Lincoln."
],
    "Title": "[from] Life and Times of Frederick Douglass",
    "Subtitle": "",
    "Author": "by Frederick Douglass",
    "LabelType": "P",
    "Content": [
        ["1", "I shall never forget my first interview with this great man. I was accompanied to the executive mansion and introduced to President Lincoln by Senator Pomeroy. The room in which he received visitors was the one now used by the President's secretaries. I entered it with a moderate estimate of my own consequence, and yet there I was to talk with, and even to advise, the head man of a great nation. Happily for me, there was no vain pomp and ceremony about him. I was never more quickly or more completely put at ease in the presence of a great man than in that of Abraham Lincoln. He was seated, when I entered, in a low armchair with his feet extended on the floor, surrounded by a large number of documents and several busy secretaries. The room bore the marks of business, and the persons in it, the President included, appeared to be much over-worked and tired. Long lines of care were already deeply written on Mr. Lincoln's brow, and his strong face, full of earnestness, lighted up as soon as my name was mentioned. As I approached and was introduced to him he arose and extended his hand, and bade me welcome. I at once felt myself in the presence of an honest man—one whom I could love, honor, and trust without reserve or doubt. Proceeding to tell him who I was and what I was doing, he promptly, but kindly, stopped me, saying: “I know who you are, Mr. Douglass; Mr. Seward has told me all about you. Sit down. I am glad to see you.” I then told him the object of my visit: that I was assisting to raise colored troops; that several months before I had been very successful in getting men to enlist, but that now it was not easy to induce the colored men to enter the service, because there was a feeling among them that the government did not, in several respects, deal fairly with them. Mr. Lincoln asked me to state particulars. I replied that there were three particulars which I wished to bring to his attention. First, that colored soldiers ought to receive the same wages as those paid to white soldiers. Second, that colored soldiers ought to receive the same protection when taken prisoners, and be exchanged as readily and on the same terms as any other prisoners, and if Jefferson Davis should shoot or hang colored soldiers in cold blood the United States Government should, without delay, retaliate in kind and degree upon Confederate prisoners in its hands. Third, when colored soldiers, seeking the “bubble reputation at the cannon's mouth,” performed great and uncommon service on the battlefield, they should be rewarded by distinction and promotion precisely as white soldiers are rewarded for like services."],
        ["2", "Mr. Lincoln listened with patience and silence to all I had to say. He was serious and even troubled by what I had said and by what he himself had evidently before thought upon the same points. He, by his silent listening not less than by his earnest reply to my words, impressed me with the solid gravity of his character."],
        ["3", "He began by saying that the employment of colored troops at all was a great gain to the colored people; that the measure could not have been successfully adopted at the beginning of the war; that the wisdom of making colored men soldiers was still doubted; that their enlistment was a serious offense to popular prejudice; that they had larger motives for being soldiers than white men; that they ought to be willing to enter the service upon any condition; that the fact that they were not to receive the same pay as white soldiers seemed a necessary concession to smooth the way to their employment at all as soldiers, but that ultimately they would receive the same. On the second point, in respect to equal protection, he said the case was more difficult. Retaliation was a terrible remedy, and one which it was very difficult to apply; that, if once begun, there was no telling where it would end; that if he could get hold of the Confederate soldiers who had been guilty of treating colored soldiers as felons he could easily retaliate, but the thought of hanging men for a crime perpetrated by others was revolting to his feelings. He thought that the rebels themselves would stop such barbarous warfare; that less evil would be done if retaliation were not resorted to and that he had already received information that colored soldiers were being treated as prisoners of war. In all this I saw the tender heart of the man rather than the stern warrior and commander-in-chief of the American army and navy, and, while I could not agree with him, I could but respect his humane spirit."],
        ["4", "On the third point he appeared to have less difficulty, though he did not absolutely commit himself. He simply said that he would sign any commission to colored soldiers whom his Secretary of War should commend to him. Though I was not entirely satisfied with his views, I was so well satisfied with the man and with the educating tendency of the conflict that I determined to go on with the recruiting."]
    ],
    "Copyright": "Life and Times of Frederick Douglass by Frederick Douglass. In the public domain.",
    "References": []
}